Repository: fossasia/open-event-frontend
Catalog: docs/translations/*.po
Languages: th

source: If you choose this option other ticket options will not be available. Do you want to proceed?
th: หากคุณเลือกตัวเลือกนี้ ตัวเลือกตั๋วอื่นๆ จะไม่สามารถใช้ได้ คุณต้องการดำเนินการต่อหรือไม่

source: This discount code is invalid. Please try again.
th: รหัสส่วนลดนี้ไม่ถูกต้อง กรุณาลองอีกครั้ง.

source: Add Custom Form Field
th: เพิ่มฟิลด์แบบฟอร์มที่กำหนดเอง

source: Field Name
th: ชื่อฟิลด์

source: Short Answer
th: คำตอบสั้น ๆ

source: Paragraph
th: ย่อหน้า

source: Number
th: จำนวน

source: Options
th: ตัวเลือก

source: Option
th: ตัวเลือก

source: Include
th: รวม

source: Require
th: จำเป็นต้อง

source: Show Public
th: แสดงสาธารณะ

source: Actions
th: การกระทำ

source: Public
th: สาธารณะ

source: Edit
th: แก้ไข

source: Delete
th: ลบ

source: Please enter name for session-type.
th: โปรดป้อนชื่อสำหรับประเภทเซสชัน

source: Please enter a name for the track.
th: โปรดป้อนชื่อสำหรับแทร็ก

source: Please enter a private link.
th: กรุณาใส่ลิงค์ส่วนตัว

source: CFS start time should be before event start time.
th: เวลาเริ่มต้น CFS ควรมาก่อนเวลาเริ่มต้นของกิจกรรม

source: Please add a soft end date.
th: โปรดเพิ่มวันที่สิ้นสุดแบบซอฟต์

source: Soft closing date should be after CFS start date!
th: วันที่ปิดอย่างนุ่มนวลควรอยู่หลังวันที่เริ่มต้น CFS!

source: Soft closing date should be before CFS end date!
th: วันที่ปิดอย่างนุ่มนวลควรมาก่อนวันที่สิ้นสุด CFS!

source: CFS end time should be before event start time!
th: เวลาสิ้นสุด CFS ควรมาก่อนเวลาเริ่มกิจกรรม!

source: Please add a soft end time.
th: โปรดเพิ่มเวลาสิ้นสุดแบบซอฟต์

source: Soft closing time should be after CFS start time!
th: เวลาปิดอย่างนุ่มนวลควรอยู่หลังเวลาเริ่มต้น CFS!

source: Soft closing time should be before CFS end time!
th: เวลาปิดอย่างนุ่มนวลควรมาก่อนเวลาสิ้นสุด CFS!

source: Please enter a name for a microlocation.
th: โปรดป้อนชื่อสำหรับไมโครโลเคชั่น

source: Please enter floor for microlocation.
th: กรุณาป้อนชั้นสำหรับ microlocation

source: Please add an announcement to enable the call for speakers.
th: โปรดเพิ่มประกาศเพื่อเปิดใช้งานการโทรสำหรับผู้พูด

source: If you hide this microlocation you will not be able to schedule sessions in it. The location will still be available for online events without scheduled sessions, e.g. break-out or discussion rooms.
th: หากคุณซ่อนไมโครโลเคชั่นนี้ คุณจะไม่สามารถกำหนดเวลาเซสชันในนั้นได้ สถานที่จะยังสามารถใช้ได้สำหรับกิจกรรมออนไลน์โดยไม่ต้องกำหนดเวลาเช่น ห้องแยกย่อยหรือห้องสนทนา

source: Please give your supporter a name
th: กรุณาแจ้งชื่อผู้อุปการะคุณ

source: Please upload supporter's logo.
th: โปรดอัปโหลดโลโก้ของผู้สนับสนุน

source: Please fill the required fields for existing supporter items
th: กรุณากรอกข้อมูลในช่องที่จำเป็นสำหรับรายการผู้สนับสนุนที่มีอยู่

source: Discard
th: ละทิ้ง

source: Previous
th: ก่อนหน้านี้

source: Next
th: ถัดไป

source: Save as draft
th: บันทึกเป็นร่าง

source: This event is currently not published. It is in draft mode and it is not visible publicly.
th: กิจกรรมนี้ยังไม่ได้เผยแพร่ อยู่ในโหมดร่างและไม่ปรากฏต่อสาธารณะ

source: This event is published. Any changes you make will appear on your live event.
th: มีการเผยแพร่เหตุการณ์นี้ การเปลี่ยนแปลงใด ๆ ที่คุณทำจะปรากฏในรายการสดของคุณ

source: You can preview the event after you have saved it as a draft. You can publish the event after filling in the required fields.
th: คุณสามารถดูเหตุการณ์หลังจากบันทึกเป็นฉบับร่างแล้ว คุณสามารถเผยแพร่กิจกรรมได้หลังจากกรอกข้อมูลในฟิลด์ที่จำเป็น

source: Add Room
th: เพิ่มห้อง

source: Floor
th: ชั้น

source: Hidden In Scheduler
th: ซ่อนอยู่ในเครื่องมือจัดกำหนดการ

source: {{item}} has been created successfully
th: สร้าง {{item}} สำเร็จแล้ว

source: Please enter a role name
th: โปรดป้อนชื่อบทบาท

source: Please enter an email for user
th: กรุณากรอกอีเมลสำหรับผู้ใช้

source: Please enter a valid email address for user
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้องสำหรับผู้ใช้

source: Please select a role
th: โปรดเลือกบทบาท

source: Please enter a sub topic name
th: โปรดป้อนชื่อหัวข้อย่อย

source: Please enter a topic name
th: โปรดป้อนชื่อหัวข้อ

source: Please enter a event type
th: โปรดป้อนประเภทเหตุการณ์

source: Placeholder has been saved successfully.
th: บันทึกตัวยึดตำแหน่งเรียบร้อยแล้ว

source: An unexpected error has occurred. Placeholder not saved.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้บันทึกตัวยึดตำแหน่ง

source: Please enter an email for new organizer
th: โปรดป้อนอีเมลสำหรับผู้จัดใหม่

source: Please enter a valid email address for new organizer
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้องสำหรับผู้จัดใหม่

source: Please enter a message.
th: กรุณากรอกข้อความ

source: Organizer contacted successfully.
th: ติดต่อผู้จัดงานเรียบร้อยแล้ว

source: Please enter the OTP
th: กรุณากรอกรหัส OTP

source: Please enter the Mobile Number
th: กรุณากรอกหมายเลขโทรศัพท์มือถือ

source: Please enter a valid mobile number
th: กรุณากรอกหมายเลขโทรศัพท์ที่ถูกต้อง

source: Notify Speakers
th: แจ้งวิทยากร

source: From
th: จาก

source: To
th: ถึง

source: Reply-to
th: ตอบกลับ

source: Subject
th: หัวเรื่อง

source: Message
th: ข้อความ

source: You can use these identifiers as placeholders for actual details sent in the email:
th: คุณสามารถใช้ตัวระบุเหล่านี้เป็นตัวยึดตำแหน่งสำหรับรายละเอียดจริงที่ส่งในอีเมล:

source: A copy of this email will be send to all organizers of this event.
th: สำเนาอีเมลนี้จะถูกส่งไปยังผู้จัดงานทุกคน

source: Notify
th: แจ้ง

source: Email scheduled to be sent successfully
th: กำหนดเวลาส่งอีเมลเรียบร้อยแล้ว

source: Please tell us your tax rate (in %).
th: กรุณาแจ้งอัตราภาษีของคุณ (เป็น%)

source: Please give a valid tax rate.
th: โปรดระบุอัตราภาษีที่ถูกต้อง

source: Please enter your tax ID.
th: โปรดป้อนหมายเลขประจำตัวผู้เสียภาษีของคุณ

source: Please enter the name of your organisation.
th: กรุณาใส่ชื่อองค์กรของคุณ

source: Please enter a contact name.
th: กรุณากรอกชื่อผู้ติดต่อ

source: Please enter your phone number.
th: กรุณาใส่หมายเลขโทรศัพท์ของคุณ

source: Please enter a city.
th: กรุณากรอกชื่อเมือง

source: Please enter a state.
th: โปรดป้อนสถานะ

source: Please provide a ZIP code.
th: โปรดระบุรหัสไปรษณีย์

source: Marked as Read successfully
th: ทำเครื่องหมายว่าอ่านเรียบร้อยแล้ว

source: Order has been cancelled successfully.
th: ยกเลิกคำสั่งซื้อเรียบร้อยแล้ว

source: Add to Calendar
th: เพิ่มในปฏิทิน

source: Add Event
th: เพิ่มปุ่มกด

source: Add Sessions
th: เพิ่มเซสชัน

source: Add My Schedule
th: เพิ่มกำหนดการของฉัน

source: You need to add your speaker details first before submitting a session.
th: คุณต้องเพิ่มรายละเอียดผู้บรรยายก่อนส่งเซสชัน

source: You need to verify your email first before accepting an invite for a session.
th: คุณต้องยืนยันอีเมลของคุณก่อนยอมรับคำเชิญเข้าร่วมเซสชั่น

source: You need to add your speaker details first before accepting an invite for a session.
th: คุณต้องเพิ่มรายละเอียดผู้บรรยายก่อนยอมรับคำเชิญเข้าร่วมเซสชั่น

source: to
th: ไปยัง

source: Online Event
th: กิจกรรมออนไลน์

source: Session Documents
th: เอกสารการประชุม

source: Watch Video
th: ดูวีดีโอ

source: Join Video
th: เข้าร่วมวิดีโอ

source: Add to My Schedule
th: เพิ่มในกำหนดการของฉัน

source: Website
th: เว็บไซต์

source: Twitter
th: ทวิตเตอร์

source: Video
th: วิดีโอ

source: Please login to add a session to your personal schedule.
th: กรุณาเข้าสู่ระบบเพื่อเพิ่มเซสชั่นในตารางเวลาส่วนตัวของคุณ

source: Info
th: ข้อมูล

source: Schedule
th: กำหนดการ

source: Calendar
th: ปฏิทิน

source: Call for Speakers
th: รับสมัครวิทยากร

source: Code of Conduct
th: จรรยาบรรณ

source: Select section
th: เลือกส่วน

source: Please confirm that you understand and agree to the conditions of using the chat!
th: โปรดยืนยันว่าคุณเข้าใจและยอมรับเงื่อนไขการใช้งานแชท!

source: If you join the event chat, your profile name and image will be visible to other attendees. Other event attendees can also contact you directly.
th: หากคุณเข้าร่วมการแชทของกิจกรรมชื่อโปรไฟล์และรูปภาพของคุณจะปรากฏแก่ผู้เข้าร่วมคนอื่น ๆ ผู้เข้าร่วมกิจกรรมคนอื่น ๆ สามารถติดต่อคุณได้โดยตรง

source: You may change your chat name and chat profile picture by going to account settings on the chat page on the top left.
th: คุณสามารถเปลี่ยนชื่อแชทและรูปโปรไฟล์แชทได้โดยไปที่การตั้งค่าบัญชีในหน้าแชททางด้านซ้ายบน

source: You need to minimize the side panel to access it.
th: คุณต้องย่อแผงด้านข้างเพื่อเข้าถึง

source: The feature integration is still in Alpha stage and currently your profile on the {{appName}} account page and on the chat are not linked and can be independently edited.
th: การผสานรวมคุณลักษณะยังคงอยู่ในขั้นอัลฟ่า และขณะนี้โปรไฟล์ของคุณในหน้าบัญชี {{appName}} และในแชทจะไม่เชื่อมโยงและสามารถแก้ไขได้โดยอิสระ

source: When you change the chat settings you may receive additional email confirmations.
th: เมื่อคุณเปลี่ยนการตั้งค่าการแชทคุณอาจได้รับอีเมลยืนยันเพิ่มเติม

source: Do you want to use the chat now?
th: คุณต้องการใช้การแชทตอนนี้หรือไม่?

source: Join Live Event
th: เข้าร่วมการถ่ายทอดสด

source: Exhibition
th: นิทรรศการ

source: Chat
th: สนทนา

source: Video Rooms
th: ห้องวิดีโอ

source: Join Video Channel
th: เข้าร่วมช่องวิดีโอ

source: Copied to clipboard
th: คัดลอกไปที่คลิปบอร์ดแล้ว

source: Number of tickets is more than total promotional code.
th: จำนวนตั๋วมากกว่ารหัสส่งเสริมการขายทั้งหมด

source: This Promotional Code is not valid
th: รหัสส่งเสริมการขายนี้ไม่ถูกต้อง

source: Please enter a donation amount between {{minPrice}} and {{maxPrice}}
th: โปรดป้อนจำนวนเงินบริจาคระหว่าง {{minPrice}} ถึง {{maxPrice}}

source: Please enter the promotional Code
th: กรุณากรอกรหัสส่งเสริมการขาย

source: Resend Verification Email
th: ส่งอีเมล์ยืนยันอีกครั้ง

source: Password Reset Email
th: อีเมลรีเซ็ตรหัสผ่าน

source: Confirmation mail has been sent again successfully!
th: ส่งเมล์ยืนยันอีกครั้งเรียบร้อย!

source: To make your event live, please verify your account by clicking on the confirmation link that has been emailed to you.
th: เพื่อให้กิจกรรมของคุณเป็นจริงโปรดยืนยันบัญชีของคุณโดยคลิกที่ลิงก์ยืนยันที่ได้รับอีเมลถึงคุณ

source: Your account functionality is limited.
th: ฟังก์ชันบัญชีของคุณมี จำกัด

source: To get full access to all features you need to verify your email by clicking on the confirmation link that has been emailed to you.
th: หากต้องการเข้าถึงคุณลักษณะทั้งหมดอย่างสมบูรณ์คุณต้องยืนยันอีเมลของคุณโดยคลิกที่ลิงก์ยืนยันที่ได้รับอีเมลถึงคุณ

source: Did not get the email?
th: ไม่ได้รับอีเมล?

source: Please click here to resend the confirmation mail.
th: กรุณาคลิกที่นี่เพื่อส่งเมลยืนยันอีกครั้ง

source: Verification mail sent successfully
th: ส่งอีเมลยืนยันเรียบร้อยแล้ว

source: File uploaded successfully
th: อัปโหลดไฟล์เรียบร้อยแล้ว

source: No FileReader support. Please use a more latest browser
th: ไม่มีการสนับสนุน FileReader โปรดใช้เบราว์เซอร์ใหม่ล่าสุด

source: Other Timezones
th: เขตเวลาอื่น ๆ

source: Invoice ID
th: รหัสใบแจ้งหนี้

source: Event Name
th: ชื่อกิจกรรม

source: Invoice Date
th: วันที่ในใบแจ้งหนี้

source: Due Date
th: วันครบกำหนด

source: Amount
th: จำนวน

source: Status
th: สถานะ

source: Action
th: การกระทำ

source: Password updated successfully
th: อัปเดตรหัสผ่านเรียบร้อยแล้ว

source: Unexpected error. Password did not change.
th: ข้อผิดพลาดที่ไม่คาดคิด รหัสผ่านไม่เปลี่ยนแปลง

source: Your Contact Info has been updated
th: อัปเดตข้อมูลติดต่อของคุณแล้ว

source: An unexpected error has occurred. SubTopics not loaded.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้โหลดหัวข้อย่อย

source: This Event Property has been deleted successfully.
th: ลบคุณสมบัติเหตุการณ์นี้เรียบร้อยแล้ว

source: An unexpected error has occurred. Event Type was not deleted.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้ลบประเภทเหตุการณ์

source: {{item}} has been added successfully.
th: เพิ่ม {{item}} เรียบร้อยแล้ว

source: {{item}} not saved.
th: ไม่ได้บันทึก {{item}}

source: Social links have been saved successfully.
th: บันทึกลิงก์โซเชียลเรียบร้อยแล้ว

source: An unexpected error has occurred. Social links not saved.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้บันทึกลิงก์โซเชียล

source: Page details have been saved successfully.
th: บันทึกรายละเอียดของหน้าเรียบร้อยแล้ว

source: An unexpected error has occurred. Page Details not saved.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้บันทึกรายละเอียดหน้า

source: Translations Zip generated successfully.
th: สร้าง Zip การแปลสำเร็จแล้ว

source: Starts At
th: เริ่มเวลา

source: Ends At
th: สิ้นสุดที่

source: State
th: สถานะ

source: Roles
th: บทบาท

source: Sessions
th: เซสชัน

source: Public URL
th: URL สาธารณะ

source: Featured
th: แนะนำ

source: Promoted
th: เลื่อนตำแหน่ง

source: Not on FrontPage
th: ไม่อยู่ใน FrontPage

source: Event has been deleted successfully.
th: ลบกิจกรรมสำเร็จแล้ว

source: Event has been restored successfully.
th: กู้คืนกิจกรรมสำเร็จแล้ว

source: Event details modified successfully
th: แก้ไขรายละเอียดกิจกรรมเรียบร้อยแล้ว

source: Event promoted successfully
th: เลื่อนขั้นกิจกรรมเรียบร้อยแล้ว

source: Event unpromoted successfully
th: ยกเลิกการส่งเสริมกิจกรรมสำเร็จแล้ว

source: Group Name
th: ชื่อกลุ่ม

source: Owner
th: เจ้าของ

source: Number of Events
th: จำนวนเหตุการณ์

source: Number of Followers
th: จำนวนผู้ติดตาม

source: Created At
th: สร้าง At

source: Group has been restored successfully.
th: กู้คืนกลุ่มสำเร็จแล้ว

source: Group has been deleted successfully.
th: ลบกลุ่มสำเร็จแล้ว

source: Group promoted successfully
th: โปรโมทกลุ่มสำเร็จ

source: Group unpromoted successfully
th: ยกเลิกการโปรโมตกลุ่มเรียบร้อยแล้ว

source: Recipients
th: ผู้รับ

source: Trigger
th: ทริกเกอร์

source: Email Message
th: ข้อความอีเมล

source: Enabled
th: เปิดใช้งาน

source: Changes have been saved successfully
th: บันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว

source: Admin Event role permissions have been saved successfully.
th: บันทึกสิทธิ์บทบาทของผู้ดูแลระบบเรียบร้อยแล้ว

source: System role has been deleted successfully.
th: ลบบทบาทของระบบเรียบร้อยแล้ว

source: An unexpected error has occurred. System role was not deleted.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้ลบบทบาทของระบบ

source: Please select atleast one panel.
th: โปรดเลือกอย่างน้อยหนึ่งแผง

source: System role have been saved successfully.
th: บันทึกบทบาทของระบบเรียบร้อยแล้ว

source: An unexpected error has occurred. System role not saved.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้บันทึกบทบาทของระบบ

source: User permissions have been saved successfully.
th: บันทึกสิทธิ์ของผู้ใช้เรียบร้อยแล้ว

source: An unexpected error has occurred. User permissions not saved.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้บันทึกสิทธิ์ของผู้ใช้

source: Actor
th: นักแสดงชาย

source: Time
th: เวลา

source: For
th: สำหรับ

source: Events
th: เหตุการณ์

source: Event Date
th: วันที่จัดงาน

source: Completed Orders
th: คำสั่งซื้อที่เสร็จสมบูรณ์

source: Tickets
th: ตั๋ว

source: Sales
th: ฝ่ายขาย

source: Placed Orders
th: คำสั่งซื้อที่วางไว้

source: Pending Orders
th: คำสั่งซื้อที่รอดำเนินการ

source: CSV Export has failed.
th: การส่งออก CSV ล้มเหลว

source: Invoice #
th: ใบแจ้งหนี้ #

source: Event
th: เหตุการณ์

source: Sent To
th: ส่งไปยัง

source: Invoice state has been changed to {{action}} successfully.
th: สถานะใบแจ้งหนี้เปลี่ยนเป็น {{action}} สำเร็จแล้ว

source: Title
th: หัวข้อ

source: Rating
th: การให้คะแนน

source: Submitted At
th: ส่งที่

source: Session has been deleted successfully.
th: ลบเซสชันสำเร็จแล้ว

source: Session feedback has been updated successfully.
th: อัปเดตความคิดเห็นของเซสชันเรียบร้อยแล้ว

source: Session feedback has been created successfully.
th: สร้างความคิดเห็นเกี่ยวกับเซสชันสำเร็จแล้ว

source: Settings have been saved successfully.
th: บันทึกการตั้งค่าเรียบร้อยแล้ว

source: An unexpected error has occurred. Settings not saved.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้บันทึกการตั้งค่า

source: Admin Billing info has been saved successfully
th: บันทึกข้อมูลการเรียกเก็บเงินของผู้ดูแลระบบเรียบร้อยแล้ว

source: Image sizes have been saved successfully.
th: ขนาดภาพถูกบันทึกเรียบร้อยแล้ว

source: An unexpected error has occurred. Image sizes not saved.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่ได้บันทึกขนาดรูปภาพ

source: Social media settings have been saved successfully.
th: บันทึกการตั้งค่าโซเชียลมีเดียเรียบร้อยแล้ว

source: Please fill the required fields.
th: กรุณากรอกข้อมูลในช่องที่จำเป็น

source: Ticket Fee settings have been saved successfully.
th: บันทึกการตั้งค่าตั๋วเรียบร้อยแล้ว

source: Email
th: อีเมล์

source: System Roles
th: บทบาทของระบบ

source: Event Roles
th: บทบาทเหตุการณ์

source: User Links
th: ลิงค์ผู้ใช้

source: Member Since
th: สมาชิกตั้งแต่

source: Last Accessed
th: เข้าถึงล่าสุด

source: Mark as Spam
th: ทำเครื่องหมายว่าเป็นสแปม

source: Verified
th: ตรวจสอบแล้ว

source: User has been marked as Spam successfully.
th: ผู้ใช้ถูกทำเครื่องหมายว่าเป็นสแปมเรียบร้อยแล้ว

source: User has been marked as Not Spam successfully.
th: ผู้ใช้ถูกทำเครื่องหมายว่าไม่ใช่สแปมเรียบร้อยแล้ว

source: User verification state changed successfully.
th: สถานะการยืนยันผู้ใช้เปลี่ยนแปลงเรียบร้อยแล้ว

source: User has been deleted successfully.
th: ลบผู้ใช้เรียบร้อยแล้ว

source: User has been restored successfully.
th: กู้คืนผู้ใช้สำเร็จแล้ว

source: Password Reset Email is successfully sent.
th: ส่งอีเมลรีเซ็ตรหัสผ่านเรียบร้อยแล้ว

source: Date
th: วัน

source: Video channel has been deleted successfully.
th: ช่องวิดีโอถูกลบเรียบร้อยแล้ว

source: Channel
th: ช่อง

source: Video recording has been deleted successfully.
th: ลบการบันทึกวิดีโอเรียบร้อยแล้ว

source: Here is your Event Invoice
th: นี่คือใบแจ้งหนี้กิจกรรมของคุณ

source: Event copied successfully
th: คัดลอกกิจกรรมเรียบร้อยแล้ว

source: Copying of event failed
th: การคัดลอกกิจกรรมล้มเหลว

source: {{item}} has been {{action}} successfully.
th: {{item}} ได้รับ {{action}} เรียบร้อยแล้ว

source: Exhibitor
th: ผู้แสดงสินค้า

source: Are you sure you would like to delete this exhibitor?
th: คุณแน่ใจหรือไม่ว่าต้องการลบผู้แสดงสินค้านี้

source: Exhibitor has been deleted successfully.
th: ลบผู้แสดงสินค้าสำเร็จแล้ว

source: Exhibitor order reset successfully
th: รีเซ็ตคำสั่งผู้แสดงสินค้าสำเร็จ

source: Exhibitors order set successfully
th: ตั้งค่าคำสั่งซื้อของผู้เข้าร่วมงานเรียบร้อยแล้ว

source: Start time or End time not present
th: ไม่มีเวลาเริ่มต้นหรือเวลาสิ้นสุด

source: Changes have been made successfully
th: ทำการเปลี่ยนแปลงเรียบร้อยแล้ว

source: Your session has been saved
th: บันทึกเซสชันของคุณแล้ว

source: Track
th: แทร็ค

source: Submission Date
th: วันที่ยื่น

source: Last Modified
th: ถูกแก้ไขล่าสุด

source: Lock Session
th: ล็อกเซสชัน

source: locked
th: ล็อค

source: unlocked
th: ปลดล็อค

source: Session has been {{action}} successfully.
th: เซสชันเป็น {{action}} สำเร็จแล้ว

source: Event exported.
th: ส่งออกกิจกรรมแล้ว

source: Event export is going on.
th: การส่งออกกิจกรรมกำลังดำเนินต่อไป

source: Event export failed.
th: การส่งออกกิจกรรมล้มเหลว

source: Invite resent successfully
th: เชิญส่งต่อได้สำเร็จ

source: Owner Role Invite sent successfully.
th: ส่งคำเชิญบทบาทเจ้าของสำเร็จแล้ว

source: Speaker details have been saved
th: บันทึกรายละเอียดวิทยากรแล้ว

source: The speaker has been saved.
th: บันทึกวิทยากรแล้ว

source: Position
th: ตำแหน่ง

source: Organization
th: องค์กร

source: Phone
th: โทรศัพท์

source: Submitted Sessions
th: ส่งเซสชันแล้ว

source: Feature
th: ลักษณะเฉพาะ

source: Speaker has been deleted successfully.
th: วิทยากรถูกลบเรียบร้อยแล้ว

source: Speaker details modified successfully
th: แก้ไขรายละเอียดวิทยากรเรียบร้อยแล้ว

source: Speaker order reset successfully.
th: รีเซ็ตลำดับวิทยากรสำเร็จ

source: Speaker order set successfully.
th: ตั้งค่าลำดับวิทยากรเรียบร้อยแล้ว

source: Access code has been successfully created.
th: สร้างรหัสการเข้าถึงสำเร็จแล้ว

source: An unexpected error has occurred. Access code cannot be created.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่สามารถสร้างรหัสการเข้าถึงได้

source: Access code has been successfully updated.
th: อัปเดตรหัสการเข้าถึงเรียบร้อยแล้ว

source: Access Code
th: รหัสการเข้าถึง

source: Access Code URL
th: รหัสการเข้าถึง URL

source: Validity
th: ความถูกต้อง

source: Access Code has been deleted successfully.
th: ลบรหัสการเข้าถึงเรียบร้อยแล้ว

source: Access Code has been updated successfully.
th: อัปเดตรหัสการเข้าถึงเรียบร้อยแล้ว

source: Order details saved. Please fill further details within {{time}} minutes.
th: บันทึกรายละเอียดการสั่งซื้อแล้ว โปรดกรอกรายละเอียดเพิ่มเติมภายใน {{time}} นาที

source: Export has failed.
th: การส่งออกล้มเหลว

source: Attendee Checked-In Successfully
th: ผู้เข้าร่วมเช็คอินเรียบร้อยแล้ว

source: Attendee Checked-Out Successfully
th: ผู้เข้าร่วมเช็คเอาต์เรียบร้อยแล้ว

source: Discount code has been successfully created.
th: สร้างรหัสส่วนลดสำเร็จแล้ว

source: An unexpected error has occurred. Discount code cannot be created.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่สามารถสร้างรหัสส่วนลดได้

source: Discount code has been successfully updated.
th: อัปเดตรหัสส่วนลดเรียบร้อยแล้ว

source: An unexpected error has occurred. Discount code cannot be updated.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น. ไม่สามารถอัปเดตรหัสส่วนลดได้

source: Discount code
th: รหัสส่วนลด

source: Discount code URL
th: รหัสส่วนลด URL

source: Discount per Ticket
th: ส่วนลดต่อตั๋ว

source: Discount Code has been deleted successfully.
th: ลบรหัสส่วนลดเรียบร้อยแล้ว

source: Discount Code has been updated successfully.
th: อัปเดตรหัสส่วนลดเรียบร้อยแล้ว

source: Your Attendee form has been saved
th: บันทึกแบบฟอร์มผู้เข้าร่วมของคุณแล้ว

source: Order has been marked completed successfully.
th: ทำเครื่องหมายคำสั่งซื้อเรียบร้อยแล้ว

source: Email confirmation has been sent to attendees successfully
th: ส่งอีเมลยืนยันถึงผู้เข้าร่วมเรียบร้อยแล้ว

source: Only 5 resend actions are allowed in a minute
th: อนุญาตให้ส่งการดำเนินการซ้ำได้เพียง 5 ครั้งในหนึ่งนาที

source: You need to add rooms into the wizard first before they show up here.
th: คุณต้องเพิ่มห้องในวิซาร์ดก่อนจึงจะปรากฏที่นี่

source: Video Room Name
th: ชื่อห้องวิดีโอ

source: This column shows the video room name that will be visible to the users on the event page.
th: คอลัมน์นี้แสดงชื่อห้องวิดีโอที่ผู้ใช้จะมองเห็นได้ในหน้ากิจกรรม

source: You can share the links in this columns with attendees of an event. On event or schedule schedule pages attendees of your event will see a Join Video button. These buttons will direct to the links shown here. Only organizers and registered ticket holders will be able to access these links.
th: คุณแชร์ลิงก์ในคอลัมน์นี้กับผู้เข้าร่วมกิจกรรมได้ ในหน้ากิจกรรมหรือกำหนดการ ผู้เข้าร่วมกิจกรรมจะเห็นปุ่มเข้าร่วมวิดีโอ ปุ่มเหล่านี้จะนำไปยังลิงก์ที่แสดงไว้ที่นี่ เฉพาะผู้จัดงานและผู้ถือตั๋วที่ลงทะเบียนเท่านั้นที่จะสามารถเข้าถึงลิงก์เหล่านี้ได้

source: Additional information
th: ข้อมูลเพิ่มเติม

source: Recordings
th: บันทึก

source: {{item}} has been deleted successfully.
th: ลบ {{item}} สำเร็จแล้ว

source: Video Stream
th: สตรีมวิดีโอ

source: User Image
th: รูปภาพผู้ใช้

source: Public Profile Name
th: ชื่อโปรไฟล์สาธารณะ

source: Group Join Date
th: วันที่เข้าร่วมกลุ่ม

source: All notifications marked read successfully
th: ทำเครื่องหมายการแจ้งเตือนทั้งหมดว่าอ่านเรียบร้อยแล้ว

source: Your credentials were incorrect.
th: ข้อมูลรับรองของคุณไม่ถูกต้อง

source: Order details saved. Please fill the payment details
th: บันทึกรายละเอียดการสั่งซื้อแล้ว กรุณากรอกรายละเอียดการชำระเงิน

source: Order details saved. Your order is successful
th: บันทึกรายละเอียดการสั่งซื้อแล้ว คำสั่งซื้อของคุณสำเร็จ

source: Payment has succeeded
th: การชำระเงินสำเร็จแล้ว

source: Here is your Order Invoice
th: นี่คือใบกำกับสินค้าของคุณ

source: Here are your tickets
th: นี่คือตั๋วของคุณ

source: Online and In-Person Event at
th: ออนไลน์และกิจกรรมส่วนตัวที่

source: Location to be announced
th: สถานที่ที่จะประกาศ

source: Please login to follow a group.
th: กรุณาเข้าสู่ระบบเพื่อติดตามกลุ่ม

source: Session details have been saved
th: บันทึกรายละเอียดเซสชันแล้ว

source: Proposal has been withdrawn successfully.
th: ถอนข้อเสนอสำเร็จแล้ว

source: Do you want to accept the invite?
th: คุณต้องการยอมรับคำเชิญหรือไม่?
