Repository: fossasia/open-event-frontend
Catalog: docs/translations/*.po
Languages: th

source: Madagascar
th: มาดากัสการ

source: Marshall Islands
th: หมู่เกาะมาร์แชลล์

source: North Macedonia
th: มาซิโดเนียเหนือ

source: Mali
th: มาลี

source: Myanmar
th: พมา

source: Mongolia
th: มองโกเลีย

source: Macao
th: มาเก๊า

source: Northern Mariana Islands
th: หมู่เกาะนอร์เทิร์นมาเรียนา

source: Martinique
th: มาร์ตินีก

source: Mauritania
th: มอริเตเนีย

source: Montserrat
th: มอนต์เซอร์รัต

source: Malta
th: มอลตา

source: Mauritius
th: มอริเชียส

source: Maldives
th: มัลดีฟส์

source: Malawi
th: มาลาวี

source: Mexico
th: เม็กซิโก

source: Malaysia
th: มาเลเซีย

source: Mozambique
th: โมซัมบิก

source: Namibia
th: นามิเบีย

source: New Caledonia
th: นิวแคลิโดเนีย

source: Niger
th: ไนเจอร์

source: Norfolk Island
th: เกาะนอร์ฟอล์ก

source: Nigeria
th: ไนจีเรีย

source: Nicaragua
th: นิการากัว

source: Netherlands
th: เนเธอรแลนด์

source: Norway
th: นอรเวย์

source: Nepal
th: เนปาล

source: Nauru
th: นาอูรู

source: Niue
th: นีอูเอ

source: New Zealand
th: นิวซีแลนด์

source: Oman
th: โอมาน

source: Panama
th: ปานามา

source: Peru
th: เปรู

source: French Polynesia
th: เฟรนช์โปลินีเซีย

source: Papua New Guinea
th: ปาปวนิวกินี

source: Philippines
th: ฟลิปปนส

source: Pakistan
th: ปากีสถาน

source: Poland
th: โปแลนด์

source: Saint Pierre And Miquelon
th: แซงปีแยร์และมีเกอลง

source: Pitcairn Islands
th: หมู่เกาะพิตแคร์น

source: Puerto Rico
th: เปอร์โตริโก

source: Palestinian
th: ปาเลสไตน์

source: Portugal
th: โปรตุเกส

source: Palau
th: ปาเลา

source: Paraguay
th: ปารากวัย

source: Qatar
th: กาตาร์

source: Reunion
th: เรอูนียง

source: Romania
th: โรมาเนีย

source: Serbia
th: เซอร์เบีย

source: Russian
th: รัสเซีย

source: Rwanda
th: รวันดา

source: Saudi Arabia
th: ซาอุดีอาระเบีย

source: Solomon Islands
th: หมู่เกาะโซโลมอน

source: Seychelles
th: เซเชลส์

source: Sudan
th: ซูดาน

source: Sweden
th: สวีเดน

source: Singapore
th: สิงคโปร์

source: Saint Helena
th: เซนต์เฮเลนา

source: Slovenia
th: สโลวีเนีย

source: Svalbard And Jan Mayen
th: สฟาลบาร์และยานไมเอน

source: Slovakia
th: สโลวาเกีย

source: Sierra Leone
th: เซียรราลีโอน

source: San Marino
th: ซานมารีโน

source: Senegal
th: เซเนกัล

source: Somalia
th: โซมาเลีย

source: Suriname
th: ซูรินาเม

source: South Sudan
th: ซูดานใต้

source: Sao Tome and Principe
th: เซาตูเมและปรินซิปี

source: El Salvador
th: เอลซัลวาดอร์

source: Sint Maarten
th: ซินต์มาร์เท่น

source: Syria
th: ซีเรีย

source: Swaziland
th: สวาซิแลนด์

source: Turks And Caicos Islands
th: หมู่เกาะเติกส์และหมู่เกาะเคคอส

source: Chad
th: ชาด

source: French Southern Territories
th: เฟรนช์เซาเทิร์นเทร์ริทอรีส์

source: Togo
th: โตโก

source: Thailand
th: ไทย

source: Tajikistan
th: ทาจิกิสถาน

source: Tokelau
th: โตเกเลา

source: East Timor
th: ติมอร์ตะวันออก

source: Turkmenistan
th: เติรกเมนิสถาน

source: Tunisia
th: ตูนิเซีย

source: Tonga
th: ตองกา

source: Turkey
th: ตุรกี

source: Trinidad And Tobago
th: ตรินิแดดและโตเบโก

source: Tuvalu
th: ตูวาลู

source: Taiwan
th: ไต้หวัน

source: Tanzania
th: แทนซาเนีย

source: Ukraine
th: ยูเครน

source: Uganda
th: ยูกันดา

source: United States Minor Outlying Islands
th: เกาะเล็กรอบนอกของสหรัฐอเมริกา

source: United States
th: สหรัฐอเมริกา

source: Uruguay
th: อุรุกวัย

source: Uzbekistan
th: อุซเบกิสถาน

source: Vatican City
th: เมืองวาติกัน

source: Saint Vincent And The Grenadines
th: เซนต์วินเซนต์และเกรนาดีนส์

source: Venezuela
th: เวเนซุเอลา

source: British Virgin Islands
th: หมู่เกาะบริติชเวอร์จิน

source: U.S. Virgin Islands
th: หมู่เกาะเวอร์จินของสหรัฐอเมริกา

source: Vietnam
th: เวียดนาม

source: Vanuatu
th: วานูอาตู

source: Wallis And Futuna
th: วาลลิสและฟุตูนา

source: Samoa
th: ซามัว

source: Kosovo
th: โคโซโว

source: Yemen
th: เยเมน

source: Mayotte
th: มายอต

source: South Africa
th: แอฟริกาใต้

source: Zambia
th: แซมเบีย

source: Zimbabwe
th: ซิมบับเว

source: Appearance or Signing
th: ลักษณะที่ปรากฏหรือการลงนาม

source: Attraction
th: สถานที่ท่องเที่ยว

source: Camp, Trip, or Retreat
th: แคมป์ ทริป หรือ รีทรีท

source: Class, Training, or Workshop
th: ชั้นเรียน การฝึกอบรม หรือการประชุมเชิงปฏิบัติการ

source: Concert or Performance
th: คอนเสิร์ตหรือการแสดง

source: Conference
th: การประชุม

source: Convention
th: อนุสัญญา

source: Dinner or Gala
th: อาหารค่ำหรือกาล่า

source: Festival or Fair
th: เทศกาลหรืองานแฟร์

source: Game or Competition
th: เกมหรือการแข่งขัน

source: Meeting or Networking Event
th: การประชุมหรือกิจกรรมเครือข่าย

source: Other
th: อื่น

source: Party or Social Gathering
th: ปาร์ตี้หรืองานสังสรรค์

source: Race or Endurance Event
th: การแข่งขันหรือการแข่งขันความอดทน

source: Rally
th: แรลลี่

source: Screening
th: คัดกรอง

source: Seminar or Talk
th: สัมมนาหรือพูดคุย

source: Tour
th: การท่องเที่ยว

source: Tournament
th: การแข่งขัน

source: Tradeshow, Consumer Show, or Expo
th: งานแสดงสินค้า การแสดงสินค้าอุปโภคบริโภค หรืองานเอ็กซ์โป

source: Air
th: อากาศ

source: Auto
th: รถยนต์

source: Boat
th: เรือ

source: Motorcycle/ATV
th: รถจักรยานยนต์/ATV

source: Career
th: อาชีพ

source: Design
th: ออกแบบ

source: Educators
th: นักการศึกษา

source: Environment & Sustainability
th: สิ่งแวดล้อมและความยั่งยืน

source: Finance
th: การเงิน

source: Media
th: สื่อ

source: Non Profit & NGOs
th: องค์กรไม่แสวงหากำไรและองค์กรพัฒนาเอกชน

source: Real Estate
th: อสังหาริมทรัพย์

source: Sales & Marketing
th: การขายและการตลาด

source: Startups & Small Business
th: สตาร์ทอัพและธุรกิจขนาดเล็ก

source: Animal Welfare
th: สวัสดิภาพสัตว์

source: Disaster Relief
th: การบรรเทาภัยพิบัติ

source: Education
th: การศึกษา

source: Environment
th: สิ่งแวดล้อม

source: Healthcare
th: ดูแลสุขภาพ

source: Human Rights
th: สิทธิมนุษยชน

source: International Aid
th: ความช่วยเหลือระหว่างประเทศ

source: Poverty
th: ความยากจน

source: City/Town
th: เมือง/เมือง

source: County
th: เขต

source: Heritage
th: มรดก

source: Medieval
th: ยุคกลาง

source: Nationality
th: สัญชาติ

source: Renaissance
th: เรเนซองส์

source: Alumni
th: ศิษย์เก่า

source: Baby
th: ที่รัก

source: Children & Youth
th: เด็กและเยาวชน

source: Parenting
th: การเลี้ยงลูก

source: Parents Association
th: สมาคมผู้ปกครอง

source: Accessories
th: เครื่องประดับ

source: Beauty
th: ความงาม

source: Bridal
th: เจ้าสาว

source: Fashion
th: แฟชั่น

source: Adult
th: ผู้ใหญ่

source: Anime
th: อะนิเมะ

source: Comedy
th: ตลก

source: Comics
th: การ์ตูน

source: Film
th: ฟิล์ม

source: Gaming
th: เกม

source: TV
th: โทรทัศน์

source: Beer
th: เบียร์

source: Food
th: อาหาร

source: Spirits
th: สปิริต

source: Wine
th: ไวน์

source: County/Municipal Government
th: การปกครองเทศมณฑล/เทศบาล

source: Democratic Party
th: พรรคประชาธิปัตย์

source: Federal Government
th: รัฐบาลกลาง

source: Non-partisan
th: ไม่ฝักใฝ่ฝ่ายใด

source: Other Party
th: พรรคอื่น

source: Republican Party
th: พรรครีพับลิกัน

source: State Government
th: หน่วยงานภาครัฐ

source: Medical
th: ทางการแพทย์

source: Mental health
th: สุขภาพจิต

source: Personal health
th: สุขภาพส่วนบุคคล

source: Spa
th: สปา

source: Yoga
th: โยคะ

source: Anime/Comics
th: อนิเมะ/การ์ตูน

source: Books
th: หนังสือ

source: Drawing & Painting
th: การวาดภาพและระบายสี

source: Knitting
th: ถักนิตติ้ง

source: Photography
th: การถ่ายภาพ

source: Dating
th: ออกเดท

source: Home & Garden
th: บ้านและสวน

source: Pets & Animals
th: สัตว์เลี้ยงและสัตว์

source: Alternative
th: ทางเลือก

source: Blues & Jazz
th: บลูส์ แอนด์ แจ๊ส

source: Classical
th: คลาสสิก

source: Cultural
th: ทางวัฒนธรรม

source: EDM / Electronic
th: EDM / อิเล็กทรอนิกส์

source: Folk
th: พื้นบ้าน

source: Hip Hop / Rap
th: ฮิปฮอป / แร็พ

source: Indie
th: อินดี้

source: Latin
th: ละติน

source: Metal
th: โลหะ

source: Opera
th: โอเปร่า

source: Pop
th: โผล่

source: Reggae
th: เร็กเก้

source: Religious/Spiritual
th: ศาสนา/จิตวิญญาณ

source: Rock
th: หิน

source: Top 40
th: ท็อป 40

source: Avatar
th: สัญลักษณ์

source: Ballet
th: บัลเล่ต์

source: Craft
th: หัตถกรรม

source: Dance
th: เต้นรำ

source: Fine Art
th: วิจิตรศิลป์

source: Literary Arts
th: วรรณกรรม

source: Musical
th: ดนตรี

source: Orchestra
th: วงออเคสตรา

source: Theatre
th: โรงภาพยนตร์

source: Buddhism
th: พุทธศาสนา

source: Christianity
th: ศาสนาคริสต์

source: Eastern Religion
th: ศาสนาตะวันออก

source: Islam
th: อิสลาม

source: Judaism
th: ศาสนายิว

source: Mormonism
th: มอร์มอน

source: Mysticism and Occult
th: เวทย์มนต์และไสยศาสตร์

source: New Age
th: ยุคใหม่

source: Sikhism
th: ศาสนาซิกข์

source: Biotech
th: เทคโนโลยีชีวภาพ

source: High Tech
th: เทคโนโลยีขั้นสูง

source: Medicine
th: ยา

source: Robotics
th: วิทยาการหุ่นยนต์

source: Science
th: ศาสตร์

source: Channukah
th: ชานุคา

source: Christmas
th: คริสต์มาส

source: Easter
th: อีสเตอร์

source: Fall events
th: เหตุการณ์ฤดูใบไม้ร่วง

source: Halloween/Haunt
th: ฮัลโลวีน/หลอกหลอน

source: Independence Day
th: วันประกาศอิสรภาพ

source: New Years Eve
th: วันส่งท้ายปีเก่า

source: St Patricks Day
th: วันเซนต์แพททริค

source: Thanksgiving
th: ขอบคุณพระเจ้า

source: Baseball
th: เบสบอล

source: Basketball
th: บาสเกตบอล

source: Cycling
th: การปั่นจักรยาน

source: Exercise
th: ออกกำลังกาย

source: Fighting & Martial Arts
th: ศิลปะการต่อสู้และป้องกันตัว

source: Football
th: ฟุตบอล

source: Golf
th: กอล์ฟ

source: Hockey
th: ฮอกกี้

source: Motorsports
th: มอเตอร์สปอร์ต

source: Mountain Biking
th: ปั่นจักรยานเสือภูเขา

source: Obstacles
th: อุปสรรค

source: Rugby
th: รักบี้

source: Running
th: วิ่ง

source: Snow Sports
th: กีฬาหิมะ

source: Soccer
th: ฟุตบอล

source: Swimming & Water Sports
th: ว่ายน้ำและกีฬาทางน้ำ

source: Tennis
th: เทนนิส

source: Volleyball
th: วอลเลย์บอล

source: Walking
th: ที่เดิน

source: Canoeing
th: พายเรือแคนู

source: Climbing
th: การปีนป่าย

source: Hiking
th: การเดินป่า

source: Kayaking
th: พายเรือคายัค

source: Rafting
th: ล่องแก่ง

source: Travel
th: การท่องเที่ยว

source: All Dates
th: วันที่ทั้งหมด

source: Today
th: วันนี้

source: Tomorrow
th: พรุ่งนี้

source: This week
th: สัปดาห์นี้

source: This Weekend
th: สุดสัปดาห์นี้

source: Next week
th: สัปดาห์หน้า

source: This Month
th: เดือนนี้

source: Custom dates
th: วันที่ที่กำหนดเอง

source: Attribution-NonCommercial-NoDerivs
th: แสดงที่มา - ไม่ใช้ในเชิงพาณิชย์ -NoDerivs

source: Attribution-NonCommercial
th: แสดงที่มา - ไม่ใช่เชิงพาณิชย์

source: Public Domain Dedication (CC0)
th: การอุทิศสาธารณสมบัติ (CC0)

source: Attribution
th: แสดงที่มา

source: All rights reserved
th: สงวนลิขสิทธิ์ทั้งหมด

source: Attribution-NoDerivs
th: แสดงที่มา - ไม่มีผล

source: Public Domain Work
th: งานสาธารณสมบัติ

source: Attribution-ShareAlike
th: แสดงที่มา - แชร์เหมือนกัน

source: Polish zloty
th: ซลอตีโปแลนด์

source: New Zealand dollar
th: ดอลลาร์นิวซีแลนด์

source: Indian rupee
th: รูปีอินเดีย

source: Brazilian real
th: เรียลบราซิล

source: Singapore dollar
th: ดอลลาร์สิงคโปร์

source: Canadian dollar
th: ดอลลาร์แคนาดา

source: Hong Kong dollar
th: ดอลลาร์ฮ่องกง

source: Czech koruna
th: โครูนาเช็ก

source: Danish krone
th: โครนเดนมาร์ก

source: Norwegian krone
th: โครนนอร์เวย์

source: Swedish krona
th: โครนาสวีเดน

source: New Taiwan dollar
th: ดอลลาร์ไต้หวันใหม่

source: United States dollar
th: ดอลลาร์สหรัฐ

source: Hungarian forint
th: โฟรินท์ฮังการี

source: Japanese yen
th: เงินเยนของญี่ปุ่น

source: Israeli new sheqel
th: เชเกลใหม่ของอิสราเอล

source: European Euro
th: ยูโรยุโรป

source: Mexican peso
th: เปโซเม็กซิกัน

source: Philippine peso
th: เปโซฟิลิปปินส์

source: Australian dollar
th: ดอลลาร์ออสเตรเลีย

source: British pound
th: ปอนด์อังกฤษ

source: Thai baht
th: เงินบาท

source: Russian ruble
th: รูเบิลรัสเซีย

source: Malaysian ringgit
th: ริงกิตมาเลเซีย

source: Swiss franc
th: ฟรังก์สวิส

source: Under 18
th: ต่ำกว่า 18

source: I prefer not to say
th: ฉันไม่ต้องการพูด

source: Wikipedia
th: วิกิพีเดีย

source: Wiktionary
th: วิกิพจนานุกรม

source: Wikiquote
th: วิกิคำคม

source: Wikinews
th: วิกิ

source: Wikisource
th: วิกิซอร์ซ

source: Wikibooks
th: วิกิตำรา

source: Wikiversity
th: วิกิพีเดีย

source: Wikivoyage
th: วิกิการเดินทาง

source: Wikimedia Commons
th: วิกิมีเดียคอมมอนส์

source: Wikidata
th: วิกิสนเทศ

source: Wikispecies
th: วิกิสปีชีส์

source: Meta-Wiki
th: เมตา-วิกิ

source: What is your home wiki
th: วิกิที่บ้านของคุณคืออะไร

source: Select your home wiki
th: เลือกวิกิหลักของคุณ

source: What is your native language, or what language are you most fluent in?
th: ภาษาแม่ของคุณคืออะไร หรือภาษาใดที่คุณพูดได้คล่องที่สุด?

source: Are you fluent in any other of the following languages?
th: คุณพูดภาษาอื่น ๆ ต่อไปนี้ได้อย่างคล่องแคล่วหรือไม่?

source: Filter by Tracks
th: กรองตามแทร็ก

source: Filter by Rooms
th: กรองตามห้อง

source: Filter by Session Types
th: กรองตามประเภทเซสชัน

source: Filter by Session levels
th: กรองตามระดับเซสชัน

source: [Clear Filter]
th: [ล้างตัวกรอง]

source: Consent of refund policy
th: ความยินยอมของนโยบายการคืนเงิน

source: I agree to the terms of the refund policy of the event.
th: ฉันยอมรับเงื่อนไขนโยบายการคืนเงินของกิจกรรม

source: I agree to the terms of the
th: ฉันยอมรับเงื่อนไขของ

source: and the
th: และ

source: Universal Code of Conduct
th: จรรยาบรรณสากล

source: Friendly Space Policy
th: นโยบายอวกาศที่เป็นมิตร

source: Code of conduct consent
th: จรรยาบรรณยินยอม

source: Not sure yet
th: ยังไม่แน่ใจ

source: Please enter your wiki scholarship.
th: โปรดป้อนทุนการศึกษา wiki ของคุณ

source: Have you received a Wikimania scholarship?
th: คุณได้รับทุนวิกิมีเดียหรือไม่?

source: No, I haven't
th: ไม่ ฉันไม่ได้

source: Yes, from the Wikimedia Foundation
th: ใช่ จากมูลนิธิวิกิมีเดีย

source: Yes, from a Wikimedia affiliate
th: ใช่ จากบริษัทในเครือ Wikimedia

source: Select your answer
th: เลือกคำตอบของคุณ

source: Wikimania photo consent
th: การยินยอมให้ถ่ายภาพ Wikimania

source: Wikimania email updates
th: การอัปเดตอีเมล Wikimania

source: I consent to the Wikimania
th: ฉันยินยอมให้ Wikimania

source: photo policy
th: นโยบายภาพถ่าย

source: I want to receive email updates about future Wikimania editions.
th: ฉันต้องการรับข้อมูลอัปเดตทางอีเมลเกี่ยวกับ Wikimania รุ่นต่อไปในอนาคต.

source: Which of these categories describe your gender identity? (check all that apply)
th: หมวดหมู่ใดบ้างที่อธิบายเกี่ยวกับเพศของคุณ? (เลือกทุกข้อที่เกี่ยวข้อง)

source: Man
th: ชาย

source: Woman
th: หญิง

source: Transgender
th: คนข้ามเพศ

source: Non-binary
th: ไม่ไบนารี

source: Genderqueer
th: เพศควีร์

source: An identity not listed here
th: เพศที่ไม่ได้ระบุไว้ที่นี่

source: Activating a room chat adds a chat channel that is only available for the specific room.
th: การเปิดใช้งานห้องแชทจะเพิ่มช่องแชทที่ใช้ได้เฉพาะในห้องนั้นๆ

source: Activating the event chat for a room adds a chat channel that can be used across different rooms.
th: การเปิดใช้งานการแชทเหตุการณ์สำหรับห้องจะเพิ่มช่องการแชทที่สามารถใช้ในห้องต่างๆ ได้
