Repository: fossasia/open-event-frontend
Catalog: docs/translations/*.po
Languages: th

source: By clicking "{{orderState}}", I acknowledge that I have read and that I agree with the {{terms}} and {{privacy}} on this website.
th: การคลิก "{{orderState}}" แสดงว่าฉันได้อ่านและยอมรับ {{terms}} และ {{privacy}} บนเว็บไซต์นี้

source: Proceed to Checkout
th: ดำเนินการชำระเงิน

source: Order Now
th: สั่งซื้อตอนนี้

source: terms of services
th: เงื่อนไขการบริการ

source: privacy policy
th: นโยบายความเป็นส่วนตัว

source: One Click Signup
th: คลิกเดียวสมัคร

source: Re-enter Password
th: ป้อนรหัสผ่านอีกครั้ง

source: Already have an account? Login
th: มีบัญชีอยู่แล้ว? เข้าสู่ระบบ

source: Forgot Password
th: ลืมรหัสผ่าน

source: Select an image
th: เลือกภาพ

source: Add Session document
th: เพิ่มเอกสารเซสชัน

source: slide
th: สไลด์

source: Select
th: เลือก

source: Select your level
th: เลือกระดับของคุณ

source: Please enable session/speaker form to create a session/speaker.
th: โปรดเปิดใช้งานแบบฟอร์มเซสชัน/วิทยากรเพื่อสร้างเซสชัน/วิทยากร

source: Session details
th: รายละเอียดเซสชัน

source: Speaker details
th: รายละเอียดวิทยากร

source: Choose from existing speaker(s)
th: เลือกจากวิทยากรที่มีอยู่

source: Select Speakers
th: เลือกวิทยากร

source: Drag speakers to reorder!
th: ลากวิทยากรเพื่อเรียงลำดับใหม่!

source: No speaker exists. Add a new speaker.
th: ไม่มีวิทยากร เพิ่มลำโพงใหม่

source: Add a new speaker
th: เพิ่มวิทยากรใหม่

source: Choose from an existing session
th: เลือกจากเซสชันที่มีอยู่

source: Select Session
th: เลือกเซสชัน

source: No session exists. Add a new session proposal.
th: ไม่มีเซสชัน เพิ่มข้อเสนอเซสชันใหม่

source: Add a new Proposal
th: เพิ่มข้อเสนอใหม่

source: Add Email of Speakers
th: เพิ่มอีเมลของผู้พูด

source: Submit
th: ส่ง

source: You need to hit "Submit" to save your changes.
th: คุณต้องกด "ส่ง" เพื่อบันทึกการเปลี่ยนแปลงของคุณ

source: Do not require email for this speaker.
th: ไม่ต้องใช้อีเมลสำหรับวิทยากรนี้

source: Speaker Image
th: ภาพวิทยากร

source: We recommend using a 1:1 ratio image
th: ขอแนะนำให้ใช้รูปภาพอัตราส่วน 1: 1

source: The information you provide here will be added to your invoices. Please ensure you have the correct information added here as it is not possible to regenerate invoices with different information at a later time.
th: ข้อมูลที่คุณให้ไว้ที่นี่จะถูกเพิ่มลงในใบแจ้งหนี้ของคุณ โปรดตรวจสอบให้แน่ใจว่าคุณได้เพิ่มข้อมูลที่ถูกต้องที่นี่เนื่องจากไม่สามารถสร้างใบแจ้งหนี้ใหม่ด้วยข้อมูลที่แตกต่างกันได้ในภายหลัง

source: Select User Image
th: เลือกรูปภาพของผู้ใช้

source: We recommend using at least a 1000x1000px (1:1 ratio) image
th: เราขอแนะนำให้ใช้รูปภาพอย่างน้อย 1000x1000px (อัตราส่วน 1: 1)

source: Family Name
th: นามสกุล

source: Bio
th: ชีวภาพ

source: Language Preference
th: การตั้งค่าภาษา

source: Make Profile Public
th: ทำให้โปรไฟล์เป็นสาธารณะ

source: Update Changes
th: อัปเดตการเปลี่ยนแปลง

source: Turn off
th: ปิด

source: Turn on
th: เปิด

source: Information About Attendee Form
th: ข้อมูลเกี่ยวกับแบบฟอร์มผู้เข้าร่วม

source: The attendee form by default collects the name and email of an attendee. You also have the option to collect additional information such as contact data, position, organization and more. This information will be available together with the ticket information in a CSV file in the ticket section of your event.
th: โดยค่าเริ่มต้นแบบฟอร์มผู้เข้าร่วมจะรวบรวมชื่อและอีเมลของผู้เข้าร่วม คุณยังมีตัวเลือกในการรวบรวมข้อมูลเพิ่มเติมเช่นข้อมูลติดต่อตำแหน่งองค์กรและอื่น ๆ ข้อมูลนี้จะพร้อมใช้งานพร้อมกับข้อมูลตั๋วในไฟล์ CSV ในส่วนตั๋วของงานของคุณ

source: Required Form Fields
th: ฟิลด์แบบฟอร์มที่จำเป็น

source: Information to Collect
th: ข้อมูลที่จะรวบรวม

source: Select Event Type
th: เลือกประเภทเหตุการณ์

source: Select Event Sub-Topic
th: เลือกหัวข้อย่อยของกิจกรรม

source: Location is required to make this event live
th: ต้องระบุตำแหน่งเพื่อให้กิจกรรมนี้ใช้งานได้จริง

source: Show map on event page
th: แสดงแผนที่ในหน้ากิจกรรม

source: You can add video meeting rooms or streams after you created a draft of the event.
th: คุณเพิ่มห้องประชุมหรือสตรีมวิดีโอได้หลังจากสร้างฉบับร่างของกิจกรรมแล้ว

source: Timezone
th: เขตเวลา

source: Select Event Header Image
th: เลือก Event Header Image

source: Add Organizer or Group Information
th: เพิ่มข้อมูลผู้จัดหรือกลุ่ม

source: Organizer or Group Name
th: ชื่อผู้จัดหรือกลุ่ม

source: About the Organizer or Group
th: เกี่ยวกับผู้จัดหรือกลุ่ม

source: Ticketed Event
th: ตั๋วเหตุการณ์

source: Registration
th: การลงทะเบียน

source: Ticketing System
th: ระบบจำหน่ายตั๋ว

source: Ticket Name
th: ชื่อตั๋ว

source: Price
th: ราคา

source: Quantity
th: ปริมาณ

source: You don't have any tickets added. Please add at least one ticket to publish your event.
th: คุณไม่มีตั๋วเพิ่ม โปรดเพิ่มตั๋วอย่างน้อยหนึ่งใบเพื่อเผยแพร่กิจกรรมของคุณ

source: Free Ticket
th: ตั๋วฟรี

source: Paid Ticket
th: ตั๋วชำระเงิน

source: Donation Ticket
th: ตั๋วบริจาค

source: Registration System
th: ระบบลงทะเบียน

source: Registration Name
th: ชื่อลงทะเบียน

source: You don't have any registrations added. Please add at least one registration to publish your event.
th: คุณไม่มีการลงทะเบียนเพิ่ม โปรดเพิ่มการลงทะเบียนอย่างน้อยหนึ่งรายการเพื่อเผยแพร่กิจกรรมของคุณ

source: Free Registration
th: ลงทะเบียนฟรี

source: Paid Registration
th: ชำระค่าลงทะเบียน

source: Donation Registration
th: ลงทะเบียนบริจาค

source: Invoice and Tax Information
th: ข้อมูลใบแจ้งหนี้และภาษี

source: Add invoice and tax information
th: เพิ่มใบแจ้งหนี้และข้อมูลภาษี

source: Add Payment Details
th: เพิ่มรายละเอียดการชำระเงิน

source: Choose payment methods
th: เลือกวิธีการชำระเงิน

source: Payment by PayPal
th: ชำระเงินด้วย PayPal

source: YES, accept payment through PayPal
th: ใช่ยอมรับการชำระเงินผ่าน PayPal

source: Paypal accepts credit card, debit card and PayPal payments. To learn how it works
th: Paypal รับชำระด้วยบัตรเครดิตบัตรเดบิตและ PayPal เพื่อเรียนรู้วิธีการทำงาน

source: click here
th: คลิกที่นี่

source: Payment by Paytm
th: ชำระเงินด้วย Paytm

source: YES, accept payment through Paytm
th: ใช่ยอมรับการชำระเงินผ่าน Paytm

source: Payment with AliPay
th: ชำระเงินด้วย AliPay

source: Yes, accept payment through AliPay Gateway
th: ใช่ยอมรับการชำระเงินผ่าน AliPay Gateway

source: AliPay can accept Credit and Debit Cards, Net-Banking and AliPay. Find more details
th: AliPay สามารถรับบัตรเครดิตและบัตรเดบิต Net-Banking และ AliPay ค้นหารายละเอียดเพิ่มเติม

source: AliPay Gateway has been successfully activated
th: เปิดใช้งาน AliPay Gateway สำเร็จแล้ว

source: Payment with Omise
th: ชำระเงินด้วย Omise

source: Yes, accept payment through Omise Gateway
th: ใช่ยอมรับการชำระเงินผ่าน Omise Gateway

source: Omise can accept Credit and Debit Cards, Net-Banking and AliPay. Find more details
th: Omise สามารถรับบัตรเครดิตและบัตรเดบิต Net-Banking และ AliPay ได้ ค้นหารายละเอียดเพิ่มเติม

source: Omise Gateway has been successfully activated
th: เปิดใช้งาน Omise Gateway สำเร็จแล้ว

source: Payment by Stripe
th: ชำระเงินด้วย Stripe

source: YES, accept payment through Stripe
th: ใช่ยอมรับการชำระเงินผ่าน Stripe

source: Stripe accepts Visa, Master and Amex. Find out more about Stripe
th: Stripe รับ Visa, Master และ Amex ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับ Stripe

source: You have linked your Stripe account successfully. Click here to disconnect your account.
th: คุณได้เชื่อมโยงบัญชี Stripe ของคุณเรียบร้อยแล้ว คลิกที่นี่เพื่อยกเลิกการเชื่อมต่อบัญชีของคุณ

source: Disconnect Stripe Account
th: ยกเลิกการเชื่อมต่อบัญชี Stripe

source: Connect to your Stripe account
th: เชื่อมต่อกับบัญชี Stripe ของคุณ

source: Connect with Stripe
th: เชื่อมต่อกับ Stripe

source: Offline Payments
th: การชำระเงินแบบออฟไลน์

source: YES, accept payment by purchase on invoice.
th: ใช่ ยอมรับการชำระเงินด้วยการซื้อในใบแจ้งหนี้

source: Enter the required details/instructions to ticket buyers.
th: ป้อนรายละเอียด/คำแนะนำที่จำเป็นสำหรับผู้ซื้อตั๋ว

source: YES, accept payment by Cheque.
th: ใช่ ยอมรับการชำระเงินด้วยเช็ค

source: Enter you account name and other required details/instructions to ticket buyers.
th: ป้อนชื่อบัญชีและรายละเอียด/คำแนะนำที่จำเป็นอื่นๆ สำหรับผู้ซื้อตั๋ว

source: YES, accept payment by telegraphic transfer (TT) / bank transfer.
th: ใช่ ยอมรับการชำระเงินด้วยการโอนเงินทางโทรเลข (TT) / โอนเงินผ่านธนาคาร

source: Enter your bank details and other required details/instructions to ticket buyers.
th: ป้อนรายละเอียดธนาคารของคุณและรายละเอียด/คำแนะนำที่จำเป็นอื่นๆ สำหรับผู้ซื้อตั๋ว

source: YES, accept payment at the event (on site).
th: ใช่ รับชำระเงินที่งาน (ในสถานที่)

source: Enter your payment instructions and other required details/instructions to ticket buyers.
th: ป้อนคำแนะนำการชำระเงินและรายละเอียด/คำแนะนำที่จำเป็นอื่นๆ สำหรับผู้ซื้อตั๋ว

source: Require billing information from ticket buyer.
th: ต้องการข้อมูลการเรียกเก็บเงินจากผู้ซื้อตั๋ว

source: After Order Message
th: หลังจากสั่งซื้อข้อความ

source: Links & Social Media
th: ลิงค์และโซเชียลมีเดีย

source: Refunds to be processed by the organizer through payment provider. Refund payments to attendees cannot be made on the {{appName}} platform. Please go to your payment provider, make a refund and mark the ticket as refunded in the {{appName}} platform.
th: การคืนเงินจะดำเนินการโดยผู้จัดงานผ่านผู้ให้บริการชำระเงิน ไม่สามารถคืนเงินให้กับผู้เข้าร่วมบนแพลตฟอร์ม {{appName}} โปรดไปที่ผู้ให้บริการชำระเงิน คืนเงิน และทำเครื่องหมายตั๋วว่าได้รับเงินคืนแล้วในแพลตฟอร์ม {{appName}}

source: Listing Privacy
th: รายชื่อความเป็นส่วนตัว

source: Public event
th: กิจกรรมสาธารณะ

source: list this event on this site and search engines
th: แสดงรายการเหตุการณ์นี้บนไซต์นี้และเครื่องมือค้นหา

source: Private event
th: กิจกรรมส่วนตัว

source: do not list this event publicly
th: อย่าแสดงรายการกิจกรรมนี้ต่อสาธารณะ

source: Add Code of Conduct
th: เพิ่มจรรยาบรรณ

source: License of Event Data & Content
th: ใบอนุญาตของข้อมูลและเนื้อหาเหตุการณ์

source: Licenses
th: สัญญาอนุญาต

source: Select License
th: เลือกใบอนุญาต

source: Sessions, Microlocations, Session Types
th: เซสชันไมโครโลเคชั่นประเภทเซสชัน

source: Preview Text
th: ดูตัวอย่างข้อความ

source: Microlocations or Virtual Online Rooms
th: Microlocations หรือห้องออนไลน์เสมือนจริง

source: Enable Call For Speakers
th: เปิดรับสมัครวิทยากร

source: Call for speakers
th: โทรหาวิทยากร

source: Announcement
th: การประกาศ

source: Enable Soft Closing
th: เปิดใช้งานการปิดอย่างนุ่มนวล

source: Soft Ends
th: ปลายอ่อน

source: Private Link
th: ลิงก์ส่วนตัว

source: Share this link to get private submission independently of open/closed Call for Speakers at any time. (the link will be active once the event is saved)
th: แชร์ลิงก์นี้เพื่อรับการส่งแบบส่วนตัวโดยไม่ขึ้นกับการโทรเปิด / ปิดสำหรับวิทยากรได้ตลอดเวลา (ลิงก์จะใช้งานได้เมื่อบันทึกกิจกรรมแล้ว)

source: Display this publicly. Anybody will be able to submit a proposal within the dates chosen, once the event is published.
th: แสดงสิ่งนี้ต่อสาธารณะ ทุกคนจะสามารถส่งข้อเสนอได้ภายในวันที่ที่เลือกเมื่อกิจกรรมได้รับการเผยแพร่

source: Do not display this publicly. Proposals can be submitted only using the private link.
th: อย่าแสดงสิ่งนี้ต่อสาธารณะ สามารถส่งข้อเสนอได้โดยใช้ลิงก์ส่วนตัวเท่านั้น

source: Customize submission forms
th: ปรับแต่งแบบฟอร์มการส่ง

source: Collect Speaker Details
th: รวบรวมรายละเอียดวิทยากร

source: Collect Session Details
th: รวบรวมรายละเอียดเซสชัน

source: Supporter
th: สปอนเซอร์

source: Add another supporter
th: เพิ่มผู้สนับสนุนรายอื่น

source: Add supporter
th: เพิ่มผู้สนับสนุน

source: followers
th: ผู้ติดตาม

source: This feature is still in alpha stage.
th: คุณลักษณะนี้ยังอยู่ในขั้นตอนอัลฟา

source: Please use with care.
th: กรุณาใช้ด้วยความระมัดระวัง

source: Thank You.
th: ขอบคุณ

source: Create Group
th: สร้างกลุ่ม

source: Add New System Role
th: เพิ่มบทบาทของระบบใหม่

source: Edit System Role
th: แก้ไขบทบาทของระบบ

source: Enter Role name
th: ป้อนชื่อบทบาท

source: Add Team Member
th: เพิ่มสมาชิกในทีม

source: Edit Team Member
th: แก้ไขสมาชิกในทีม

source: Please choose a calendar
th: โปรดเลือกปฏิทิน

source: Add Role
th: เพิ่มบทบาท

source: User Email
th: อีเมลผู้ใช้

source: User role
th: บทบาทของผู้ใช้

source: Select a role
th: เลือกบทบาท

source: Add New Event Sub Topic
th: เพิ่มหัวข้อย่อยกิจกรรมใหม่

source: New Event Sub Topic
th: หัวข้อย่อยกิจกรรมใหม่

source: Enter New Event Sub Topic
th: ป้อนหัวข้อย่อยกิจกรรมใหม่

source: Add Event Sub Topic
th: เพิ่มหัวข้อย่อยของกิจกรรม

source: Add New Event Topic
th: เพิ่มหัวข้อกิจกรรมใหม่

source: New Event Topic
th: หัวข้อกิจกรรมใหม่

source: Enter New Event Topic
th: ป้อนหัวข้อกิจกรรมใหม่

source: Add Event Topic
th: เพิ่มหัวข้อกิจกรรม

source: Add New Event Type
th: เพิ่มประเภทเหตุการณ์ใหม่

source: New Event Type
th: ประเภทเหตุการณ์ใหม่

source: Enter New Event Type
th: ป้อนประเภทเหตุการณ์ใหม่

source: Add Event Type
th: เพิ่มประเภทเหตุการณ์

source: Update image
th: อัปเดตรูปภาพ

source: Update Image
th: อัปเดตรูปภาพ

source: Select Image
th: เลือกรูปภาพ

source: For Cover Photos : 300x150px (2:1 ratio) image. For Avatar Photos : 150x150px (1:1 ratio) image.
th: สำหรับรูปภาพปก: รูปภาพ 300x150px (อัตราส่วน 2: 1) สำหรับ Avatar Photos: 150x150px (อัตราส่วน 1: 1)

source: Copyright information
th: ข้อมูลลิขสิทธิ์

source: Origin information
th: ข้อมูลแหล่งกำเนิด

source: You are transferring this event. This action cannot be undone.
th: คุณกำลังโอนกิจกรรมนี้ การดำเนินการนี้ไม่สามารถยกเลิกได้

source: All the event rights will be transferred to another user.
th: สิทธิ์กิจกรรมทั้งหมดจะถูกโอนไปยังผู้ใช้รายอื่น

source: Transfering event to another user will void all previous owner invites.
th: การโอนกิจกรรมไปยังผู้ใช้รายอื่นจะทำให้คำเชิญเจ้าของเดิมทั้งหมดเป็นโมฆะ

source: Please tick the box to agree and press TRANSFER
th: กรุณาติ๊กในช่องเพื่อยอมรับและกด TRANSFER

source: Transfer
th: โอน

source: Are you sure ?
th: คุณแน่ใจหรือไม่?

source: Ok
th: ตกลง

source: You are deleting this account. This action cannot be undone.
th: คุณกำลังลบบัญชีนี้ การดำเนินการนี้ไม่สามารถยกเลิกได้

source: All user data will be deleted
th: ข้อมูลผู้ใช้ทั้งหมดจะถูกลบ

source: Please tick the box to agree and press DELETE
th: กรุณาทำเครื่องหมายในช่องเพื่อยอมรับและกด DELETE

source: Contact the Organizer
th: ติดต่อผู้จัดงาน

source: Your message was sent to the organizers of this group.
th: ข้อความของคุณถูกส่งไปยังผู้จัดงานของกลุ่มนี้

source: Your message was sent to the organizers of this event.
th: ข้อความของคุณถูกส่งไปยังผู้จัดงานนี้แล้ว

source: You should receive a copy of the message to your email inbox.
th: คุณควรได้รับสำเนาข้อความในกล่องจดหมายอีเมลของคุณ

source: The organizers will contact you by email.
th: ผู้จัดงานจะติดต่อคุณทางอีเมล

source: Close
th: ปิด

source: Group Organizer
th: ผู้จัดกลุ่ม

source: Event Organizer
th: ผู้จัดงาน

source: Send Email
th: ส่งอีเมล

source: Crop Image
th: ครอบตัดรูปภาพ

source: Reset
th: ตั้งค่าใหม่

source: Looks good
th: ดูดี

source: Update System Roles
th: อัปเดตบทบาทของระบบ

source: Provide admin access?
th: ให้สิทธิ์การเข้าถึงระดับผู้ดูแลระบบ?

source: Custom system roles
th: บทบาทของระบบที่กำหนดเอง

source: Sales Admin
th: ธุรการฝ่ายขาย

source: Are you sure you would like to delete this event?
th: แน่ใจไหมว่าต้องการลบกิจกรรมนี้

source: Deleting the event will delete all the data associated with it.
th: การลบกิจกรรมจะลบข้อมูลทั้งหมดที่เกี่ยวข้อง

source: Please enter the full name of the event to continue
th: โปรดป้อนชื่อเต็มของกิจกรรมเพื่อดำเนินการต่อ

source: Delete Event
th: ลบกิจกรรม

source: Revisions
th: การแก้ไข

source: Revisions by testuser
th: การแก้ไขโดยผู้ทดสอบ

source: days ago
th: วันที่ผ่านมา

source: Current Revision
th: การแก้ไขปัจจุบัน

source: Share this event
th: แชร์กิจกรรมนี้

source: Are you sure you would like to transfer this event?
th: แน่ใจไหมว่าต้องการโอนกิจกรรมนี้

source: Transferring the event to another user will lead to you losing all the owner rights.
th: การโอนกิจกรรมไปยังผู้ใช้รายอื่นจะทำให้คุณสูญเสียสิทธิ์ของเจ้าของทั้งหมด

source: On successful transfer of event you will be downgraded to Organizer.
th: เมื่อโอนกิจกรรมสำเร็จ คุณจะถูกดาวน์เกรดเป็นผู้จัดงาน

source: Please enter the event-name to confirm that you want to transfer the event.
th: โปรดป้อนชื่อกิจกรรมเพื่อยืนยันว่าคุณต้องการโอนกิจกรรม

source: Proceed
th: ดำเนินการ

source: Login or Signup
th: เข้าสู่ระบบหรือสมัครสมาชิก

source: Please Login or Signup before you can submit a proposal.
th: กรุณาเข้าสู่ระบบหรือลงทะเบียนก่อนที่คุณจะสามารถส่งข้อเสนอ

source: Signup
th: ลงชื่อ

source: Amount to be paid:
th: จำนวนที่ต้องจ่าย:

source: Enter OTP sent to mobile number
th: ป้อน OTP ที่ส่งไปยังหมายเลขโทรศัพท์มือถือ

source: Select an option to pay
th: เลือกตัวเลือกเพื่อชำระเงิน

source: Paytm Wallet
th: กระเป๋าเงิน Paytm

source: Please enter your Paytm registered Mobile Number to continue
th: โปรดป้อนหมายเลขโทรศัพท์มือถือที่ลงทะเบียน Paytm ของคุณเพื่อดำเนินการต่อ

source: Are you sure you would like to withdraw this proposal?
th: แน่ใจไหมว่าต้องการถอนข้อเสนอนี้

source: This action is final and cannot be reverted.
th: การดำเนินการนี้ถือเป็นที่สิ้นสุดและไม่สามารถเปลี่ยนกลับได้

source: Proceeding forward will withdraw the proposal titled:
th: การดำเนินการต่อไปจะถอนข้อเสนอหัวข้อ:

source: Withdraw Proposal
th: ถอนข้อเสนอ

source: Are you sure?
th: คุณแน่ใจหรือไม่?

source: Incomplete event details
th: รายละเอียดกิจกรรมไม่สมบูรณ์

source: This will unpublish your event. It will not be accessible to the public on the Internet anymore if you continue. The data of the event will still be available on your dashboard, but tickets, call for speakers or any other features will no longer be available online. Do you want to unpublish your event now?
th: การดำเนินการนี้จะยกเลิกการเผยแพร่กิจกรรมของคุณ บุคคลทั่วไปจะไม่สามารถเข้าถึงได้ทางอินเทอร์เน็ตอีกต่อไปหากคุณดำเนินการต่อ ข้อมูลของกิจกรรมจะยังคงมีอยู่บนแดชบอร์ดของคุณ แต่ตั๋วการโทรหาวิทยากรหรือคุณสมบัติอื่น ๆ จะไม่สามารถใช้งานออนไลน์ได้อีกต่อไป คุณต้องการยกเลิกการเผยแพร่กิจกรรมของคุณตอนนี้หรือไม่

source: This will publish the event and the event will be visible on the Internet. Please confirm you want to publish your event.
th: สิ่งนี้จะเผยแพร่กิจกรรมและเหตุการณ์จะปรากฏบนอินเทอร์เน็ต โปรดยืนยันว่าคุณต้องการเผยแพร่กิจกรรมของคุณ

source: You need to add more details such as location and tickets to your event in order to publish it.
th: คุณต้องเพิ่มรายละเอียดเพิ่มเติมเช่นสถานที่และตั๋วเข้าร่วมกิจกรรมของคุณเพื่อเผยแพร่

source: Yes, Unpublish it
th: ใช่ยกเลิกการเผยแพร่

source: Cancel, Do Not Publish it Now
th: ยกเลิกอย่าเผยแพร่เลย

source: Okay
th: ตกลง

source: Add tax information
th: เพิ่มข้อมูลภาษี

source: Choose country
th: เลือกประเทศ

source: Tax name
th: ชื่อผู้เสียภาษี

source: Tax rate
th: อัตราภาษี

source: Tax Invoices
th: ใบกำกับภาษี

source: Send tax invoice to attendees
th: ส่งใบกำกับภาษีให้กับผู้เข้าร่วมประชุม

source: Tax Invoices are sent to your attendees when you select this feature. Enter your registered business organisation name and address to be included on the tax invoice.
th: ใบกำกับภาษีจะถูกส่งไปยังผู้เข้าร่วมของคุณเมื่อคุณเลือกคุณสมบัตินี้ ป้อนชื่อองค์กรธุรกิจที่จดทะเบียนและที่อยู่ที่จะรวมไว้ในใบกำกับภาษี

source: Registered Organisation
th: องค์กรที่ลงทะเบียน

source: Business Address
th: ที่อยู่ บริษัท

source: Text for invoice footer (optional)
th: ข้อความสำหรับส่วนท้ายใบแจ้งหนี้ (ไม่บังคับ)

source: Add or Include Tax Fee
th: เพิ่มหรือรวมค่าธรรมเนียมภาษี

source: Add tax as separate fee on top of the price
th: บวกภาษีเป็นค่าธรรมเนียมแยกต่างหากด้านบนของราคา

source: Include tax in ticket price
th: รวมภาษีในราคาตั๋ว

source: Update tax information
th: อัปเดตข้อมูลภาษี

source: Are you sure you would like to delete your account?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ

source: Deleting the account will delete all the data associated with it.
th: การลบบัญชีจะลบข้อมูลทั้งหมดที่เกี่ยวข้อง

source: Please enter your Email ID to confirm that you want to delete the account.
th: โปรดป้อน ID อีเมลของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชี

source: Search
th: ค้นหา

source: Manage Events
th: จัดการกิจกรรม

source: Logout
th: ออกจากระบบ

source: Create Event
th: สร้างกิจกรรม

source: Mark all as Read
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Go to notifications panel
th: ไปที่แผงการแจ้งเตือน

source: No new notifications
th: ไม่มีการแจ้งเตือนใหม่

source: This action will cancel the entire order. If there is more than one ticket in this order the other tickets will also be canceled. Are you sure you would like to cancel this order now? Yes, cancel order now. / No, do not cancel the order.
th: การดำเนินการนี้จะยกเลิกคำสั่งซื้อทั้งหมด หากมีตั๋วมากกว่าหนึ่งใบในลำดับนี้ ตั๋วอื่นๆ จะถูกยกเลิกด้วย คุณแน่ใจหรือไม่ว่าต้องการยกเลิกคำสั่งซื้อนี้ตอนนี้ ใช่ ยกเลิกคำสั่งซื้อเดี๋ยวนี้ / ไม่ อย่ายกเลิกคำสั่งซื้อ

source: order
th: ใบสั่ง

source: Organizer Message
th: ข้อความของผู้จัดงาน

source: Company Information
th: ข้อมูล บริษัท

source: Tax Name
th: ชื่อผู้เสียภาษี

source: Tax Rate
th: อัตราภาษี

source: Event taking place online and at
th: กิจกรรมเกิดขึ้นทางออนไลน์และที่

source: Location or online event details to be announced
th: รายละเอียดสถานที่หรือกิจกรรมออนไลน์ที่จะแจ้งให้ทราบ

source: Go to event page
th: ไปที่หน้ากิจกรรม

source: Success
th: สำเร็จ

source: Your order completed successfully.
th: คำสั่งซื้อของคุณเสร็จสมบูรณ์

source: Your order placed successfully.
th: ส่งคำสั่งซื้อของคุณเรียบร้อยแล้ว

source: Find all the details related to your order below.
th: ค้นหารายละเอียดทั้งหมดที่เกี่ยวข้องกับคำสั่งซื้อของคุณด้านล่าง

source: Your order has been placed.
th: ส่งคำสั่งซื้อของคุณแล้ว

source: Please pay for your tickets to complete the order now.
th: กรุณาชำระค่าตั๋วของคุณเพื่อดำเนินการสั่งซื้อตอนนี้

source: Order Summary
th: สรุปคำสั่งซื้อ

source: Registration Type
th: ประเภทการลงทะเบียน

source: Discount
th: ส่วนลด

source: Subtotal
th: ผลรวมย่อย

source: includes
th: รวมถึง

source: Tax
th: ภาษี

source: Included in Total
th: รวมอยู่ในผลรวม

source: Grand Total
th: ผลรวมทั้งสิ้น

source: Your order expired because you did not complete registration in time.
th: คำสั่งซื้อของคุณหมดอายุเนื่องจากคุณลงทะเบียนไม่เสร็จทันเวลา

source: Please click on event link given on the right to order your tickets again.
th: กรุณาคลิกที่ลิงค์กิจกรรมทางด้านขวาเพื่อสั่งซื้อตั๋วของคุณอีกครั้ง

source: Your order has been cancelled due to some unavoidable circumstances.
th: คำสั่งซื้อของคุณถูกยกเลิกเนื่องจากสถานการณ์ที่หลีกเลี่ยงไม่ได้

source: Please contact the event organizer for further details.
th: กรุณาติดต่อผู้จัดงานเพื่อขอรายละเอียดเพิ่มเติม

source: Expiry Date
th: วันหมดอายุ

source: Paid via
th: ชำระเงินผ่าน

source: Cheque Details
th: ตรวจสอบรายละเอียด

source: Onsite Instructions
th: คำแนะนำในสถานที่

source: Bank Details
th: รายละเอียดธนาคาร

source: Call for Speakers will softly close on {{softCloseDate}} and will be finally closed on {{closeDate}}.
th: Call for Speakers จะปิดอย่างนุ่มนวลในวันที่ {{softCloseDate}} และจะปิดในที่สุดในวันที่ {{closeDate}}

source: Call for Speakers will close on {{closeDate}}.
th: การโทรสำหรับผู้พูดจะปิดในวันที่ {{closeDate}}

source: Call for Speakers will open at {{openDate}}.
th: Call for Speakers จะเปิดในเวลา {{openDate}}

source: Call for Speakers was closed at {{closeDate}}.
th: การโทรสำหรับผู้พูดถูกปิดเมื่อ {{closeDate}}

source: You have not submitted any session.
th: คุณยังไม่ได้ส่งเซสชั่นใด ๆ

source: You need to login to view and submit session(s).
th: คุณต้องเข้าสู่ระบบเพื่อดูและส่งเซสชั่น

source: You have submitted the following session(s).
th: คุณได้ส่งเซสชันต่อไปนี้

source: Invitation for Sessions
th: คำเชิญสำหรับเซสชั่น

source: You have not been invited for any session.
th: คุณยังไม่ได้รับเชิญให้เข้าร่วมเซสชั่นใดๆ

source: You need to login to view and accept invite(s).
th: คุณต้องเข้าสู่ระบบเพื่อดูและยอมรับคำเชิญ

source: You have been invited for the following session(s).
th: คุณได้รับเชิญสำหรับเซสชันต่อไปนี้

source: Add Speaker Details
th: เพิ่มรายละเอียดวิทยากร

source: Edit Speaker Details
th: แก้ไขรายละเอียดวิทยากร

source: Add New Session
th: เพิ่มเซสชันใหม่
