Repository: fossasia/open-event-frontend
Catalog: docs/translations/*.po
Languages: th

source: An unexpected error has occurred.
th: ข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้น.

source: Please enter your email ID
th: กรุณากรอกรหัสอีเมลของคุณ

source: Please enter a valid email address
th: กรุณากรอกอีเมลที่ถูกต้อง

source: Please enter a phone number.
th: โปรดป้อนหมายเลขโทรศัพท์

source: Please enter a valid phone number.
th: กรุณากรอกหมายเลขโทรศัพท์ที่ถูกต้อง

source: Your account has been deleted successfully.
th: ลบบัญชีของคุณเรียบร้อยแล้ว

source: Email notifications updated successfully
th: อัปเดตการแจ้งเตือนทางอีเมลเรียบร้อยแล้ว

source: Please enter the current password
th: กรุณากรอกรหัสผ่านปัจจุบัน

source: Please enter a new password
th: โปรดป้อนรหัสผ่านใหม่

source: Your password must have at least {ruleValue} characters
th: รหัสผ่านของคุณต้องมีอักขระอย่างน้อย {ruleValue} ตัว

source: Passwords do not match
th: รหัสผ่านไม่ตรง

source: Please upload a file
th: โปรดอัปโหลดไฟล์

source: Please upload a file in suggested format
th: โปรดอัปโหลดไฟล์ในรูปแบบที่แนะนำ

source: Could not fetch from the server
th: ไม่สามารถดึงข้อมูลจากเซิร์ฟเวอร์

source: Please publish to generate the link
th: โปรดเผยแพร่เพื่อสร้างลิงค์

source: Download Ready
th: ดาวน์โหลดพร้อม

source: Task is going on.
th: งานกำลังเกิดขึ้น

source: Task failed.
th: งานล้มเหลว

source: Exported Event Downloaded successfully.
th: ดาวน์โหลดเหตุการณ์ที่ส่งออกเรียบร้อยแล้ว

source: Role Invite sent successfully.
th: ส่งคำเชิญบทบาทเรียบร้อยแล้ว

source: Role Invite updated successfully.
th: อัปเดตคำเชิญบทบาทเรียบร้อยแล้ว

source: Invite resent successfully.
th: เชิญส่งใหม่เรียบร้อยแล้ว

source: Oops something went wrong. Please try again.
th: อ๊ะ มีบางอย่างผิดพลาด โปรดลองอีกครั้ง

source: Role Invite deleted successfully.
th: ลบคำเชิญบทบาทเรียบร้อยแล้ว

source: Role deleted successfully.
th: ลบบทบาทเรียบร้อยแล้ว

source: View
th: ดู

source: Preview
th: ดูตัวอย่าง

source: Unpublish
th: ยกเลิกการเผยแพร่

source: Publish
th: เผยแพร่

source: Your event must have tickets before it can be published.
th: กิจกรรมของคุณต้องมีตั๋วก่อนจึงจะเผยแพร่ได้

source: You need to connect to your Stripe account, if you choose Stripe as a payment gateway.
th: คุณต้องเชื่อมต่อกับบัญชี Stripe ของคุณหากคุณเลือก Stripe เป็นเกตเวย์การชำระเงิน

source: Your event has been published successfully.
th: เผยแพร่กิจกรรมของคุณเรียบร้อยแล้ว

source: Your event has been unpublished.
th: ยกเลิกการเผยแพร่กิจกรรมของคุณแล้ว

source: Please enter a name
th: กรุณากรอกชื่อ

source: Please enter a title
th: โปรดป้อนชื่อ

source: Please enter the path
th: โปรดป้อนเส้นทาง

source: Path should not contain leading slash.
th: เส้นทางไม่ควรมีเครื่องหมายทับ

source: Path should not contain whitespaces.
th: เส้นทางไม่ควรมีช่องว่าง

source: Please select a place
th: โปรดเลือกสถานที่

source: Please enter a position
th: โปรดป้อนตำแหน่ง

source: Please enter a language
th: โปรดป้อนภาษา

source: Please enter a valid url
th: โปรดป้อน URL ที่ถูกต้อง

source: Please select a language
th: กรุณาเลือกภาษา

source: Please enter a valid mobile number.
th: กรุณากรอกหมายเลขโทรศัพท์ที่ถูกต้อง

source: Please enter the email
th: กรุณากรอกอีเมล

source: Please enter the billing paypal email invoice money will be transferred to
th: กรุณากรอกอีเมลใบแจ้งหนี้ paypal สำหรับการเรียกเก็บเงินเงินจะถูกโอนไปที่

source: Please select the country
th: กรุณาเลือกประเทศ

source: Please enter the organisation
th: โปรดเข้าสู่องค์กร

source: Please enter the Address
th: กรุณากรอกที่อยู่

source: Please enter the city
th: กรุณาเข้าเมือง

source: Please enter the ZIP code
th: กรุณากรอกรหัสไปรษณีย์

source: Please enter width
th: โปรดป้อนความกว้าง

source: Please enter height
th: โปรดป้อนความสูง

source: Please enter quality
th: โปรดป้อนคุณภาพ

source: Please enter size
th: โปรดป้อนขนาด

source: Please enter a valid URL for Android app
th: โปรดป้อน URL ที่ถูกต้องสำหรับแอป Android

source: Please enter a valid URL for web app
th: โปรดป้อน URL ที่ถูกต้องสำหรับเว็บแอป

source: Please enter the client ID
th: โปรดป้อนรหัสลูกค้า

source: Please enter the secret key
th: โปรดป้อนรหัสลับ

source: Please enter the publishable key
th: โปรดป้อนคีย์ที่เผยแพร่ได้

source: Please enter the secret test key
th: โปรดป้อนรหัสทดสอบลับ

source: Please enter the publishable test key
th: โปรดป้อนรหัสทดสอบที่เผยแพร่ได้

source: Please enter the sandbox client id
th: โปรดป้อนรหัสไคลเอนต์แซนด์บ็อกซ์

source: Please enter the sandbox secret token
th: โปรดป้อนโทเค็นลับของแซนด์บ็อกซ์

source: Please enter the live client token
th: โปรดป้อนโทเค็นไคลเอนต์ที่ใช้งานอยู่

source: Please enter the live secret token
th: โปรดป้อนโทเค็นลับแบบสด

source: Please enter the public test key
th: โปรดป้อนรหัสทดสอบสาธารณะ

source: Please enter the public live key
th: โปรดป้อนคีย์สดสาธารณะ

source: Please enter the secret live key
th: โปรดป้อนคีย์สดลับ

source: Please enter the live merchant ID
th: โปรดป้อนรหัสผู้ขายจริง

source: Please enter the test merchant ID
th: โปรดป้อนรหัสผู้ค้าทดสอบ

source: Please enter the App name
th: โปรดป้อนชื่อแอป

source: Please enter a tag line
th: กรุณาใส่แท็กไลน์

source: Please enter the API Url
th: โปรดป้อน URL ของ API

source: Please enter a valid URL for the API
th: โปรดป้อน URL ที่ถูกต้องสำหรับ API

source: Please enter the Bucket name
th: โปรดป้อนชื่อที่เก็บข้อมูล

source: Please enter the access key
th: โปรดป้อนรหัสการเข้าถึง

source: Please enter the access secret
th: โปรดป้อนข้อมูลลับในการเข้าถึง

source: Please select a region
th: โปรดเลือกภูมิภาค

source: Please enter the key
th: โปรดป้อนรหัส

source: Please enter the secret
th: โปรดป้อนความลับ

source: Please enter the reCAPTCHA site key
th: โปรดป้อนรหัสไซต์ reCAPTCHA

source: Please enter a Expiry Time for Order
th: โปรดป้อนเวลาหมดอายุสำหรับการสั่งซื้อ

source: Please enter the reCAPTCHA secret key
th: โปรดป้อนรหัสลับ reCAPTCHA

source: Please enter the from email
th: โปรดป้อนอีเมลจาก

source: Please enter name for from email
th: กรุณากรอกชื่อจากอีเมล

source: Please enter the Frontend Url
th: โปรดป้อน URL ส่วนหน้า

source: Please enter a valid URL for Frontend
th: โปรดป้อน URL ที่ถูกต้องสำหรับ Frontend

source: Please enter the SMTP host
th: โปรดป้อนโฮสต์ SMTP

source: Please enter the SMTP port number
th: โปรดป้อนหมายเลขพอร์ต SMTP

source: Please enter a valid port number
th: โปรดป้อนหมายเลขพอร์ตที่ถูกต้อง

source: Please enter the token for Sendgrid
th: โปรดป้อนโทเค็นสำหรับ Sendgrid

source: Please enter the recipient E-mail
th: กรุณากรอก E-mail ของผู้รับ

source: Existing items need to be completed before new items can be added.
th: รายการที่มีอยู่จะต้องเสร็จสมบูรณ์ก่อนจึงจะสามารถเพิ่มรายการใหม่ได้

source: Fee setting deleted successfully
th: ลบการตั้งค่าค่าธรรมเนียมเรียบร้อยแล้ว

source: Oops something went wrong. Please try again
th: อ๊ะมีบางอย่างผิดพลาด กรุณาลองอีกครั้ง

source: Video channel details
th: รายละเอียดช่องวิดีโอ

source: Name
th: ชื่อ

source: Provider
th: ผู้ให้บริการ

source: Api Key
th: API คีย์

source: Save
th: บันทึก

source: Your video channel has been saved.
th: ช่องวิดีโอของคุณได้รับการบันทึกแล้ว

source: Event Documents
th: เอกสารกิจกรรม

source: Add event document
th: เพิ่มเอกสารเหตุการณ์

source: Document Name
th: ชื่อเอกสาร

source: document
th: เอกสาร

source: Select a file
th: เลือกไฟล์

source: Remove
th: เอาออก

source: Document updated successfully
th: อัพเดทเอกสารเรียบร้อยแล้ว

source: Please enter access code
th: กรุณากรอกรหัสการเข้าถึง

source: Please enter number of tickets
th: กรุณากรอกจำนวนตั๋ว

source: Please enter proper number of tickets
th: กรุณากรอกจำนวนตั๋วให้ถูกต้อง

source: Please enter the proper number
th: โปรดป้อนหมายเลขที่ถูกต้อง

source: Minimum value should not be greater than maximum
th: ค่าต่ำสุดไม่ควรมากกว่าค่าสูงสุด

source: Maximum value should not be less than minimum
th: ค่าสูงสุดไม่ควรน้อยกว่าค่าต่ำสุด

source: Maximum value should not be greater than number of tickets
th: มูลค่าสูงสุดไม่ควรมากกว่าจำนวนตั๋ว

source: Please enter the proper date
th: โปรดป้อนวันที่ที่ถูกต้อง

source: Please enter a discount code
th: กรุณากรอกรหัสส่วนลด

source: Please enter the number of tickets
th: กรุณากรอกจำนวนตั๋ว

source: Please enter the discount amount
th: โปรดป้อนจำนวนส่วนลด

source: Please enter the discount percentage
th: โปรดป้อนเปอร์เซ็นต์ส่วนลด

source: Please enter a valid integer
th: โปรดใส่ค่าเป็นตัวเลขในรูปแบบที่ถูกต้อง

source: Please select at least 1 ticket.
th: โปรดเลือกตั๋วอย่างน้อย 1 ใบ

source: Contact Email
th: อีเมลติดต่อ

source: Contact URL
th: URL ติดต่อ

source: Description
th: คำอธิบาย

source: Banner
th: แบนเนอร์

source: Select Banner
th: เลือกแบนเนอร์

source: We recommend using at least a 2160x1080px (2:1 ratio) image
th: ขอแนะนำให้ใช้รูปภาพอย่างน้อย 2160x1080px (อัตราส่วน 2: 1)

source: Logo
th: โลโก้

source: Select Logo
th: เลือกโลโก้

source: Add a related exhibitor session
th: เพิ่มเซสชันผู้แสดงสินค้าที่เกี่ยวข้อง

source: Select Sessions
th: เลือกเซสชัน

source: Video URL
th: URL ของวิดีโอ

source: Slides
th: สไลด์

source: Enable Video Room
th: เปิดใช้ห้องวิดีโอ

source: Social Media
th: สื่อสังคม

source: Add social link
th: เพิ่มลิงค์ทางสังคม

source: Extra Links
th: ลิงค์พิเศษ

source: Add custom link
th: เพิ่มลิงก์ที่กำหนดเอง

source: Please enter a name.
th: โปรดใส่ชื่อ

source: Please enter a URL.
th: โปรดป้อน URL

source: Please enter a valid URL.
th: โปรดป้อน URL ที่ถูกต้อง.

source: Please enter a valid email address.
th: โปรดใส่ที่อยู่อีเมลที่ถูกต้อง

source: Please enter a valid contact link.
th: โปรดป้อนลิงค์ติดต่อที่ถูกต้อง

source: Please upload exhibitor's logo.
th: โปรดอัปโหลดโลโก้ของผู้แสดงสินค้า

source: Your exhibitor has been saved.
th: ผู้แสดงสินค้าของคุณได้รับการบันทึกแล้ว

source: Video Channel
th: ช่องวิดีโอ

source: Add Video
th: เพิ่มวิดีโอ

source: Custom
th: กำหนดเอง

source: Room
th: ห้อง

source: Video Source
th: แหล่งที่มาของวิดีโอ

source: Video Source URL
th: URL ต้นทางของวิดีโอ

source: This column shows the original link of the video. We do not recommend to share this link as users can access it without logging into {{appName}}.
th: คอลัมน์นี้แสดงลิงค์ต้นฉบับของวิดีโอ เราไม่แนะนำให้แชร์ลิงก์นี้เนื่องจากผู้ใช้สามารถเข้าถึงได้โดยไม่ต้องลงชื่อเข้าใช้ {{appName}}

source: Room Password
th: รหัสผ่านห้อง

source: The room password field can be used to communicate a password which is necessary to access online video rooms for example for external video services such as Zoom, Teams and Webex. The need for a password entry depends on the configuration of your video channel. The integrated Big Blue Button video solution in {{appName}} does not need a password as only ticket holders are able to access it. The difference between the password and PIN is that the password option is used for online access while PINs are used to access video rooms through the telephone.
th: ฟิลด์รหัสผ่านของห้องสามารถใช้เพื่อสื่อสารรหัสผ่านซึ่งจำเป็นสำหรับการเข้าถึงห้องวิดีโอออนไลน์ ตัวอย่างเช่น สำหรับบริการวิดีโอภายนอก เช่น Zoom, Teams และ Webex ความจำเป็นในการป้อนรหัสผ่านขึ้นอยู่กับการกำหนดค่าช่องวิดีโอของคุณ โซลูชันวิดีโอ Big Blue Button ที่ผสานรวมใน {{appName}} ไม่จำเป็นต้องใช้รหัสผ่าน เนื่องจากมีเพียงผู้ถือตั๋วเท่านั้นที่สามารถเข้าถึงได้ ความแตกต่างระหว่างรหัสผ่านและ PIN คือตัวเลือกรหัสผ่านใช้สำหรับการเข้าถึงออนไลน์ในขณะที่ใช้ PIN เพื่อเข้าถึงห้องวิดีโอผ่านทางโทรศัพท์

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional Information fields can be used to share information such as phone access, PINs and other video room specific information.
th: ช่องข้อมูลเพิ่มเติมสามารถใช้เพื่อแชร์ข้อมูล เช่น การเข้าถึงโทรศัพท์ PIN และข้อมูลเฉพาะห้องวิดีโออื่นๆ

source: Autoplay
th: เล่นอัตโนมัติ

source: Loop
th: วน

source: Enable Recording
th: เปิดใช้งานการบันทึก

source: Auto Start Recording
th: เริ่มบันทึกอัตโนมัติ

source: Mute On Start
th: ปิดเสียงเมื่อเริ่ม

source: You have changed your video room's configurations. Do you want to update these configurations now?
th: คุณได้เปลี่ยนการกำหนดค่าของห้องวิดีโอของคุณ คุณต้องการอัปเดตการกำหนดค่าเหล่านี้ทันทีหรือไม่

source: Yes, update it now. End ongoing meetings.
th: ใช่ ปรับปรุงเดี๋ยวนี้ ยุติการประชุมต่อเนื่อง

source: Apply changes when a new meeting is started.
th: ใช้การเปลี่ยนแปลงเมื่อเริ่มการประชุมใหม่

source: Access
th: เข้าไป

source: Organization Team
th: ทีมองค์กร

source: Speakers
th: วิทยากร

source: Attendees
th: ผู้เข้าร่วม

source: All logged in users
th: ผู้ใช้ที่เข้าสู่ระบบทั้งหมด

source: Public (no restriction)
th: สาธารณะ (ไม่มีข้อ จำกัด )

source: Moderators
th: ผู้ดูแล

source: Add Email of Moderators
th: เพิ่มอีเมลของผู้ดูแล

source: Add
th: เพิ่ม

source: Please ask moderators to get a ticket for the event. Moderators can access an event only after getting a ticket.
th: โปรดขอให้ผู้ดูแลขอตั๋วสำหรับงาน ผู้ดูแลสามารถเข้าถึงกิจกรรมได้หลังจากได้รับตั๋วเท่านั้น

source: Cancel
th: ยกเลิก

source: Number of Participants
th: จำนวนผู้เข้าร่วม

source: Start time
th: เวลาเริ่มต้น

source: End time
th: เวลาสิ้นสุด

source: Duration
th: ระยะเวลา

source: Please enter a url
th: โปรดป้อน url

source: Please enter a valid email
th: กรุณาใส่อีเมลที่ถูกต้อง

source: Selecting another video integration will reset the data in the form. Do you want to proceed?
th: การเลือกการรวมวิดีโออื่นจะรีเซ็ตข้อมูลในแบบฟอร์ม คุณต้องการดําเนินการต่อหรือไม่?

source: Your stream has been saved
th: บันทึกสตรีมของคุณแล้ว

source: Do you want to announce the event "{{eventName}}" to all group members now?
th: คุณต้องการประกาศกิจกรรม "{{eventName}}" ให้กับสมาชิกทุกคนในกลุ่มตอนนี้หรือไม่?

source: Event has been announced.
th: ประกาศกิจกรรมแล้ว

source: Your group has been saved.
th: กลุ่มของคุณได้รับการบันทึกแล้ว

source: Your group settings have been saved.
th: บันทึกการตั้งค่ากลุ่มของคุณแล้ว

source: You have successfully unfollowed this group.
th: คุณเลิกติดตามกลุ่มนี้สำเร็จแล้ว

source: You need to be logged in to follow this group.
th: คุณต้องเข้าสู่ระบบเพื่อติดตามกลุ่มนี้

source: By following this group you accept that:
th: การติดตามกลุ่มนี้แสดงว่าคุณยอมรับว่า:

source: 1. You will receive announcement emails for events of this group.
th: 1. คุณจะได้รับอีเมลประกาศสำหรับกิจกรรมของกลุ่มนี้

source: 2. You share your email with the group owners and organizers.
th: 2. คุณแบ่งปันอีเมลของคุณกับเจ้าของกลุ่มและผู้จัดงาน

source: 3. All group members will be able to see your public profile image and name.
th: 3. สมาชิกในกลุ่มทุกคนจะสามารถเห็นรูปโปรไฟล์สาธารณะและชื่อของคุณได้

source: Do you want to proceed?
th: คุณต้องการดำเนินการต่อหรือไม่

source: You have successfully followed this group.
th: คุณติดตามกลุ่มนี้สำเร็จแล้ว

source: Please enter your password
th: กรุณาใส่รหัสผ่านของคุณ

source: Here is your ticket.
th: นี่คือตั๋วของคุณ

source: Please enter your first name.
th: กรุณาใส่ชื่อของคุณ

source: Please enter your last name.
th: กรุณาใส่นามสกุลของคุณ

source: Please enter your email.
th: กรุณากรอกอีเมล์ของคุณ

source: Please select a gender.
th: โปรดเลือกเพศ

source: Please select your age group.
th: โปรดเลือกกลุ่มอายุของคุณ

source: You need to agree to the condition of the organizer to receive emails in order to continue the order process.
th: คุณต้องยอมรับเงื่อนไขของผู้จัดเพื่อรับอีเมลเพื่อดำเนินการสั่งซื้อต่อไป

source: In order to complete the order process you need to agree to the photo & video & text consent.
th: ในการดำเนินขั้นตอนการสั่งซื้อให้เสร็จสมบูรณ์คุณต้องยอมรับความยินยอมของรูปภาพและวิดีโอและข้อความ

source: You need to agree to the condition of the organizer to share information among event partners in order to continue the order process. Such a requirement could be necessary in order to provide the event services.
th: คุณต้องยอมรับเงื่อนไขของผู้จัดงานในการแบ่งปันข้อมูลระหว่างพันธมิตรกิจกรรมเพื่อดำเนินการสั่งซื้อต่อไป ข้อกำหนดดังกล่าวอาจจำเป็นเพื่อให้บริการจัดงาน

source: Please enter your address.
th: กรุณาใส่ที่อยู่ของคุณ

source: Please enter your city.
th: กรุณาป้อนเมืองของคุณ

source: Please enter your state.
th: กรุณากรอกสถานะของคุณ

source: Please select your country.
th: กรุณาเลือกประเทศของคุณ.

source: Please enter your job title.
th: กรุณากรอกตำแหน่งงานของคุณ

source: Please enter a mobile number.
th: กรุณาใส่หมายเลขโทรศัพท์มือถือ

source: Please enter your tax business info.
th: โปรดป้อนข้อมูลธุรกิจด้านภาษีของคุณ

source: Please enter your billing address.
th: โปรดป้อนที่อยู่สำหรับการเรียกเก็บเงินของคุณ

source: Please enter your home address.
th: โปรดป้อนที่อยู่บ้านของคุณ

source: Please enter your shipping address.
th: กรุณาใส่ที่อยู่จัดส่งของคุณ

source: Please enter your organisation.
th: กรุณาป้อนองค์กรของคุณ

source: Please enter your work address.
th: กรุณากรอกที่อยู่ที่ทำงานของคุณ

source: Please enter your work phone.
th: กรุณาใส่โทรศัพท์ที่ทำงานของคุณ

source: Please enter URL of website.
th: กรุณากรอก URL ของเว็บไซต์

source: Please enter a valid Twitter profile URL.
th: โปรดป้อน URL โปรไฟล์ Twitter ที่ถูกต้อง

source: Please enter Twitter link.
th: กรุณาใส่ลิงค์ Twitter

source: Please enter a valid Facebook account URL.
th: โปรดป้อน URL บัญชี Facebook ที่ถูกต้อง

source: Please enter Facebook link.
th: กรุณาใส่ลิงค์เฟสบุ๊ค

source: Please enter a valid GitHub profile URL.
th: โปรดป้อน URL โปรไฟล์ GitHub ที่ถูกต้อง

source: Please enter GitHub link.
th: โปรดป้อนลิงก์ GitHub

source: Please enter a valid Instagram account URL.
th: โปรดป้อน URL บัญชี Instagram ที่ถูกต้อง

source: Please enter Instagram link
th: กรุณาใส่ลิงค์อินสตาแกรม

source: Please enter a valid Linkedin account URL.
th: โปรดป้อน URL บัญชี Linkedin ที่ถูกต้อง

source: Please enter Linkedin link.
th: กรุณาใส่ลิงค์ Linkedin

source: Please enter your Tax ID or Business ID.
th: โปรดป้อนหมายเลขประจำตัวผู้เสียภาษีหรือรหัสธุรกิจของคุณ

source: Please enter your ZIP code.
th: กรุณากรอกรหัสไปรษณีย์ของคุณ.

source: Please specify your choice of payment method.
th: โปรดระบุวิธีการชำระเงินที่คุณเลือก

source: Please enter {{field}}.
th: โปรดป้อน {{field}}

source: Please enter a password
th: กรุณาใส่รหัสผ่าน

source: Please enter your new password
th: กรุณากรอกรหัสผ่านใหม่ของคุณ

source: Your password has been reset successfully. Please log in to continue
th: รีเซ็ตรหัสผ่านของคุณสำเร็จแล้ว โปรดเข้าสู่ระบบเพื่อจะดำเนินการต่อ

source: Password reset link is either invalid or used already
th: ลิงก์รีเซ็ตรหัสผ่านไม่ถูกต้องหรือใช้ไปแล้ว

source: Please go to the link sent to your email to reset your password
th: โปรดไปที่ลิงก์ที่ส่งไปยังอีเมลของคุณเพื่อรีเซ็ตรหัสผ่าน

source: No account is registered with this email address.
th: ไม่มีบัญชีที่ลงทะเบียนด้วยที่อยู่อีเมลนี้

source: Please enter a subtitle
th: โปรดป้อนคำบรรยาย

source: Please enter short abstract
th: กรุณาใส่บทคัดย่อสั้น ๆ

source: Please enter a long abstract
th: โปรดป้อนบทคัดย่อแบบยาว

source: Please enter comments
th: กรุณาใส่ความคิดเห็น

source: Please select a track
th: โปรดเลือกแทร็ก

source: Please select a session type
th: โปรดเลือกประเภทเซสชัน

source: Please enter a level
th: โปรดป้อนระดับ

source: Please enter an email
th: กรุณากรอกอีเมล

source: Please select an image
th: โปรดเลือกภาพ

source: Please enter an organisation
th: โปรดป้อนองค์กร

source: Please enter a country
th: โปรดป้อนประเทศ

source: Please enter a city
th: โปรดป้อนเมือง

source: Please enter long biography
th: โปรดป้อนชีวประวัติแบบยาว

source: Please enter short biography
th: กรุณาใส่ชีวประวัติสั้น ๆ

source: Please enter speaking experience
th: กรุณาใส่ประสบการณ์การพูด

source: Please enter select sponsorship
th: โปรดป้อนผู้สนับสนุนที่เลือก

source: Please select a gender
th: โปรดเลือกเพศ

source: Please enter where you heard about the event
th: โปรดป้อนตำแหน่งที่คุณได้ยินเกี่ยวกับกิจกรรม

source: Please enter a mobile number
th: โปรดป้อนหมายเลขโทรศัพท์มือถือ

source: Please enter url of website
th: กรุณากรอก url ของเว็บไซต์

source: Please enter {{field}}
th: โปรดป้อน {{field}}

source: User is already a speaker of this session.
th: ผู้ใช้เป็นผู้บรรยายของเซสชันนี้อยู่แล้ว

source: Please enter your name.
th: กรุณากรอกชื่อของคุณ.

source: Please enter your country.
th: กรุณาป้อนประเทศของคุณ

source: Please enter your billing city.
th: โปรดป้อนเมืองสำหรับการเรียกเก็บเงินของคุณ

source: Please enter the ZIP code.
th: กรุณาใส่รหัสไปรษณีย์

source: Your billing details have been updated.
th: อัปเดตรายละเอียดการเรียกเก็บเงินของคุณแล้ว

source: Sorry, an unexpected error has occurred. Our developers will fix this.
th: ขออภัย เกิดข้อผิดพลาดที่ไม่คาดคิด นักพัฒนาของเราจะแก้ไขปัญหานี้

source: Please enter your name
th: กรุณากรอกชื่อของคุณ

source: Please enter your family name
th: กรุณากรอกชื่อสกุลของคุณ

source: Please enter a valid phone number
th: กรุณากรอกหมายเลขโทรศัพท์ที่ถูกต้อง

source: Your profile has been updated
th: โปรไฟล์ของคุณได้ถูกอัปเดตแล้ว

source: Venue
th: สถานที่

source: Online
th: ออนไลน์

source: Hybrid
th: ไฮบริด

source: To be announced
th: ที่จะประกาศ

source: Please give your event a name
th: โปรดตั้งชื่อกิจกรรมของคุณ

source: Choose a timezone for your event.
th: เลือกเขตเวลาสำหรับกิจกรรมของคุณ

source: When does your event start?
th: งานของคุณเริ่มเมื่อไหร่?

source: Please enter a valid start date.
th: โปรดป้อนวันที่เริ่มต้นที่ถูกต้อง

source: When does your event end?
th: งานของคุณสิ้นสุดเมื่อใด

source: Please enter a valid end date.
th: โปรดป้อนวันที่สิ้นสุดที่ถูกต้อง

source: Event duration can not be more than 20 days.
th: ระยะเวลากิจกรรมต้องไม่เกิน 20 วัน

source: Please enter a start time.
th: โปรดป้อนเวลาเริ่มต้น

source: The start time should be before the end time!
th: เวลาเริ่มต้นควรมาก่อนเวลาสิ้นสุด!

source: Please enter an end time.
th: โปรดป้อนเวลาสิ้นสุด

source: The end time should be after the start time!
th: เวลาสิ้นสุดควรอยู่หลังเวลาเริ่มต้น!

source: Please give your ticket a name.
th: กรุณาตั้งชื่อตั๋วของคุณ

source: Ticket description shouldn't contain more than {ruleValue} characters.
th: คำอธิบายตั๋วไม่ควรมีอักขระเกิน {ruleValue} ตัว

source: Please give your ticket a price.
th: กรุณาให้ราคาตั๋วของคุณ

source: Please give a proper price for you ticket.
th: กรุณาให้ราคาที่เหมาะสมสำหรับตั๋วของคุณ

source: Ticket price should be greater than 0.
th: ราคาตั๋วควรมากกว่า 0

source: Please specify how many tickets of this type are available.
th: โปรดระบุจำนวนตั๋วประเภทนี้

source: Please give a proper quantity for your ticket.
th: โปรดระบุปริมาณที่เหมาะสมสำหรับตั๋วของคุณ

source: Minimum tickets per order required.
th: ต้องมีตั๋วขั้นต่ำต่อการสั่งซื้อ

source: Invalid number!
th: หมายเลขไม่ถูกต้อง!

source: Minimum order should not be greater than maximum.
th: คำสั่งซื้อขั้นต่ำไม่ควรเกินจำนวนสูงสุด

source: Maximum tickets per order required.
th: ต้องใช้ตั๋วสูงสุดต่อคำสั่งซื้อ

source: Maximum tickets per order should be greater than 0.
th: ตั๋วสูงสุดต่อคำสั่งซื้อควรมากกว่า 0

source: Maximum order should not be less than minimum.
th: คำสั่งซื้อสูงสุดไม่ควรน้อยกว่าขั้นต่ำ

source: Minimum price for donation tickets required.
th: ราคาขั้นต่ำสำหรับตั๋วบริจาคที่จำเป็น

source: Minimum price needs to be greater than zero.
th: ราคาขั้นต่ำต้องมากกว่าศูนย์

source: Minimum price should not be greater than maximum.
th: ราคาขั้นต่ำไม่ควรเกินราคาสูงสุด

source: Maximum price for donation tickets required.
th: ราคาสูงสุดสำหรับตั๋วบริจาคที่ต้องการ

source: Maximum price needs to be greater than zero.
th: ราคาสูงสุดต้องมากกว่าศูนย์

source: Maximum price should not be less than minimum.
th: ราคาสูงสุดต้องไม่ต่ำกว่าขั้นต่ำ

source: Please fill your paypal email for payment of tickets.
th: กรุณากรอกอีเมล paypal ของคุณเพื่อชำระค่าตั๋ว

source: Please fill the details for payment of tickets.
th: กรุณากรอกรายละเอียดเพื่อชำระค่าตั๋ว

source: Please fill the bank details for payment of tickets.
th: กรุณากรอกรายละเอียดธนาคารเพื่อชำระค่าตั๋ว

source: Please fill the cheque details for payment of tickets.
th: กรุณากรอกรายละเอียดเช็คสำหรับการชำระเงินตั๋ว

source: Please fill the invoice details for payment of tickets.
th: กรุณากรอกรายละเอียดใบแจ้งหนี้สำหรับการชำระค่าตั๋ว

source: Please try again.
th: กรุณาลองอีกครั้ง.

source: Stripe disconnected successfully.
th: ตัดการเชื่อมต่อแถบสำเร็จแล้ว
