Repository: fossasia/open-event-frontend
Catalog: docs/translations/*.po
Languages: th

source: Speaker invite has been accepted.
th: ตอบรับคำเชิญของวิทยากรแล้ว

source: Do you want to reject the invite?
th: คุณต้องการปฏิเสธคำเชิญหรือไม่?

source: Speaker invite has been rejected.
th: การเชิญวิทยากรถูกปฏิเสธ

source: Thank you for signing up on {{appName}}.
th: ขอขอบคุณที่ลงชื่อสมัครใช้ {{appName}}

source: OK
th: ตกลง

source: We have sent an email with a verification link to you. Please go to your email account and verify your email to get full access to the system. We are logging you into your newly created account now, but your account functionalities are limited until your email is verified. Please press "Ok" to be redirected to the previous page.
th: เราได้ส่งอีเมลพร้อมลิงก์ยืนยันไปให้คุณ โปรดไปที่บัญชีอีเมลของคุณและยืนยันอีเมลของคุณเพื่อเข้าถึงระบบอย่างสมบูรณ์ เรากำลังนำคุณเข้าสู่บัญชีที่สร้างขึ้นใหม่ตอนนี้ แต่ฟังก์ชันบัญชีของคุณมี จำกัด จนกว่าอีเมลของคุณจะได้รับการยืนยัน กรุณากด "ตกลง" เพื่อเปลี่ยนเส้นทางไปยังหน้าที่แล้ว

source: User already exists.
th: มีผู้ใช้นี้อยู่แล้ว.

source: Invalid email address.
th: ที่อยู่อีเมลที่ไม่ถูกต้อง.

source: Basic Details
th: รายละเอียดพื้นฐาน

source: Tell about your event
th: บอกเกี่ยวกับกิจกรรมของคุณ

source: Additional Info
th: ข้อมูลเพิ่มเติม

source: Extra details about your event
th: รายละเอียดเพิ่มเติมเกี่ยวกับกิจกรรมของคุณ

source: Attendee Form
th: แบบฟอร์มผู้เข้าร่วม

source: Know your audience
th: รู้จักผู้ชมของคุณ

source: Supporters
th: สปอนเซอร์

source: Advertise your supporters
th: โฆษณาผู้สนับสนุนของคุณ

source: Sessions & Speakers
th: เซสชันและวิทยากร

source: Expand your event
th: ขยายกิจกรรมของคุณ

source: Your event has been saved
th: บันทึกกิจกรรมของคุณแล้ว

source: Tickets are required for publishing an event.
th: ตั๋วเป็นสิ่งจำเป็นสำหรับการเผยแพร่งาน

source: Marked all as Read successfully
th: ทำเครื่องหมายทั้งหมดว่าอ่านเรียบร้อยแล้ว

source: Organisation
th: องค์กร

source: Address
th: ที่อยู่

source: City
th: เมือง

source: Country
th: ประเทศ

source: Mobile
th: มือถือ

source: Gender
th: เพศ

source: Short Biography
th: ชีวประวัติสั้น ๆ

source: Long Biography
th: ชีวประวัติยาว

source: Speaking Experience
th: ประสบการณ์การพูด

source: Photo
th: รูปถ่าย

source: Instagram
th: อินสตาแกรม

source: Heard From
th: ได้ยินจาก

source: Sponsorship Required
th: จำเป็นต้องมีผู้สนับสนุน

source: Subtitle
th: คำบรรยาย

source: Session Type
th: ประเภทเซสชัน

source: Short Abstract
th: บทคัดย่อสั้น ๆ

source: Long Abstract
th: บทคัดย่อแบบยาว

source: Language
th: ภาษา

source: Level
th: ชั้น

source: Audio
th: เสียง

source: First Name
th: ชื่อจริง

source: Last Name
th: นามสกุล

source: Address (Street, Building, Number etc.)
th: ที่อยู่ (ถนนอาคารหมายเลข ฯลฯ )

source: Job Title
th: ตำแหน่งงาน

source: Tax Business Info
th: ข้อมูลธุรกิจภาษี

source: Work Phone
th: โทรศัพท์ที่ทำงาน

source: Blog
th: บล็อก

source: Email consent
th: คำยินยอมทางอีเมล

source: Photo & video & text consent
th: คำยินยอมเกี่ยวกับภาพถ่ายและวิดีโอและข้อความ

source: Partner contact consent
th: ความยินยอมในการติดต่อพันธมิตร

source: Age Group
th: กลุ่มอายุ

source: Anonymous User
th: ผู้ใช้ที่ไม่ระบุชื่อ

source: Account
th: บัญชี

source: Applications
th: แอพพลิเคชัน:

source: Billing Info
th: ข้อมูลการเรียกเก็บเงิน

source: Invoices
th: ใบแจ้งหนี้

source: All
th: ทั้งหมด

source: Payment Info
th: ข้อมูลการชำระเงิน

source: Danger Zone
th: โซนอันตราย

source: Email Preferences
th: การตั้งค่าอีเมล

source: Password
th: รหัสผ่าน

source: Profile
th: โปรไฟล์

source: Administration
th: การดูแลระบบ

source: Social Links
th: ลิงค์ทางสังคม

source: Pages
th: หน้า

source: System Images
th: ภาพระบบ

source: Sub topics
th: หัวข้อย่อย

source: Translations
th: การแปล

source: Import
th: นำข้อมูลเช้า

source: Live
th: มีชีวิต

source: Draft
th: ร่าง

source: Past
th: อดีต

source: Deleted
th: ลบแล้ว

source: Groups
th: กลุ่ม

source: Messages
th: ข้อความ

source: Permissions
th: สิทธิอนุญาต

source: Reports
th: รายงาน

source: Kubernetes Server Logs
th: บันทึกเซิร์ฟเวอร์ Kubernetes

source: System Logs
th: บันทึกระบบ

source: Activity Logs
th: บันทึกกิจกรรม

source: Mail Logs
th: บันทึกเมล

source: Notification Logs
th: บันทึกการแจ้งเตือน

source: Discounted Events
th: กิจกรรมลดราคา

source: Location
th: ตำแหน่งที่ตั้ง

source: Marketer
th: นักการตลาด

source: Organizer
th: ผู้จัด:

source: Revenue
th: รายได้

source: Session
th: เซสชัน

source: Settings
th: การตั้งค่า

source: Analytics
th: การวิเคราะห์

source: Admin Billing
th: การเรียกเก็บเงินของผู้ดูแลระบบ

source: Images
th: รูปภาพ

source: System
th: เครื่องมือระบบ

source: Microservices
th: ไมโครเซอร์วิส

source: Payment Gateway
th: ช่องทางการชำระเงิน

source: Ticket Fees
th: ค่าธรรมเนียมตั๋ว

source: Users
th: ผู้ใช้

source: Active
th: ใช้งานอยู่

source: Inactive
th: ไม่มีการใช้งาน

source: My sessions
th: เซสชันของฉัน

source: Upcoming
th: ใกล้เข้ามาแล้ว

source: My Tickets
th: ตั๋วของฉัน

source: Create Video Channel
th: สร้างช่องวิดีโอ

source: Edit Video Channel
th: แก้ไขช่องวิดีโอ

source: Video Channels
th: ช่องวิดีโอ

source: Video Recordings
th: บันทึกวิดีโอ

source: Create an Event
th: สร้างกิจกรรม

source: Document
th: เอกสาร

source: Edit Event
th: แก้ไขเหตุการณ์

source: Create Exhibitor
th: สร้างผู้แสดงสินค้า

source: Edit Exhibitor
th: แก้ไขผู้แสดงสินค้า

source: Exhibitors
th: ผู้เข้าร่วมงาน

source: Reorder Exhibitors
th: จัดลำดับผู้เข้าร่วมงานใหม่

source: Scheduler
th: เครื่องมือจัดกำหนดการ

source: Create session
th: สร้างเซสชัน

source: Export
th: ส่งออก

source: Without Session
th: ไม่มีเซสชัน

source: Reorder Speakers
th: จัดลำดับวิทยากรใหม่

source: Team
th: ทีม

source: Manage Events Page
th: จัดการเพจเหตุการณ์

source: Show event on manage events page
th: แสดงเหตุการณ์ในหน้าจัดการเหตุการณ์

source: Update/Edit event
th: เหตุการณ์ 'ปรับปรุง/แก้ไข'

source: View event dashboard
th: ดูแดชบอร์ดเหตุการณ์

source: View team members
th: ดูสมาชิกในทีม

source: Invite team members
th: เชิญสมาชิกในทีม

source: Cancel invitations
th: ยกเลิกการเชิญ

source: Delete team members
th: ลบสมาชิกในทีม

source: Manage roles
th: จัดการบทบาท

source: View orders and attendees
th: ดูใบสั่งและผู้เข้าร่วมประชุม

source: Create discount codes
th: สร้างรหัสส่วนลด

source: Edit discount codes
th: แก้ไขรหัสส่วนลด

source: Create view codes
th: สร้างรหัสมุมมอง

source: Edit view codes
th: แก้ไขรหัสมุมมอง

source: Check-in attendees
th: ผู้เข้าร่วมประชุมที่เช็คอิน

source: Change attendee check-in status
th: เปลี่ยนสถานะการเช็คอินของผู้เข้าร่วมประชุม

source: View scheduler
th: ดูตัวกําหนดตารางทํางาน

source: Edit schedule
th: แก้ไขกําหนดการ

source: Publish schedule
th: กําหนดการเผยแพร่

source: Unpublish schedule
th: ยกเลิกการประกาศกําหนดการ

source: Sessions and Speakers
th: เซสชันและลําโพง

source: View speaker profiles
th: ดูโปรไฟล์ผู้พูด

source: Edit speaker profiles
th: แก้ไขโปรไฟล์ลําโพง

source: Create speaker profiles
th: สร้างโปรไฟล์ลําโพง

source: Feature speakers
th: ลําโพงคุณลักษณะ

source: View session submissions
th: ดูการส่งรอบเวลา

source: Edit session submissions
th: แก้ไขการส่งเซสชัน

source: Create sessions
th: สร้างรอบเวลา

source: Change session status
th: เปลี่ยนสถานะของรอบเวลา

source: Notify speakers of status change
th: แจ้งให้ผู้พูดทราบเกี่ยวกับการเปลี่ยนแปลงสถานะ

source: View ratings
th: ดูการจัดอันดับ

source: Rate session submissions
th: การส่งเซสชันอัตรา

source: Lock/Unlock session submissions
th: ล็อก/ปลดล็อกการส่งเซสชัน

source: View Export Info
th: ดูข้อมูลการส่งออก

source: View settings
th: ดูการตั้งค่า

source: Delete event
th: ลบกิจกรรม

source: Transfer ownership
th: โอนความเป็นเจ้าของ

source: Access codes
th: รหัสการเข้าถึง

source: Create
th: สร้าง

source: Expired
th: หมดอายุ

source: Add Order
th: เพิ่มคำสั่งซื้อ

source: Placed
th: วางแล้ว

source: Pending
th: รอดำเนินการ

source: Cancelled
th: ยกเลิก

source: Checked In
th: ตรวจสอบใน

source: Not Checked In
th: ไม่ได้เช็คอิน

source: Discount codes
th: รหัสส่วนลด

source: Orders
th: คำสั่งซื้อ

source: Create Video Room
th: สร้างห้องวิดีโอ

source: Explore
th: สำรวจ

source: Explore Events
th: สำรวจกิจกรรม

source: Explore Groups
th: สำรวจกลุ่ม

source: Events Page
th: หน้ากิจกรรม

source: Add event to group events page
th: เพิ่มกิจกรรมในหน้ากิจกรรมกลุ่ม

source: Remove event from group events page
th: ลบกิจกรรมออกจากหน้ากิจกรรมกลุ่ม

source: Followers
th: ผู้ติดตาม

source: View Followers List
th: ดูรายชื่อผู้ติดตาม

source: Export list as CSV
th: ส่งออกรายการเป็น CSV

source: View/Change Group Settings
th: ดู/เปลี่ยนการตั้งค่ากลุ่ม

source: Delete Group
th: ลบกลุ่ม

source: Restore Group
th: คืนค่ากลุ่ม

source: You have not set a Public Profile Name yet. A public name is displayed on user profiles and video sessions instead of a fantasy name. You can change it later on your account page. Please set your public name now.
th: คุณยังไม่ได้ตั้งชื่อโปรไฟล์สาธารณะ ชื่อสาธารณะจะแสดงบนโปรไฟล์ผู้ใช้และเซสชันวิดีโอแทนชื่อแฟนตาซี คุณสามารถเปลี่ยนได้ในภายหลังในหน้าบัญชีของคุณ กรุณาตั้งชื่อสาธารณะของคุณตอนนี้

source: Login
th: ชื่อผู้ใช้

source: My Groups
th: กลุ่มของฉัน

source: Following
th: กำลังติดตาม

source: Completed
th: เสร็จสมบูรณ์

source: Open
th: เปิด

source: Page Not Found
th: ไม่พบหน้า

source: Notifications
th: การแจ้งเตือน

source: Unread
th: ยังไมได้่อ่าน

source: Expired Order
th: คำสั่งซื้อที่หมดอายุ

source: New Order
th: คำสั่งซื้อใหม่

source: Pending Order
th: คำสั่งซื้อที่รอดำเนินการ

source: Completed Order
th: คำสั่งซื้อที่เสร็จสมบูรณ์

source: Placed Order
th: สั่งซื้อ

source: Terms
th: ข้อตกลงการใช้

source: Contact
th: ผู้ติดต่อ

source: Refund Policy
th: นโยบายการคืนเงิน

source: Privacy
th: ความเป็นส่วนตัว

source: Edit Session
th: แก้ไขเซสชัน

source: Edit Speaker
th: แก้ไขวิทยากร

source: New Session
th: เซสชันใหม่

source: New Speaker
th: เพิ่มวิทยากรใหม่

source: View Session
th: ดูเซสชัน

source: View Speaker
th: ดูวิทยากร

source: Speaker Invites
th: วิทยากรรับเชิญ

source: Register
th: สมัครสมาชิก

source: Reset Password
th: ตั้งรหัสผ่านใหม่

source: Verify
th: ตรวจยืนยัน

source: There are too many requests. Please try after sometime.
th: มีคำขอมากเกินไป โปรดลองอีกครั้งในภายหลัง

source: User must be User must be logged in to perform this action.
th: ผู้ใช้ต้องเป็นผู้ใช้ต้องล็อกอินเพื่อดำเนินการนี้

source: Billing
th: ชำระเงิน

source: Email-Preferences
th: การตั้งค่าอีเมล

source: Payment Information
th: ข้อมูลการชำระเงิน

source: Due
th: ครบกำหนด

source: Paid
th: จ่าย

source: Refunding
th: การคืนเงิน

source: Refunded
th: คืนเงินแล้ว

source: Failed
th: ล้มเหลว

source: Resolved
th: ได้รับการแก้ไขแล้ว

source: Admin
th: ผู้ดูแล

source: Event Types
th: ประเภทเหตุการณ์

source: Are you sure you would like to delete this event type?
th: แน่ใจไหมว่าต้องการลบประเภทกิจกรรมนี้

source: Event Topics
th: หัวข้อเหตุการณ์

source: Are you sure you would like to delete this event topic?
th: แน่ใจไหมว่าต้องการลบหัวข้อกิจกรรมนี้

source: Event Subtopics
th: หัวข้อย่อยของเหตุการณ์

source: Event Topic
th: หัวข้อกิจกรรม

source: Select Event Topic
th: เลือกหัวข้อกิจกรรม

source: Are you sure you would like to delete this event sub topic?
th: แน่ใจไหมว่าต้องการลบหัวข้อย่อยของกิจกรรมนี้

source: Create Page
th: สร้างเพจ

source: Open Event:
th: เปิดกิจกรรม:

source: Footer menu:
th: เมนูส่วนท้าย:

source: Change
th: เปลี่ยนแปลง

source: No images to show
th: ไม่มีภาพที่จะแสดง

source: Download .PO files
th: ดาวน์โหลดไฟล์. PO

source: Download
th: ดาวน์โหลด

source: Update .PO files :
th: อัปเดตไฟล์. PO:

source: All Live
th: สดทั้งหมด

source: All Draft
th: ร่างทั้งหมด

source: All Past
th: ที่ผ่านมาทั้งหมด

source: All Events
th: กิจกรรมทั้งหมด

source: All Deleted
th: ลบทั้งหมดแล้ว

source: Number of Sessions
th: จำนวนเซสชัน

source: Accepted
th: ได้รับการยอมรับ

source: Rejected
th: ถูกปฏิเสธ

source: No. of Groups
th: จำนวนกลุ่ม

source: No. of Group Events
th: จำนวนงานกลุ่ม

source: No. of All Followers
th: จำนวนผู้ติดตามทั้งหมด

source: No. of Sent Mails
th: จำนวนอีเมลที่ส่ง

source: In last 24 hours
th: ใน 24 ชั่วโมงที่ผ่านมา

source: In last 3 days
th: ใน 3 วันที่ผ่านมา

source: In last 7 days
th: ใน 7 วันที่ผ่านมา

source: In last 1 month
th: ใน 1 เดือนที่ผ่านมา

source: No. of Super Admins
th: จำนวนผู้ดูแลระบบขั้นสูง

source: No. of Admins
th: จำนวนผู้ดูแลระบบ

source: No. of Registered Users
th: จำนวนผู้ใช้ที่ลงทะเบียน

source: No. of Unverified Users
th: จำนวนผู้ใช้ที่ไม่ได้รับการยืนยัน

source: No. of Total Users
th: จำนวนผู้ใช้ทั้งหมด

source: No. of Owners
th: จำนวนเจ้าของ

source: No. of Organizers
th: จำนวนผู้จัดงาน

source: No. of Co-Organizers
th: จำนวนผู้ร่วมจัดงาน

source: No. of Track Organizers
th: จำนวนผู้จัดติดตาม

source: No. of Attendees
th: จำนวนผู้เข้าร่วม

source: Frontend Production Version:
th: เวอร์ชันการผลิตส่วนหน้า:

source: Server Production Version:
th: เวอร์ชันการผลิตเซิร์ฟเวอร์:

source: Frontend Testing Version:
th: เวอร์ชันการทดสอบส่วนหน้า:

source: Server Testing Version:
th: เวอร์ชันทดสอบเซิร์ฟเวอร์:

source: Event Role/Service
th: บทบาทของเหตุการณ์ / บริการ

source: Read
th: อ่านแล้ว

source: Update
th: อัพเดท

source: Pannel Permissions
th: สิทธิ์ Pannel

source: System Role
th: บทบาทของระบบ

source: Panels
th: แผง

source: (Built-in-Role)
th: (บทบาทในตัว)

source: Super Admin
th: ผู้ดูแลระบบขั้นสูง

source: Are you sure you would like to delete this role?
th: แน่ใจไหมว่าต้องการลบบทบาทนี้

source: Add new Role
th: เพิ่มบทบาทใหม่

source: User Permissions
th: สิทธิ์ของผู้ใช้

source: Permission
th: สิทธิ์

source: Unverified User
th: ผู้ใช้ที่ไม่ได้รับการยืนยัน

source: Coming Soon
th: เร็ว ๆ นี้

source: Activity
th: กิจกรรม

source: Mails
th: อีเมล

source: Tickets Summary
th: สรุปตั๋ว

source: Discount Code
th: รหัสส่วนลด

source: Marketer Email
th: อีเมลของนักการตลาด

source: Export as CSV
th: ส่งออกเป็น CSV

source: Marketers
th: นักการตลาด

source: Sales (discounted)
th: การขาย (ลดราคา)

source: Discounted amount
th: จำนวนส่วนลด

source: No Name Provided
th: ไม่ระบุชื่อ

source: Revenue Summary
th: สรุปรายได้

source: Fee
th: ค่าธรรมเนียม

source: Max.
th: สูงสุด

source: Payment Gateways
th: เกตเวย์การชำระเงิน

source: Front Page
th: หน้าแรก

source: Any event that is switched to Featured Event by admins is listed here.
th: เหตุการณ์ใด ๆ ที่ผู้ดูแลระบบเปลี่ยนเป็นกิจกรรมเด่นจะแสดงรายการที่นี่

source: up to 21 events should be listed here.
th: ควรมีรายการเหตุการณ์มากถึง 21 รายการที่นี่

source: admins have the option to move any event without restrictions to the top of this line by switching events to Promoted Events in the event admin panel
th: ผู้ดูแลระบบมีตัวเลือกในการย้ายเหตุการณ์ใด ๆ โดยไม่มีข้อ จำกัด ไปที่ด้านบนสุดของบรรทัดนี้โดยเปลี่ยนเหตุการณ์เป็นกิจกรรมที่ได้รับการส่งเสริมในแผงผู้ดูแลระบบเหตุการณ์

source: promoted events should always show up on the top of Upcoming Events
th: กิจกรรมที่โปรโมตควรปรากฏที่ด้านบนของกิจกรรมที่กำลังจะมาถึงเสมอ

source: The event should have location or online link and a date
th: กิจกรรมควรมีสถานที่หรือลิงค์ออนไลน์และวันที่

source: The event should have Tickets.
th: งานควรมีตั๋ว

source: Do not show an event on start page if it does not have any public ticket.
th: อย่าแสดงกิจกรรมในหน้าเริ่มต้นหากไม่มีตั๋วสาธารณะ

source: If the sales time of the ticket is passed then event should not show on the start page.
th: หากเลยเวลาขายตั๋วไปแล้วเหตุการณ์ไม่ควรแสดงในหน้าเริ่มต้น

source: Do not show an event on start page if it all tickets are sold or only hidden ticket remain.
th: อย่าแสดงกิจกรรมในหน้าเริ่มต้นหากขายตั๋วหมดแล้วหรือเหลือ แต่ตั๋วที่ซ่อนอยู่

source: The event should have an Image.
th: เหตุการณ์ควรมี Image

source: The event should have an logo.
th: งานควรมีโลโก้

source: The event should have an Event Topic.
th: กิจกรรมควรมีหัวข้อกิจกรรม

source: The event should have an Event Sub Topic.
th: กิจกรรมควรมีหัวข้อย่อยของกิจกรรม

source: The event should have a twitter link.
th: เหตุการณ์ควรมีลิงค์ทวิตเตอร์

source: Up to 12 events would be listed here and there is a more link below to show more events on the cfs page if there are more events.
th: จะมีรายการเหตุการณ์สูงสุด 12 รายการที่นี่และมีลิงก์เพิ่มเติมด้านล่างเพื่อแสดงกิจกรรมเพิ่มเติมในหน้า cfs หากมีกิจกรรมเพิ่มเติม

source: Events listed here have a Call For Speaker.
th: กิจกรรมที่ระบุไว้ที่นี่มี Call For Speaker

source: Requirements of Upcoming Events.
th: ข้อกำหนดของกิจกรรมที่จะเกิดขึ้น

source: All Users
th: ผู้ใช้ทั้งหมด

source: Active Users
th: ผู้ใช้ที่ใช้งานอยู่

source: Inactive Users
th: ผู้ใช้ที่ไม่ได้ใช้งาน

source: Deleted Users
th: ผู้ใช้ที่ถูกลบ

source: Profile Info
th: ข้อมูลโปรไฟล์

source: My Sessions
th: เซสชันของฉัน

source: Upcoming Sessions
th: เซสชันที่กำลังจะมาถึง

source: Past Sessions
th: เซสชันที่ผ่านมา

source: No session proposals found for the events
th: ไม่พบข้อเสนอเซสชันสำหรับกิจกรรม

source: Upcoming Events
th: เหตุการณ์ที่จะเกิดขึ้น

source: Past Events
th: เหตุการณ์ที่ผ่านมา

source: No tickets found for this user
th: ไม่พบตั๋วสำหรับผู้ใช้รายนี้

source: Add Video Channel
th: เพิ่มช่องวิดีโอ

source: This website, and certain approved third parties, use functional and analytical cookies (or similar technologies) to provide account functionalities and provide you with a customized experience. By closing this banner or by continuing to use the site, you agree with the usage. For more information please review our privacy policy and terms and conditions.
th: เว็บไซต์นี้และบุคคลภายนอกที่ได้รับการอนุมัติบางรายใช้คุกกี้เชิงฟังก์ชันและการวิเคราะห์ (หรือเทคโนโลยีที่คล้ายคลึงกัน) เพื่อจัดเตรียมฟังก์ชันบัญชีและมอบประสบการณ์ที่กำหนดเองให้กับคุณ การปิดแบนเนอร์นี้หรือโดยการใช้ไซต์ต่อไปแสดงว่าคุณเห็นด้วยกับการใช้งาน สำหรับข้อมูลเพิ่มเติมโปรดอ่านนโยบายความเป็นส่วนตัวและข้อกำหนดและเงื่อนไขของเรา

source: Click here for more information.
th: คลิกที่นี่เพื่อดูข้อมูลเพิ่มเติม

source: Open Event Attendee App
th: เปิดแอปผู้เข้าร่วมกิจกรรม

source: Android Attendee App
th: แอพ Android Attendee

source: Get Your Next Experience of Open Event
th: รับประสบการณ์ใหม่ของกิจกรรมเปิด

source: Get More
th: ได้รับเพิ่มเติม

source: Check popular events on the go, unique, local, near you just for you
th: ตรวจสอบกิจกรรมยอดนิยมได้ทุกที่ไม่เหมือนใครในท้องถิ่นใกล้ตัวคุณโดยเฉพาะ

source: Know More
th: รู้เพิ่มเติม

source: Check all event related information on the go and get all relevant details about the speakers
th: ตรวจสอบข้อมูลที่เกี่ยวข้องกับเหตุการณ์ในระหว่างการเดินทางและรับรายละเอียดที่เกี่ยวข้องทั้งหมดเกี่ยวกับวิทยากร

source: Manage More
th: จัดการเพิ่มเติม

source: Manage all you ticket details, event details on the go with your phone
th: จัดการรายละเอียดตั๋วรายละเอียดกิจกรรมทุกที่ทุกเวลาด้วยโทรศัพท์ของคุณ

source: Go Digital
th: ไปที่ดิจิทัล

source: Show your ticket details, Session Pass on your phone using QR code and get in
th: แสดงรายละเอียดตั๋วของคุณ Session Pass บนโทรศัพท์ของคุณโดยใช้รหัส QR แล้วเข้ามา

source: Go Hassle-free
th: ไม่ยุ่งยาก

source: Pay with your phone, Register for nearby events with your phone, hasslefree, easily and conveniently
th: ชำระเงินด้วยโทรศัพท์ของคุณลงทะเบียนสำหรับกิจกรรมใกล้เคียงด้วยโทรศัพท์ของคุณไม่ยุ่งยากง่ายและสะดวก

source: Please Check-Out our Organizer App
th: โปรดตรวจสอบแอป Organizer ของเรา

source: Here
th: ที่นี่

source: Still have questions?
th: หากยังมีคำถาม

source: Visit our FAQ to find answers.
th: ไปที่คำถามที่พบบ่อยเพื่อค้นหาคำตอบ

source: Connect with Facebook
th: เชื่อมต่อกับเฟสบุ๊ค

source: Delete Your Account
th: ลบบัญชีของคุณ

source: All user data will be deleted. Your user data will be entirely erased and any data that will stay in the system for accounting purposes will be anonymised and there will be no link to any of your personal information. Once you delete this account, you will have no longer access to the system.
th: ข้อมูลผู้ใช้ทั้งหมดจะถูกลบ ข้อมูลผู้ใช้ของคุณจะถูกลบทั้งหมดและข้อมูลใด ๆ ที่จะยังคงอยู่ ในระบบเพื่อวัตถุประสงค์ทางบัญชีจะไม่เปิดเผยตัวตนและจะไม่มีการเชื่อมโยงไปยังข้อมูลส่วนบุคคลใด ๆ ของคุณ เมื่อคุณลบบัญชีนี้คุณจะไม่สามารถเข้าถึงระบบได้อีกต่อไป

source: Your account currently cannot be deleted as active events and/or orders are associated with it. Before you can delete your account you must transfer the ownership of your event(s) to another organizer or cancel your event(s). If you have ticket orders stored in the system, please cancel your orders first too.
th: ไม่สามารถลบบัญชีของคุณได้ในขณะนี้เนื่องจากกิจกรรมที่ใช้งานอยู่และ / หรือคำสั่งซื้อเชื่อมโยงกับบัญชีนี้ ก่อนที่คุณจะสามารถลบบัญชีของคุณคุณต้องโอนความเป็นเจ้าของกิจกรรมของคุณไปยังผู้จัดงานรายอื่นหรือยกเลิกกิจกรรมของคุณ หากคุณมีใบสั่งซื้อตั๋วอยู่ในระบบโปรดยกเลิกคำสั่งซื้อของคุณก่อนด้วย

source: Email Updates are
th: การอัปเดตอีเมลคือ

source: Updates about events
th: อัปเดตเกี่ยวกับเหตุการณ์

source: On
th: เปิด

source: Off
th: ปิด

source: New Paper is Submitted to your Event
th: กระดาษใหม่ถูกส่งไปยังกิจกรรมของคุณ

source: Change in Schedule of Sessions in your Event
th: เปลี่ยนกำหนดการเซสชันในกิจกรรมของคุณ

source: Reminder for Next Event
th: การแจ้งเตือนสำหรับกิจกรรมถัดไป

source: No events have been created by the user
th: ไม่มีการสร้างเหตุการณ์โดยผู้ใช้

source: Current Password
th: รหัสผ่านปัจจุบัน

source: New Password
th: รหัสผ่านใหม่

source: Repeat Password
th: ใส่รหัสผ่านซ้ำ

source: Select country
th: เลือกประเทศ

source: Your Speaker Details have been saved, you can now submit a proposal by clicking Submit proposal!
th: บันทึกรายละเอียดวิทยากรของคุณแล้ว คุณสามารถส่งข้อเสนอได้โดยคลิกส่งข้อเสนอ!

source: Forbidden
th: ต้องห้าม

source: Oops, you don't have the permission
th: อ๊ะคุณไม่มีสิทธิ์

source: to access this page
th: เพื่อเข้าถึงหน้านี้

source: You may want to head back to the home page.
th: คุณอาจต้องการกลับไปที่หน้าแรก

source: If you think you shouldn't be seeing this, please contact the administrator.
th: หากคุณคิดว่าคุณไม่ควรเห็นสิ่งนี้โปรดติดต่อผู้ดูแลระบบ

source: Go Back Home
th: กลับบ้าน

source: Oops, the page you were trying
th: อ๊ะหน้าที่คุณกำลังพยายาม

source: to access
th: เพื่อเข้าถึง

source: has caused an error.
th: ทำให้เกิดข้อผิดพลาด

source: This, may or may not be a server issue. We are looking into it. You may want to head back to the home page.
th: สิ่งนี้อาจเป็นปัญหาของเซิร์ฟเวอร์หรือไม่ก็ได้ เรากำลังตรวจสอบมัน คุณอาจต้องการกลับไปที่หน้าแรก

source: Please try visiting after some time.
th: โปรดลองเยี่ยมชมในภายหลัง

source: Not Found
th: ไม่พบ

source: Oops, the page you are
th: อ๊ะหน้าคุณ

source: looking for does not
th: มองหาไม่ได้

source: exist
th: มีอยู่

source: If you think something is broken, try again.
th: หากคุณคิดว่ามีบางอย่างเสียให้ลองอีกครั้ง

source: Internal Server Error
th: ข้อผิดพลาดเซิร์ฟเวอร์ภายใน

source: looking for caused an error
th: กำลังมองหาข้อผิดพลาดที่เกิดขึ้น

source: on our servers.
th: บนเซิร์ฟเวอร์ของเรา

source: Add event to group.
th: เพิ่มกิจกรรมในกลุ่ม

source: Cannot announce unsaved event!
th: ไม่สามารถประกาศกิจกรรมที่ยังไม่ได้บันทึก!

source: Cannot announce past event!
th: ประกาศงานย้อนหลังไม่ได้!

source: Cannot announce unpublished event!
th: ประกาศกิจกรรมที่ไม่ได้เผยแพร่ไม่ได้!

source: Announce event
th: ประกาศกิจกรรม

source: Remove event from group.
th: ลบกิจกรรมออกจากกลุ่ม

source: ZIP Code
th: รหัสไปรษณีย์

source: Billing Address
th: ที่อยู่เรียกเก็บเงิน

source: Event Information
th: ข้อมูลเหตุการณ์

source: When & Where
th: เมื่อไรและที่ไหน

source: At
th: ที่

source: Organized By
th: จัดโดย

source: Your invoice payment completed successfully.
th: การชำระเงินใบแจ้งหนี้ของคุณเสร็จสมบูรณ์

source: Find all the details related to your invoice below.
th: ค้นหารายละเอียดทั้งหมดที่เกี่ยวข้องกับใบแจ้งหนี้ของคุณด้านล่าง

source: Invoice Details
th: รายละเอียดใบแจ้งหนี้

source: Date Issued
th: วันที่ออก

source: Date Completed
th: วันที่แล้วเสร็จ

source: Amount Payable
th: จำนวนเงินที่จ่าย

source: Payment Mode
th: โหมดการชำระเงิน

source: Transaction ID
th: รหัสธุรกรรม

source: Card Type
th: ประเภทบัตร

source: Card Number
th: หมายเลขบัตร

source: Exp Date
th: วันหมดอายุ

source: Select event source file to import
th: เลือกไฟล์แหล่งเหตุการณ์ที่จะนำเข้า
