Repository: fossasia/open-event-frontend
Catalog: docs/translations/*.po
Languages: th

source: Supported formats:
th: รูปแบบที่รองรับ:

source: Open Event compatible json package (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), XML Representation of iCalendar (.xcal)
th: เปิดแพ็คเกจ json ที่เข้ากันได้กับเหตุการณ์ (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), การเป็นตัวแทน XML ของ iCalendar (.xcal)

source: Import Event
th: นำเข้าเหตุการณ์

source: Imported Events
th: เหตุการณ์ที่นำเข้า

source: Access event information via REST API
th: เข้าถึงข้อมูลเหตุการณ์ผ่าน REST API

source: Basic Event Details
th: รายละเอียดเหตุการณ์พื้นฐาน

source: Tracks
th: แทร็ค

source: You can make a GET request to the following endpoint to access the selected information
th: คุณสามารถส่งคำขอ GET ไปยังปลายทางต่อไปนี้เพื่อเข้าถึงข้อมูลที่เลือก

source: Link copied to clipboard
th: ลิงก์คัดลอกไปยังคลิปบอร์ด

source: Response
th: การตอบสนอง

source: Download Event as {{file}}
th: ดาวน์โหลดกิจกรรมเป็น {{file}}

source: Once the event is live and the schedule is published, {{file}} version of the schedule will be available at:
th: เมื่อถ่ายทอดสดและกำหนดการเผยแพร่แล้วกำหนดการเวอร์ชัน {{file}} จะอยู่ที่:

source: Alternatively, you can download the {{file}} here
th: หรือคุณสามารถดาวน์โหลด {{file}} ได้ที่นี่

source: Export and Download Event as Zip
th: ส่งออกและดาวน์โหลดเหตุการณ์เป็น Zip

source: Select the media files you want in the Zip file.
th: เลือกไฟล์สื่อที่คุณต้องการในไฟล์ Zip

source: Image
th: ภาพ

source: Start
th: เริ่ม

source: Website Generator
th: เครื่องมือสร้างเว็บไซต์

source: You would like to have a dedicated event website with all details, supporters listing, speakers and sessions and the entire schedule?
th: คุณต้องการมีเว็บไซต์กิจกรรมเฉพาะที่มีรายละเอียดรายชื่อผู้สนับสนุนวิทยากรและเซสชันและกำหนดการทั้งหมดหรือไม่?

source: Simply use the website generator.
th: เพียงใช้ตัวสร้างเว็บไซต์

source: It transfers the data of the event via an API to our website tool and creates a website for you.
th: จะถ่ายโอนข้อมูลของเหตุการณ์ผ่าน API ไปยังเครื่องมือเว็บไซต์ของเราและสร้างเว็บไซต์ให้คุณ

source: You can download the entire site as a Zip file and upload it to your own web hosting service.
th: คุณสามารถดาวน์โหลดทั้งไซต์เป็นไฟล์ Zip และอัปโหลดไปยังบริการเว็บโฮสติ้งของคุณเองได้

source: No database set up or framework required.
th: ไม่จำเป็นต้องตั้งค่าฐานข้อมูลหรือกรอบงาน

source: This feature is still in Alpha stage, but is already used actively by a number of events.
th: คุณลักษณะนี้ยังอยู่ในขั้นตอนอัลฟ่า แต่มีการใช้งานอย่างแข็งขันในหลายเหตุการณ์

source: If you press the below button a tab will open where your website is generated.
th: หากคุณกดปุ่มด้านล่างแท็บจะเปิดขึ้นเพื่อสร้างเว็บไซต์ของคุณ

source: Create Website
th: สร้างเว็บไซต์

source: Event Checklist
th: รายการตรวจสอบเหตุการณ์

source: Basic information including title, date, venue, ticketing
th: ข้อมูลพื้นฐานรวมถึงชื่อเรื่องวันที่สถานที่การออกตั๋ว

source: Links, social media, privacy, code of conduct
th: ลิงค์โซเชียลมีเดียความเป็นส่วนตัวจรรยาบรรณ

source: Information to be collected from attendees
th: ข้อมูลที่จะรวบรวมจากผู้เข้าร่วม

source: Details and logos of supporters
th: รายละเอียดและโลโก้ของผู้สนับสนุน

source: Session, Tracks & Microlocations
th: เซสชันแทร็กและไมโครโลเคชั่น

source: Tracks details and colors, session lengths, room locations
th: ติดตามรายละเอียดและสีระยะเวลาเซสชันตำแหน่งห้อง

source: Call For Speakers
th: รับสมัครวิทยากร

source: Call for speakers announcement and dates
th: รายละเอียดประกาศรับสมัครวิทยากรและวันที่

source: Session & Speaker forms customization
th: การปรับแต่งรูปแบบเซสชันและวิทยากร

source: Customize the session and speaker registration forms
th: ปรับแต่งเซสชั่นและแบบฟอร์มการลงทะเบียนวิทยากร

source: Summary
th: ภาพรวม

source: Total tickets sold
th: ขายตั๋วทั้งหมด

source: No. of orders
th: จำนวนคำสั่งซื้อ

source: Sales (amount)
th: ยอดขาย (จำนวน)

source: Details
th: รายละเอียด

source: Sold
th: ขายแล้ว

source: Total
th: ทั้งหมด

source: Available
th: ที่มี

source: There are no tickets for this event
th: ไม่มีตั๋วสำหรับงานนี้

source: Your event is live at
th: กิจกรรมของคุณถ่ายทอดสดที่

source: Your event is not live yet. Make it live now.
th: กิจกรรมของคุณยังไม่ถ่ายทอดสด ทําให้มันมีชีวิตตอนนี้

source: Online and in-person event at {{location}}.
th: เหตุการณ์ออนไลน์และเหตุการณ์ด้วยตนเองที่ {{location}}

source: Online event
th: งานออนไลน์

source: Click to add location.
th: คลิกเพื่อเพิ่มตําแหน่งที่ตั้ง

source: To be announced.
th: ที่จะประกาศ

source: Links and Social Media
th: ลิงค์และโซเชียลมีเดีย

source: No social links present.
th: ไม่มีการเชื่อมโยงทางสังคม

source: Click here to add
th: คลิกที่นี่เพื่อเพิ่ม

source: No Supporter added yet.
th: ยังไม่มีการเพิ่มผู้สนับสนุน

source: Team Members
th: สมาชิกในทีม

source: Add People
th: เพิ่มผู้คน

source: Invited
th: เชิญ

source: User (Email)
th: ผู้ใช้ (อีเมล)

source: Role
th: หน้าที่

source: Are you sure you would like to cancel this invite?
th: แน่ใจไหมว่าต้องการยกเลิกคำเชิญนี้

source: Resend invite
th: ส่งคำเชิญอีกครั้ง

source: No records to show
th: ไม่มีบันทึกที่จะแสดง

source: Private
th: ส่วนตัว

source: Average Rating
th: คะแนนเฉลี่ย

source: Locked
th: ถูกล็อก

source: Session Types
th: ประเภทเซสชัน

source: No Session Type present.
th: ไม่มีประเภทเซสชันอยู่

source: No Track Present.
th: ไม่มีแทร็กอยู่

source: No Microlocations Present.
th: ไม่มีตําแหน่งจุลชีววิทยาอยู่

source: Start Time
th: เวลาเริ่ม

source: End Time
th: เวลาสิ้นสุด

source: Call for Speakers not enabled.
th: ไม่ได้เปิดใช้งานการเรียกลําโพง

source: No. of Speakers
th: จำนวนวิทยากร

source: Sessions and Speakers not enabled.
th: ไม่ได้เปิดใช้งานเซสชันและวิทยากร

source: No. of Sessions
th: จำนวนเซสชัน

source: States
th: สถานะ

source: Confirmed
th: ได้รับการยืนยัน

source: Submitted
th: ส่ง

source: Setting
th: การตั้งค่า

source: Enter Location
th: ป้อนตำแหน่ง

source: Starts
th: เริ่ม

source: Ends
th: สิ้นสุด

source: Categories
th: หมวดหมู่

source: All Categories
th: ทุกหมวดหมู่

source: Event Type
th: ประเภทเหตุการณ์

source: All Types
th: ทุกประเภท

source: Ticket Type
th: ประเภทตั๋ว

source: Free
th: ฟรี

source: Closed
th: ปิดงาน

source: Default Filters
th: ตัวกรองเริ่มต้น

source: Use {{app}}
th: ใช้ {{app}}

source: How it Works
th: มันทำงานอย่างไร

source: Pricing
th: ราคา

source: Plan Events
th: วางแผนกิจกรรม

source: Online Registration
th: การลงทะเบียนออนไลน์

source: Sell Event Tickets
th: ขายตั๋วงาน

source: Event Management Software
th: ซอฟต์แวร์การจัดการเหตุการณ์

source: Find Events
th: ค้นหากิจกรรม

source: Browse Events
th: เรียกดูกิจกรรม

source: Attendee App
th: แอพ Attendee

source: Organizer App
th: แอพ Organizer

source: Connect With Us
th: ติดต่อกับเรา

source: Telegram
th: โทรเลข

source: Maintained by
th: ดูแลโดย

source: Page Name
th: ชื่อเพจ

source: Title of the Page
th: ชื่อของเพจ

source: Path
th: เส้นทาง

source: URL for the Page
th: URL สำหรับเพจ

source: Place
th: สถานที่

source: Select Page Place
th: เลือก Page Place

source: Footer
th: ส่วนท้าย

source: Select Language
th: เลือกภาษา

source: Upload
th: อัปโหลด

source: See
th: ดู

source: here
th: ที่นี่

source: on how to get this tracking ID.
th: เกี่ยวกับวิธีรับรหัสติดตามนี้

source: Tracking ID
th: รหัสติดตาม

source: Invoice Handling
th: การจัดการใบแจ้งหนี้

source: Invoices Sent Out
th: ส่งใบแจ้งหนี้แล้ว

source: First of every month
th: แรกของทุกเดือน

source: Second of every month
th: ที่สองของทุกเดือน

source: Third of every month
th: สามของทุกเดือน

source: Select timezone
th: เลือกเขตเวลา

source: Invoice Contact
th: ติดต่อใบแจ้งหนี้

source: Contact Name
th: ชื่อผู้ติดต่อ

source: Paypal Email
th: อีเมล Paypal

source: Tax ID
th: เลขประจำตัวผู้เสียภาษี

source: Organisation Logo
th: โลโก้องค์กร

source: Select Organisation Logo
th: เลือกโลโก้องค์กร

source: Event Images
th: ภาพเหตุการณ์

source: Large Size
th: ขนาดใหญ่

source: Width (in px)
th: ความกว้าง (เป็น px)

source: Height (in px)
th: ความสูง (เป็น px)

source: Quality (in %)
th: คุณภาพ (เป็น%)

source: Standard aspect ratio is 13:5. Tick to maintain aspect ratio.
th: อัตราส่วนภาพมาตรฐานคือ 13: 5 ทำเครื่องหมายเพื่อรักษาอัตราส่วน

source: Standard Size of the available area is 1300px X 500px
th: ขนาดมาตรฐานของพื้นที่ว่างคือ 1300px X 500px

source: Found in :
th: พบใน :

source: Background Header Image in Public Event Page
th: รูปภาพส่วนหัวพื้นหลังในหน้ากิจกรรมสาธารณะ

source: Thumbnail Size
th: ขนาดภาพขนาดย่อ

source: Standard aspect ratio is 5:2. Tick to maintain aspect ratio.
th: อัตราส่วนภาพมาตรฐานคือ 5: 2 ทำเครื่องหมายเพื่อรักษาอัตราส่วน

source: Standard Size of the available area is 500px X 200px
th: ขนาดมาตรฐานของพื้นที่ว่างคือ 500px X 200px

source: Home Page Event Images
th: ภาพเหตุการณ์ในหน้าแรก

source: My Session Page Event Images
th: รูปภาพเหตุการณ์ในหน้าเซสชันของฉัน

source: My Ticket Page Event Images
th: ภาพกิจกรรมหน้าตั๋วของฉัน

source: Icon Size
th: ขนาดไอคอน

source: Standard Size of the available area is 75px X 30px
th: ขนาดมาตรฐานของพื้นที่ว่างคือ 75px X 30px

source: Logo Size (Event Wizard)
th: ขนาดโลโก้ (ตัวช่วยสร้างเหตุการณ์)

source: Profile/Speaker Images
th: โปรไฟล์ / รูปภาพวิทยากร

source: Width & Height (in px)
th: ความกว้างและความสูง (เป็น px)

source: Standard Size of the available area is 150px X 150px
th: ขนาดมาตรฐานของพื้นที่ว่างคือ 150px X 150px

source: Event Public Page
th: หน้าสาธารณะของกิจกรรม

source: Small Size
th: ขนาดเล็ก

source: Standard Size of the available area is 50px X 50px
th: ขนาดมาตรฐานของพื้นที่ว่างคือ 50px X 50px

source: Speaker Tab in Event Dashboard
th: แท็บวิทยากรในแดชบอร์ดเหตุการณ์

source: Standard Size of the available area is 35px X 35px
th: ขนาดมาตรฐานของพื้นที่ว่างคือ 35px X 35px

source: Top Bar Right Corner
th: แถบด้านบนมุมขวา

source: Android App Generator
th: โปรแกรมสร้างแอป Android

source: API Server
th: เซิร์ฟเวอร์ API

source: Web App Generator
th: เครื่องมือสร้างเว็บแอป

source: Enable Stripe
th: เปิดใช้งาน Stripe

source: Stripe Keys
th: ปุ่มลาย

source: on how to obtain these keys.
th: เกี่ยวกับวิธีรับคีย์เหล่านี้

source: Stripe Integration Mode
th: โหมดการรวม Stripe

source: Test mode - Used during development and testing
th: โหมดทดสอบ - ใช้ระหว่างการพัฒนาและการทดสอบ

source: Client Test ID
th: รหัสทดสอบไคลเอ็นต์

source: This client id will be used for testing mode
th: รหัสไคลเอ็นต์นี้จะใช้สำหรับโหมดทดสอบ

source: Secret Test Key
th: รหัสทดสอบลับ

source: This secret key will be used for testing mode
th: คีย์ลับนี้จะใช้สำหรับโหมดทดสอบ

source: Publishable Test Key
th: รหัสทดสอบที่เผยแพร่ได้

source: This publishable key will be used for testing mode
th: คีย์ที่เผยแพร่ได้นี้จะใช้สำหรับโหมดทดสอบ

source: Live mode - Used during production
th: โหมดสด - ใช้ระหว่างการผลิต

source: Client ID
th: ไอดีของลูกข่าย

source: This client id will be used during live (production) mode
th: รหัสไคลเอ็นต์นี้จะถูกใช้ระหว่างโหมดใช้งานจริง (การผลิต)

source: Secret Key
th: คีย์ลับ

source: This Secret Key will be used during live (production) mode
th: รหัสลับนี้จะถูกใช้ในโหมดถ่ายทอดสด (การผลิต)

source: Publishable Key
th: คีย์ที่เผยแพร่ได้

source: This Publishable Key will be used during live (production) mode
th: คีย์ที่สามารถเผยแพร่ได้นี้จะถูกใช้ในโหมดถ่ายทอดสด (การผลิต)

source: Enable AliPay
th: เปิดใช้งาน AliPay

source: AliPay Keys (Stripe Sources)
th: คีย์ AliPay (ที่มาของ Stripe)

source: Enable PayPal
th: เปิดใช้งาน PayPal

source: PayPal Credentials
th: ข้อมูลประจำตัวของ PayPal

source: PayPal Integration Mode
th: โหมดการรวม PayPal

source: Sandbox mode - Used during development and testing
th: โหมดแซนด์บ็อกซ์ - ใช้ระหว่างการพัฒนาและการทดสอบ

source: Paypal Sandbox Client Id
th: รหัสไคลเอ็นต์ Paypal Sandbox

source: This secret token will be used during testing mode
th: โทเค็นลับนี้จะถูกใช้ระหว่างโหมดทดสอบ

source: Paypal Client Id
th: รหัสลูกค้า Paypal

source: Paypal Secret Token
th: โทเค็นลับของ Paypal

source: This secret tocken will be used during live (production) mode
th: โทเค็นลับนี้จะถูกใช้ระหว่างโหมดถ่ายทอดสด (การผลิต)

source: Enable Omise
th: เปิดใช้งาน Omise

source: Omise Credentials
th: ข้อมูลประจำตัวของ Omise

source: Omise Test Public Key
th: คีย์สาธารณะของ Omise Test

source: This public key will be used for testing mode
th: คีย์สาธารณะนี้จะใช้สำหรับโหมดทดสอบ

source: Omise Test Secret Key
th: รหัสลับการทดสอบโอมิเซะ

source: This secret key will be used during testing mode
th: คีย์ลับนี้จะถูกใช้ระหว่างโหมดทดสอบ

source: Omise Live Public Key
th: คีย์สาธารณะ Omise Live

source: This public key will be used during live (production) mode
th: คีย์สาธารณะนี้จะถูกใช้ระหว่างโหมดใช้งานจริง (ที่ใช้งานจริง)

source: Omise Live Secret Key
th: รหัสลับ Omise Live

source: This secret key will be used during live (production) mode
th: คีย์ลับนี้จะถูกใช้ระหว่างโหมดถ่ายทอดสด (การผลิต)

source: Enable PayTM
th: เปิดใช้งาน PayTM

source: PayTM Credentials
th: ข้อมูลรับรอง PayTM

source: PayTM Integration Mode
th: โหมดบูรณาการ PayTM

source: PayTM Test Merchant ID
th: รหัสผู้ค้าทดสอบ PayTM

source: This Merchant ID will be used for testing mode
th: รหัสผู้ขายนี้จะใช้สำหรับโหมดทดสอบ

source: PayTM Test Secret Key
th: รหัสลับการทดสอบ PayTM

source: PayTM Live Merchant ID
th: รหัสผู้ค้า PayTM Live

source: This Merchant ID will be used during live (production) mode
th: รหัสผู้ขายนี้จะถูกใช้ในโหมดใช้งานจริง (การผลิต)

source: PayTM Live Secret Key
th: รหัสลับ PayTM Live

source: App Environment
th: สภาพแวดล้อมของแอป

source: Where is the application running ?
th: แอปพลิเคชันทำงานอยู่ที่ไหน

source: Development
th: การพัฒนา

source: Staging
th: จัดฉาก

source: App Name
th: ชื่อแอป

source: The name of your deployment. This will be used throughout this application.
th: ชื่อการปรับใช้ของคุณ สิ่งนี้จะถูกใช้ตลอดทั้งแอปพลิเคชันนี้

source: Tagline
th: แท็กไลน์

source: API server details
th: รายละเอียดเซิร์ฟเวอร์ API

source: The URL of the API that this frontend will make use of as the backend.
th: URL ของ API ที่ส่วนหน้านี้จะใช้เป็นแบ็กเอนด์

source: API Url
th: URL ของ API

source: Cookie Policy
th: นโยบายคุกกี้

source: Cookie Policy URL
th: URL นโยบายคุกกี้

source: Upload Size
th: ขนาดอัพโหลด

source: Set maximum upload size in KB.
th: กำหนดขนาดอัพโหลดสูงสุดเป็น KB

source: Logo Size
th: ขนาดโลโก้

source: Image Size
th: ขนาดรูปภาพ

source: Slide Size
th: ขนาดสไลด์

source: Rocket Chat Integration
th: บูรณาการ Rocket Chat

source: Registration Secret
th: ความลับในการลงทะเบียน

source: Captcha Options
th: ตัวเลือก Captcha

source: Page
th: หน้า

source: Functionality
th: ฟังก์ชันการทำงาน

source: User Register Page
th: หน้าลงทะเบียนผู้ใช้

source: HCaptcha is enabled if new user is creating account.
th: HCaptcha ถูกเปิดใช้งานหากผู้ใช้ใหม่กำลังสร้างบัญชี

source: Login Page
th: หน้าเข้าสู่ระบบ

source: HCaptcha is enabled if user try to login more than 2 times with wrong credentials.
th: HCaptcha จะเปิดใช้งานหากผู้ใช้พยายามเข้าสู่ระบบมากกว่า 2 ครั้งโดยใช้ข้อมูลรับรองไม่ถูกต้อง

source: Forgot Password page
th: หน้าลืมรหัสผ่าน

source: HCaptcha is always enabled.
th: HCaptcha เปิดใช้งานอยู่เสมอ

source: Captcha settings for sensitive actions in app.
th: การตั้งค่า Captcha สำหรับการกระทำที่ละเอียดอ่อนในแอป

source: Enable Google reCAPTCHA
th: เปิดใช้งาน Google reCAPTCHA

source: Google reCAPTCHA Site Key
th: คีย์ไซต์ Google reCAPTCHA

source: Google reCAPTCHA Secret Key
th: คีย์ลับ reCAPTCHA ของ Google

source: Mail Settings
th: การตั้งค่าเมล

source: From Email
th: จากอีเมล

source: From Name
th: จากชื่อ

source: Frontend Url
th: URL ส่วนหน้า

source: Disable email
th: ปิดการใช้งานอีเมล

source: Host
th: โฮสต์

source: Port
th: พอร์ต

source: Encryption
th: การเข้ารหัส

source: Choose Encryption type
th: เลือกประเภทการเข้ารหัส

source: TLS
th: ทล

source: TLS (optional)
th: TLS (ไม่บังคับ)

source: No Encryption
th: ไม่มีการเข้ารหัส

source: Username
th: ชื่อผู้ใช้

source: on how to get this token.
th: เกี่ยวกับวิธีรับโทเค็นนี้

source: Send Test Email
th: ส่งอีเมลทดสอบ

source: Recipient E-mail
th: อีเมลผู้รับ

source: Test
th: ทดสอบ

source: Order Expiry Time
th: เวลาหมดอายุการสั่งซื้อ

source: Set registration time limit for your order in minutes
th: กำหนดระยะเวลาการลงทะเบียนสำหรับคำสั่งซื้อของคุณเป็นนาที

source: Registration Time Limit
th: จำกัด เวลาการลงทะเบียน

source: Google Tokens
th: Google โทเค็น

source: on how to obtain these tokens.
th: เกี่ยวกับวิธีการรับโทเค็นเหล่านี้

source: Client secret
th: ความเป็นส่วนตัวของลูกข่าย

source: Facebook Tokens
th: โทเค็น Facebook

source: Client Secret
th: ความเป็นส่วนตัวของลูกข่าย

source: Twitter Tokens
th: โทเค็น Twitter

source: Consumer ID
th: รหัสผู้บริโภค

source: Consumer Secret
th: ความลับของผู้บริโภค

source: Instagram Tokens
th: โทเค็น Instagram

source: Start Page
th: หน้าแรก

source: To customize the default start page
th: ในการปรับแต่งหน้าเริ่มต้นเริ่มต้น

source: Use default start page
th: ใช้หน้าเริ่มต้นเริ่มต้น

source: Use event as start page with ID (Enter event ID here)
th: ใช้เหตุการณ์เป็นหน้าเริ่มต้นด้วย ID (ป้อน ID เหตุการณ์ที่นี่)

source: Storage
th: พื้นที่จัดเก็บ

source: Where to store data ?
th: เก็บข้อมูลไว้ที่ไหน?

source: Local
th: โลคอล

source: stored in
th: เก็บไว้ใน

source: Bucket name
th: ชื่อที่เก็บข้อมูล

source: Interoperable access key
th: คีย์การเข้าถึงที่ทำงานร่วมกันได้

source: Interoperable access secret
th: ความลับการเข้าถึงที่ทำงานร่วมกันได้

source: Region
th: ขอบเขต

source: Select S3 Region
th: เลือกภูมิภาค S3

source: Key
th: กุญแจ

source: Secret
th: ความลับ

source: Add Fee Settings for the event invoices
th: เพิ่มการตั้งค่าค่าธรรมเนียมสำหรับใบแจ้งหนี้เหตุการณ์

source: Global Settings
th: การตั้งค่าส่วนกลาง

source: Service Fee
th: ค่าบริการ

source: Maximum Fee
th: ค่าธรรมเนียมสูงสุด

source: Country-Wise Settings
th: การตั้งค่าประเทศที่ชาญฉลาด

source: Select currency
th: เลือกสกุลเงิน

source: If you keep the maximum fee as 0, it would become unlimited. Kindly set the maximum fee to some value.
th: หากคุณเก็บค่าธรรมเนียมสูงสุดเป็น 0 มันจะกลายเป็นไม่ จำกัด กรุณากำหนดค่าธรรมเนียมสูงสุดเป็นค่าบางค่า

source: Are you sure you would like to remove this event fee?
th: แน่ใจไหมว่าต้องการลบค่าธรรมเนียมกิจกรรมนี้

source: Add New
th: เพิ่มใหม่

source: Number of Access Tickets
th: จำนวนตั๋วเข้า

source: Select Ticket(s) applied to the access code
th: เลือกตั๋วที่ใช้กับรหัสการเข้าถึง

source: Select all Ticket types
th: เลือกตั๋วทุกประเภท

source: No hidden tickets available for this event to select from
th: ไม่มีตั๋วที่ซ่อนอยู่สำหรับงานนี้ให้เลือก

source: Access valid from
th: เข้าถึงได้จาก

source: Access expires on
th: การเข้าถึงหมดอายุเมื่อ

source: Access Link
th: เข้าถึงลิงค์

source: Copy
th: คัดลอก

source: Enter Discount
th: ป้อนส่วนลด

source: Percent (%)
th: เปอร์เซ็นต์ (%)

source: Number of Discount Tickets
th: จำนวนตั๋วลดราคา

source: Select Ticket(s) applied to the discount code
th: เลือกตั๋วที่ใช้กับรหัสส่วนลด

source: No event tickets to select from
th: ไม่มีตั๋วงานให้เลือก

source: Discount valid from
th: ส่วนลดใช้ได้จาก

source: Discount expires on
th: ส่วนลดหมดอายุเมื่อ

source: Discount Link
th: ลิงค์ส่วนลด

source: Save Session
th: บันทึกเซสชัน

source: Create a Group
th: สร้างกลุ่ม

source: Group Events
th: กิจกรรมกลุ่ม

source: Group name
th: ชื่อกลุ่ม

source: About
th: เกี่ยวกับ

source: Event Image
th: ภาพเหตุการณ์

source: Select Group Banner Image
th: เลือกรูปภาพแบนเนอร์ของกลุ่ม

source: Header Image
th: รูปภาพส่วนหัว

source: We recommend using at least a 2160x1080px (2:1 ratio) image.
th: เราขอแนะนําให้ใช้ภาพขนาด 2160x1080px (อัตราส่วน 2:1) เป็นอย่างน้อย

source: Contact Organizer
th: ติดต่อผู้จัดงาน

source: Follow Group
th: ติดตามกลุ่ม

source: {{userThumbnailImg}}and {{followerCount}} others
th: {{userThumbnailImg}}และอีก {{followerCount}} คน

source: You have been registered successfully. Please login to continue.
th: คุณได้ลงทะเบียนเรียบร้อยแล้ว โปรดเข้าสู่ระบบเพื่อจะดำเนินการต่อ.

source: Email ID
th: ชื่ออีเมล์

source: Remember me
th: จดจำฉัน

source: Forgot your password ?
th: ลืมรหัสผ่านหรือไม่?

source: New to site? Create Account
th: เพิ่งเข้าสู่เว็บไซต์? สร้างบัญชี

source: Attendee Information
th: ข้อมูลผู้เข้าร่วม

source: Registration Holder's Information
th: ข้อมูลผู้ลงทะเบียน

source: Ticket Holder's Information
th: ข้อมูลของผู้ถือตั๋ว

source: Registration Holder -for- {{ticketName}}
th: ผู้ถือการลงทะเบียน -for- {{ticketName}}

source: Ticket Holder -for- {{ticketName}}
th: ผู้ถือตั๋ว -สำหรับ- {{ticketName}}

source: Download Ticket
th: ดาวน์โหลด Ticket

source: Yes
th: ใช่

source: No
th: ไม่

source: Billing Information
th: ข้อมูลการเรียกเก็บเงิน

source: Tax ID or Business ID
th: หมายเลขประจำตัวผู้เสียภาษีหรือรหัสธุรกิจ

source: Ticket cancellation
th: การยกเลิกตั๋ว

source: You can cancel this order with the button below. This will void all tickets in this order.
th: คุณสามารถยกเลิกคำสั่งซื้อนี้ด้วยปุ่มด้านล่าง การทำเช่นนี้จะทำให้ตั๋วทั้งหมดในคำสั่งซื้อนี้เป็นโมฆะ

source: Cancel Order
th: ยกเลิกคำสั่งซื้อ

source: Please enter your email address to continue.
th: โปรดป้อนที่อยู่อีเมลของคุณเพื่อดำเนินการต่อ

source: Email Address
th: ที่อยู่อีเมล

source: You have previously registered with this email address.
th: คุณได้ลงทะเบียนด้วยที่อยู่อีเมลนี้ก่อนหน้านี้

source: Please enter your password to continue.
th: กรุณากรอกรหัสผ่านของคุณเพื่อดำเนินการต่อ

source: Sign In
th: เข้าสู่ระบบ

source: Please set up a password to continue.
th: โปรดตั้งรหัสผ่านเพื่อดำเนินการต่อ

source: Confirm Password
th: ยืนยันรหัสผ่าน

source: Continue
th: ดำเนินการต่อ

source: Registration Information
th: ข้อมูลการลงทะเบียน

source: Please complete registration within {{time}} minutes.
th: กรุณาลงทะเบียนให้เสร็จสมบูรณ์ภายใน {{time}} นาที

source: After {{time}} minutes, the reservation we're holding will be released to others.
th: หลังจาก {{time}} นาที การจองที่เรากําลังถืออยู่จะถูกปล่อยไปยังผู้อื่น

source: Registrant
th: ผู้ลงทะเบียน

source: Ticket Buyer
th: ผู้ซื้อตั๋ว

source: Ticket holder is the same person as ticket buyer
th: ผู้ถือตั๋วเป็นบุคคลเดียวกับผู้ซื้อตั๋ว

source: Registration Holder
th: ผู้ถือทะเบียน

source: Ticket Holder
th: ผู้ถือตั๋ว

source: -for-
th: -สำหรับ-

source: Select your gender
th: เลือกเพศของคุณ

source: Select your country
th: เลือกประเทศของคุณ

source: Select your age group
th: เลือกกลุ่มอายุของคุณ

source: We would like to share information with you after the event by email for example through personal emails by our team, newsletters or other electronic communications. You can drop out of this agreement at any time. Do you agree to receive electronic mail?
th: เราต้องการแบ่งปันข้อมูลกับคุณหลังจบงานทางอีเมลเช่นผ่านอีเมลส่วนตัวโดยทีมงานจดหมายข่าวหรือการสื่อสารทางอิเล็กทรอนิกส์อื่น ๆ คุณสามารถยกเลิกข้อตกลงนี้ได้ทุกเมื่อ คุณตกลงที่จะรับจดหมายอิเล็กทรอนิกส์หรือไม่?

source: We would like to share information among event partners to provide you with the best possible experience and enable partners to contact you with additional information after the event through electronic communications. You can drop out of this agreement at any time. Do you agree to share your information with event partners and receive electronic mail?
th: เราต้องการแบ่งปันข้อมูลระหว่างพันธมิตรการจัดงานเพื่อให้คุณได้รับประสบการณ์ที่ดีที่สุดเท่าที่จะเป็นไปได้และช่วยให้พันธมิตรสามารถติดต่อคุณเพื่อขอข้อมูลเพิ่มเติมหลังจบงานผ่านการสื่อสารทางอิเล็กทรอนิกส์ คุณสามารถยกเลิกข้อตกลงนี้ได้ทุกเมื่อ คุณยินยอมที่จะแบ่งปันข้อมูลของคุณกับพันธมิตรกิจกรรมและรับจดหมายอิเล็กทรอนิกส์หรือไม่?

source: I agree that the event organizer is allowed to take photo, video and/or audio recordings of me or my profile and also texts created by me in the chats which might be published on the event organizer's websites and/or social media channels.
th: ฉันยอมรับว่าผู้จัดงานได้รับอนุญาตให้ถ่ายภาพวิดีโอและ / หรือบันทึกเสียงของฉันหรือโปรไฟล์ของฉันและข้อความที่ฉันสร้างขึ้นในการแชทซึ่งอาจเผยแพร่บนเว็บไซต์ของผู้จัดงานและ / หรือช่องทางโซเชียลมีเดีย

source: Enable Billing Information
th: เปิดใช้งานข้อมูลการเรียกเก็บเงิน

source: Acknowledgement
th: การรับทราบ
