Repository: fossasia/open-event-frontend
Catalog: docs/translations/*.po
Languages: th

source: This event is licenced under
th: งานนี้ได้รับอนุญาตภายใต้

source: Getting Here
th: เดินทางมาที่นี่

source: Meet us in our exhibitor video room!
th: พบกับเราในห้องวิดีโอผู้แสดงสินค้าของเรา!

source: Join Exhibitor Video Room
th: เข้าร่วม Exhibitor Video Room

source: Get in touch
th: ได้รับการติดต่อ

source: Related Sessions
th: เซสชันที่เกี่ยวข้อง

source: Exhibitor Video
th: วิดีโอผู้แสดงสินค้า

source: Exhibitor Slides
th: สไลด์ผู้จัดแสดง

source: Featured Speakers
th: วิทยากรพิเศษ

source: More Speakers
th: วิทยากรเพิ่มเติม

source: Getting here
th: เดินทางมาที่นี่

source: Site
th: ไซต์

source: Sale ends on
th: การขายสิ้นสุดลงเมื่อ

source: Enter Donation
th: เข้าสู่การบริจาค

source: Sold Out
th: ขายหมดแล้ว

source: Subtotal :
th: ผลรวมย่อย:

source: Included in Grand Total
th: รวมอยู่ในยอดรวม

source: Promotional Code
th: รหัสส่วนลด

source: Apply code
th: ใส่รหัส

source: Enter promotional code
th: ป้อนรหัสส่งเสริมการขาย

source: Session Not Yet Scheduled
th: ยังไม่กำหนดเซสชัน

source: Show
th: แสดง

source: entries per page
th: รายการต่อหน้า

source: Showing
th: กำลังแสดง

source: of
th: ของ

source: entries
th: รายการ

source: Are you sure you would like to delete this video recording?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการบันทึกวิดีโอนี้

source: Restore
th: กู้คืน

source: Resend invoice mail
th: ส่งจดหมายใบแจ้งหนี้อีกครั้ง

source: Are you sure you would like to delete this user?
th: แน่ใจไหมว่าต้องการลบผู้ใช้นี้

source: User has administrative privileges, he has privileges of the following roles for all the events:
th: ผู้ใช้มีสิทธิ์ระดับผู้ดูแลระบบเขามีสิทธิ์ของบทบาทต่อไปนี้สำหรับกิจกรรมทั้งหมด:

source: Co organizer
th: ผู้จัดงานร่วม

source: Track Organizer
th: ติดตามผู้จัด

source: Registrar
th: นายทะเบียน

source: Moderator
th: พิธีกร

source: Verified User
th: ผู้ใช้ที่ได้รับการยืนยัน

source: Accounts
th: บัญชี

source: Are you sure you would like to delete this video channel?
th: คุณแน่ใจหรือไม่ว่าต้องการลบช่องวิดีโอนี้

source: Deactivate
th: ปิดใช้งาน

source: No dates available.
th: ไม่มีวันที่

source: Event Dashboard
th: แดชบอร์ดเหตุการณ์

source: Withdrawn
th: ถอน

source: Canceled
th: ยกเลิก

source: No Session Information Added Yet
th: ยังไม่มีการเพิ่มข้อมูลเซสชัน

source: Delete Session
th: ลบเซสชัน

source: Are you sure you would like to delete this Session?
th: แน่ใจไหมว่าต้องการลบเซสชันนี้

source: No Speaker Added Yet
th: ยังไม่มีการเพิ่มวิทยากร

source: Are you sure you would like to delete this Supporter??
th: แน่ใจไหมว่าต้องการลบผู้สนับสนุนนี้

source: Total Sales
th: ยอดขายทั้งหมด

source: No Ticket Information
th: ไม่มีข้อมูลตั๋ว

source: Review and Pay
th: ตรวจสอบและชำระเงิน

source: See Payment
th: ดูการชำระเงิน

source: Unlock Session
th: ปลดล็อกเซสชัน

source: Are you sure you would like to delete this Speaker?
th: แน่ใจหรือไม่ว่าต้องการลบวิทยากรนี้?

source: Not Provided
th: ไม่ได้จัดเตรียมไว้ให้

source: Activate
th: เปิดใช้งาน

source: Are you sure you would like to delete this Access Code?
th: แน่ใจไหมว่าต้องการลบรหัสการเข้าถึงนี้

source: Checkin
th: เช็คอิน

source: Payment via
th: ชำระเงินผ่าน

source: Are you sure you would like to deactivate this Discount Code?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานรหัสส่วนลดนี้

source: Are you sure you would like to activate this Discount Code?
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งานรหัสส่วนลดนี้

source: Are you sure you would like to delete this Discount Code?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรหัสส่วนลดนี้

source: Mark Completed
th: ทำเครื่องหมายเสร็จสิ้น

source: Are you sure you would like to mark this Order as completed?
th: คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายคำสั่งซื้อนี้ว่าเสร็จสมบูรณ์

source: Cancel order
th: ยกเลิกคำสั่งซื้อ

source: Are you sure you would like to cancel this Order?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกคำสั่งซื้อนี้

source: Resend order confirmation
th: ส่งการยืนยันคำสั่งซื้ออีกครั้ง

source: Are you sure you would like to delete this stream?
th: แน่ใจไหมว่าต้องการลบสตรีมนี้

source: Auto-Generated
th: สร้างขึ้นโดยอัตโนมัติ

source: The open source event solution for virtual and in-person events.
th: โซลูชันเหตุการณ์โอเพนซอร์สสำหรับเหตุการณ์เสมือนและในบุคคล

source: State/Province
th: รัฐ / จังหวัด

source: Hex value or pick
th: ค่า Hex หรือเลือก

source: Remove file
th: ลบไฟล์

source: Not larger than
th: มีขนาดไม่เกิน

source: Image Uploading
th: การอัปโหลดรูปภาพ

source: Re-crop
th: ครอบตัดใหม่

source: click or drag-and-drop
th: คลิกหรือลากแล้วปล่อย

source: Venue Name
th: ชื่อสถานที่

source: Street Address
th: ที่อยู่ถนน

source: Reset Map
th: รีเซ็ตแผนที่

source: Enter address
th: ป้อนที่อยู่

source: Bold (Ctrl+B)
th: ตัวหนา (Ctrl + B)

source: Italic (Ctrl+I)
th: ตัวเอียง (Ctrl + I)

source: Underline (Ctrl+U)
th: ขีดเส้นใต้ (Ctrl + U)

source: Numbered List
th: รายการลำดับเลข

source: Bullet List
th: รายการหัวข้อย่อย

source: Undo (Ctrl+Z)
th: เลิกทำ (Ctrl + Z)

source: Redo (Ctrl+Y)
th: ทำซ้ำ (Ctrl + Y)

source: Line Break
th: เส้นแบ่ง

source: Insert Link
th: แทรกลิงค์

source: Min
th: นาที

source: Max
th: สูงสุด

source: This is a free Ticket
th: นี่คือตั๋วฟรี

source: Ticket Description
th: คำอธิบายตั๋ว

source: This description would be available to the attendees when ordering tickets.
th: คำอธิบายนี้สามารถใช้ได้กับผู้เข้าร่วมเมื่อสั่งซื้อตั๋ว

source: Display Ticket description on Public Events page
th: แสดงคำอธิบายตั๋วในหน้ากิจกรรมสาธารณะ

source: Hide Ticket from the Public Events page
th: ซ่อนตั๋วจากหน้ากิจกรรมสาธารณะ

source: To sell hidden tickets you need to set up an access code under Event Dashboard > Tickets Tab > Access Code.
th: หากต้องการขายตั๋วที่ซ่อนอยู่คุณต้องตั้งรหัสการเข้าถึงใต้แดชบอร์ดเหตุการณ์> แท็บตั๋ว> รหัสการเข้าถึง

source: Tickets Absorb Fees
th: ตั๋วดูดซับค่าธรรมเนียม

source: Platform fees will always be included in your ticket price. You will receive an invoice each month.
th: ค่าธรรมเนียมแพลตฟอร์มจะรวมอยู่ในราคาตั๋วของคุณเสมอ คุณจะได้รับใบแจ้งหนี้ในแต่ละเดือน

source: Number of tickets allowed per order
th: จำนวนตั๋วที่อนุญาตต่อคำสั่งซื้อ

source: Minimum Order
th: สั่งซื้อขั้นต่ำ

source: Maximum Order
th: คำสั่งซื้อสูงสุด

source: This is a free Registration
th: นี่คือการลงทะเบียนฟรี

source: Registration Description
th: รายละเอียดการลงทะเบียน

source: This description would be available to the attendees when registering.
th: คำอธิบายนี้จะพร้อมใช้งานสำหรับผู้เข้าร่วมประชุมเมื่อลงทะเบียน

source: Display registration description on public events page.
th: แสดงคำอธิบายการลงทะเบียนในหน้ากิจกรรมสาธารณะ

source: Hide registration from the public events page.
th: ซ่อนการลงทะเบียนจากหน้ากิจกรรมสาธารณะ

source: To sell hidden registrations you need to set up an access code under Event Dashboard > Tickets Tab > Access Code.
th: ในการขายการลงทะเบียนที่ซ่อนอยู่ คุณต้องตั้งค่ารหัสการเข้าถึงในแดชบอร์ดกิจกรรม > แท็บตั๋ว > รหัสการเข้าถึง

source: Registrations Absorb Fees
th: ค่าลงทะเบียน ค่าสมัคร

source: Platform fees will always be included in your registration price. You will receive an invoice each month.
th: ค่าธรรมเนียมแพลตฟอร์มจะรวมอยู่ในราคาลงทะเบียนของคุณเสมอ คุณจะได้รับใบแจ้งหนี้ทุกเดือน

source: Number of registrations allowed per order
th: จำนวนการลงทะเบียนที่อนุญาตต่อคำสั่งซื้อ

source: Tweets by
th: ทวีตโดย

source: Creating
th: การสร้าง

source: Download Invoice
th: ดาวน์โหลดใบแจ้งหนี้

source: Review Invoice
th: ตรวจสอบใบแจ้งหนี้

source: Total Invoice Amount
th: ยอดรวมใบแจ้งหนี้

source: Documents
th: เอกสาร

source: Turn off Event Chat
th: ปิดการสนทนาในเหตุการณ์

source: Turn on Event Chat
th: เปิดการแชทกิจกรรม

source: Chat is currently enabled for this event. Users can access a chat channel for this event.
th: แชทถูกเปิดใช้งานสำหรับกิจกรรมนี้ ผู้ใช้สามารถเข้าถึงช่องแชทสำหรับกิจกรรมนี้ได้

source: Chat is currently not enabled for this event. Users cannot access chat for this event.
th: ไม่ได้เปิดใช้งานการแชทสำหรับกิจกรรมนี้ในขณะนี้ ผู้ใช้ไม่สามารถเข้าถึงแชทสำหรับกิจกรรมนี้

source: Disable Add Event Documents
th: ปิดใช้งานการเพิ่มเอกสารเหตุการณ์

source: Enable Add Event Documents
th: เปิดใช้งาน 'เพิ่มเอกสารเหตุการณ์'

source: Editing
th: การแก้ไข

source: Add Exhibitor
th: เพิ่มผู้แสดงสินค้า

source: Swap Places
th: สลับสถานที่

source: Unpublish Schedule
th: ยกเลิกการเผยแพร่กำหนดการ

source: Publish Schedule
th: เผยแพร่กำหนดการ

source: Unscheduled Sessions
th: เซสชันที่ไม่ได้จัดกำหนดการ

source: Timing:
th: เวลา:

source: Not yet scheduled
th: ยังไม่มีกำหนด

source: Speakers Invited
th: วิทยากรรับเชิญ

source: Create Session
th: สร้างเซสชัน

source: In order to use this feature please activate "Sessions and Speakers" for the event.
th: ในการใช้คุณสมบัตินี้โปรดเปิดใช้งาน "เซสชันและวิทยากร" สำหรับกิจกรรม

source: Please click
th: กรุณาคลิก

source: to activate this module.
th: เพื่อเปิดใช้งานโมดูลนี้

source: Transfer Ownership
th: โอนความเป็นเจ้าของ

source: You'll lose all the owner rights once the other user accepts the invitation for ownership.
th: คุณจะสูญเสียสิทธิ์ของเจ้าของทั้งหมดเมื่อผู้ใช้รายอื่นยอมรับคำเชิญเพื่อเป็นเจ้าของ

source: Transfer Event
th: โอนเหตุการณ์

source: Delete this event
th: ลบกิจกรรมนี้

source: Once you delete an event, you will lose all the data related to this event.
th: เมื่อคุณลบกิจกรรมคุณจะสูญเสียข้อมูลทั้งหมดที่เกี่ยวข้องกับเหตุการณ์นี้

source: Edit speaker
th: แก้ไขวิทยากร

source: Add Speaker
th: เพิ่มวิทยากร

source: Create a Speaker
th: สร้างวิทยากร

source: Discount Codes
th: รหัสส่วนลด

source: Access Codes
th: รหัสการเข้าถึง

source: Add order
th: เพิ่มคำสั่งซื้อ

source: Create an access code
th: สร้างรหัสการเข้าถึง

source: Create a New Access code
th: สร้างรหัสการเข้าถึงใหม่

source: Edit an access code
th: แก้ไขรหัสการเข้าถึง

source: Export As
th: ส่งออกเป็น

source: PDF
th: ไฟล์ PDF

source: Showing all the records
th: กำลังแสดงบันทึกทั้งหมด

source: Filter by Date
th: กรองตามวันที่

source: Filter by Discount
th: กรองตามส่วนลด

source: Remove Filters
th: ลบฟิลเตอร์

source: Create a discount
th: สร้างส่วนลด

source: Create a new Discount Code
th: สร้างรหัสส่วนลดใหม่

source: Edit a Discount Code
th: แก้ไขรหัสส่วนลด

source: Total Sold Orders
th: ยอดสั่งซื้อที่ขายได้ทั้งหมด

source: Tickets sold
th: ขายตั๋วแล้ว

source: By order status
th: ตามสถานะการสั่งซื้อ

source: Order Status
th: สถานะการสั่งซื้อ

source: Total Tickets
th: ตั๋วทั้งหมด

source: Total Orders
th: ยอดสั่งซื้อทั้งหมด

source: View Reports
th: ดูรายงาน

source: View orders
th: ดูคำสั่งซื้อ

source: View attendees
th: ดูผู้เข้าร่วม

source: Tickets Capacity Set
th: ชุดความจุตั๋ว

source: View Orders
th: ดูคำสั่งซื้อ

source: Turn off Video
th: ปิดวิดีโอ

source: Turn on Video
th: เปิดวิดีโอ

source: Virtual Event Room
th: ห้องกิจกรรมเสมือนจริง

source: This category is especially suitable for welcome, support, discussion or social video rooms. Virtual event video rooms do not require dedicated sessions and do not need a schedule setup.
th: หมวดหมู่นี้เหมาะอย่างยิ่งสำหรับการต้อนรับ การสนับสนุน การสนทนา หรือห้องวิดีโอโซเชียล ห้องวิดีโอเหตุการณ์เสมือนไม่ต้องการเซสชันเฉพาะและไม่จำเป็นต้องตั้งค่ากำหนดการ

source: Microlocation Video Rooms
th: ห้องวิดีโอระบุตําแหน่งไมโคร

source: Add Microlocation
th: เพิ่ม Microlocation

source: Microlocation video rooms are suitable for events with different tracks, rooms and sessions that are listed in a schedule. All microlocations are listed on the event schedule. Note: Microlocation rooms require a session in order to be visible to attendees.They are only listed on the video channel list on side panels of online events, if sessions have been added into the location in the schedule.
th: ห้องวิดีโอ Microlocation เหมาะสำหรับกิจกรรมที่มีแทร็ก ห้องและเซสชันต่างๆ ที่ระบุไว้ในกำหนดการ microlocations ทั้งหมดจะแสดงอยู่ในตารางกิจกรรม หมายเหตุ: ห้อง Microlocation จำเป็นต้องมีเซสชันเพื่อให้ผู้เข้าร่วมมองเห็นได้ ห้องเหล่านี้จะแสดงอยู่ในรายการช่องวิดีโอบนแผงด้านข้างของกิจกรรมออนไลน์เท่านั้น หากมีการเพิ่มเซสชันลงในสถานที่ในกำหนดการ

source: Enter Event Name
th: ใส่ชื่อเหตุการณ์

source: No events found for selected filters
th: ไม่พบเหตุการณ์สำหรับตัวกรองที่เลือก

source: Enter Group Name
th: ใส่ชื่อกลุ่ม

source: No groups found for selected filters
th: ไม่พบกลุ่มสำหรับตัวกรองที่เลือก

source: No groups found for the events.
th: ไม่พบกลุ่มสำหรับกิจกรรม

source: Featured Events
th: กิจกรรมเด่น

source: No Upcoming Events Found
th: ไม่พบกิจกรรมที่จะเกิดขึ้น

source: Show more calls for speakers
th: แสดงการรับสมัครวิทยากรเพิ่มเติม

source: Popular Groups
th: กลุ่มยอดนิยม

source: Show more groups
th: แสดงกลุ่มเพิ่มเติม

source: No groups followed.
th: ไม่มีกลุ่มที่ติดตาม

source: My tickets
th: ตั๋วของฉัน

source: No tickets found
th: ไม่พบตั๋ว

source: Cancelled Orders
th: ยกเลิกคำสั่งซื้อ

source: Open Orders
th: เปิดคำสั่งซื้อ

source: Mark all as read
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Mark as read
th: กาว่าอ่านแล้ว

source: No Unread Notifications
th: ไม่มีการแจ้งเตือนที่ยังไม่ได้อ่าน

source: No Notifications
th: ไม่มีการแจ้งเตือน

source: Payment Method
th: วิธีการชำระเงิน

source: Please choose your payment method
th: โปรดเลือกวิธีการชำระเงินของคุณ

source: Stripe
th: ลาย

source: Omise
th: โอมิเซะ

source: AliPay
th: อาลีเพย์

source: Pay on Invoice
th: ชำระเงินตามใบแจ้งหนี้

source: Cheque
th: ตรวจสอบ

source: Bank
th: ธนาคาร

source: Onsite
th: ในสถานที่

source: Pay Now
th: จ่ายตอนนี้

source: Pay with PayTM
th: ชำระเงินด้วย PayTM

source: Pay with AliPay
th: ชำระเงินด้วย AliPay

source: All Tickets
th: ตั๋วทั้งหมด

source: Open Event Organizer App
th: เปิดแอพ Event Organizer

source: Organizer Android App
th: แอพ Organizer Android

source: Make your event success with Orga App
th: ทำให้งานของคุณประสบความสำเร็จด้วย Orga App

source: Hassle-free checkin
th: การเช็คอินที่ไม่ยุ่งยาก

source: Scan the QR Code and Check-in/Check-out Attendees and Ticket Holder on the go.
th: สแกนรหัส QR และผู้เข้าร่วมการเช็คอิน / เช็คเอาท์และผู้ถือตั๋วในระหว่างการเดินทาง

source: Easy Communication
th: สื่อสารง่าย

source: Sync your app data with Organizer Server on the go.
th: ซิงค์ข้อมูลแอพของคุณกับ Organizer Server ได้ทุกที่

source: Manage Efficiently
th: จัดการอย่างมีประสิทธิภาพ

source: Get Order, Event, Sales Statistics with Orga App on the go.
th: รับคำสั่งซื้อกิจกรรมสถิติการขายด้วย Orga App ในระหว่างการเดินทาง

source: Ticket and Event
th: ตั๋วและกิจกรรม

source: Manage and Create new Tickets or Events with the power of your touch on your phone
th: จัดการและสร้างตั๋วหรือกิจกรรมใหม่ด้วยพลังสัมผัสของคุณบนโทรศัพท์ของคุณ

source: Communication on the Go
th: การสื่อสารระหว่างเดินทาง

source: Get Push Notification about new attendees or Ticket Holders on your phone.
th: รับการแจ้งเตือนเกี่ยวกับผู้เข้าร่วมใหม่หรือผู้ถือตั๋วบนโทรศัพท์ของคุณ

source: Please Check-Out our Attendee App
th: โปรดตรวจสอบแอป Attendee ของเรา

source: Sign up for our Early Access plan!
th: สมัครแผนทดลองใช้ก่อนเปิดตัวของเรา!

source: Features
th: คุณสมบัติ

source: Early Access Plan
th: แผนทดลองใช้ก่อนเปิดตัว

source: Basics
th: พื้นฐาน

source: Fee per paid tickets
th: ค่าธรรมเนียมต่อตั๋วที่จ่าย

source: Fee per free tickets
th: ค่าธรรมเนียมต่อตั๋วฟรี

source: No fee
th: ไม่มีค่าธรรมเนียม

source: Ticket Sales
th: ขายตั๋ว

source: Public event listings
th: รายชื่อกิจกรรมสาธารณะ

source: Private (unlisted) events
th: กิจกรรมส่วนตัว (ไม่เป็นสาธารณะ)

source: Unlimited events
th: เหตุการณ์ไม่ จำกัด

source: Attendee form
th: แบบฟอร์มผู้เข้าร่วม

source: Custom attendee form question
th: คำถามแบบฟอร์มผู้เข้าร่วมที่กำหนดเอง

source: Digital or printed tickets
th: ตั๋วดิจิตอลหรือพิมพ์

source: Donation tickets
th: ตั๋วบริจาค

source: Payments
th: การชำระเงิน

source: Secure payment processing
th: การประมวลผลการชำระเงินที่ปลอดภัย

source: Accepting all major credit cards
th: ยินดีรับบัตรเครดิตทุกธนาคาร

source: All major currencies
th: สกุลเงินหลักทั้งหมด

source: payment processor
th: ตัวประมวลผลการชำระเงิน

source: Tracking & Optimising
th: การติดตามและการเพิ่มประสิทธิภาพ

source: Sales/RSVP summary dashboard
th: แดชบอร์ดสรุปการขาย / ตอบกลับ

source: Detailed analytics by ticket type
th: การวิเคราะห์โดยละเอียดตามประเภทตั๋ว

source: Detailed exports of all data
th: การส่งออกโดยละเอียดของข้อมูลทั้งหมด

source: Submissions
th: การส่ง

source: Up to 200
th: สูงถึง 200

source: Speakers form
th: แบบฟอร์มวิทยากร

source: Custom speakers form questions
th: คำถามจากวิทยากรที่กำหนดเอง

source: Session form
th: แบบฟอร์มเซสชัน

source: Custom session form questions
th: คำถามแบบฟอร์มเซสชันที่กำหนดเอง

source: API access
th: การเข้าถึง API

source: Submission management
th: การจัดการการส่ง

source: "LOCK" submission
th: การส่ง "LOCK"

source: Rating process
th: ขั้นตอนการให้คะแนน

source: Organizer scheduler access
th: การเข้าถึงตัวจัดกำหนดการ

source: Create schedule
th: สร้างกำหนดการ

source: Public schedule pages
th: หน้ากำหนดการสาธารณะ

source: Promotion
th: โปรโมชั่น

source: Public listing on website
th: รายชื่อสาธารณะบนเว็บไซต์

source: Search engine listing
th: รายการเครื่องมือค้นหา

source: Supporter listing on public event page
th: รายชื่อผู้สนับสนุนในหน้ากิจกรรมสาธารณะ

source: Attendee social sharing tools
th: เครื่องมือแบ่งปันทางสังคมของผู้เข้าร่วม

source: Abandoned order emails
th: อีเมลคำสั่งซื้อที่ถูกละทิ้ง

source: Discount and access codes
th: ส่วนลดและรหัสการเข้าถึง

source: Unfollow Group
th: เลิกติดตามกลุ่ม

source: Clear Track Filter
th: ล้างตัวกรองแทร็ก

source: Rooms
th: ห้อง

source: Clear Room Filter
th: ล้างตัวกรองห้อง

source: Clear Session Type Filter
th: ล้างตัวกรองประเภทเซสชัน

source: Select Session Type
th: เลือกประเภทเซสชัน

source: Session Levels
th: ระดับเซสชัน

source: Clear Session Level Filter
th: ล้างตัวกรองระดับเซสชัน

source: Select Session level
th: เลือกระดับเซสชัน

source: Login or Buy Tickets
th: เข้าสู่ระบบหรือซื้อตั๋ว

source: You need to login or get a ticket for this event before you can join it online.
th: คุณต้องเข้าสู่ระบบหรือรับตั๋วสำหรับกิจกรรมนี้ก่อนจึงจะสามารถเข้าร่วมได้ทางออนไลน์

source: Session Details
th: รายละเอียดเซสชัน

source: Speaker Details
th: รายละเอียดวิทยากร

source: Withdraw
th: ถอนเงิน

source: Donation
th: บริจาค

source: Register Now
th: สมัครตอนนี้

source: To place a ticket order:
th: ในการสั่งซื้อตั๋ว:

source: Supported By
th: สนับสนุนโดย

source: Organized by
th: จัดโดย

source: List View
th: มุมมองรายการ

source: Schedule for the event is currently unavailable
th: กำหนดการสำหรับกิจกรรมไม่พร้อมใช้งานในขณะนี้

source: schedule
th: กำหนดการ

source: Calendar View
th: มุมมองปฏิทิน

source: Public Schedule
th: กำหนดการสาธารณะ

source: My Schedule
th: ตารางของฉัน

source: My Speaker Sessions
th: วิทยากรเซสชันของฉัน

source: By Title
th: ตามชื่อเรื่อง

source: By Time
th: ตามเวลา

source: By Popularity
th: ตามความนิยม

source: Clear All Filters
th: ล้างตัวกรองทั้งหมด

source: No Sessions exist for this time period
th: ไม่มีเซสชันสำหรับช่วงเวลานี้

source: Accept
th: ยอมรับ

source: Reject
th: ปฏิเสธ

source: Thank you, your email has been verified successfully! You now have full access to all features.
th: ขอบคุณอีเมลของคุณได้รับการยืนยันเรียบร้อยแล้ว! ขณะนี้คุณสามารถเข้าถึงคุณลักษณะทั้งหมดได้อย่างสมบูรณ์

source: Please login to continue.
th: โปรดเข้าสู่ระบบเพื่อดำเนินการต่อ

source: Error
th: ข้อผิดพลาด

source: Andorra
th: อันดอร์รา

source: United Arab Emirates
th: สหรัฐอาหรับเอมิเรตส์

source: Afghanistan
th: อัฟกานิสถาน

source: Antigua And Barbuda
th: แอนติกาและบารบูดา

source: Anguilla
th: แองกวิลลา

source: Albania
th: แอลเบเนีย

source: Armenia
th: อารเมเนีย

source: Angola
th: แองโกลา

source: Antarctica
th: แอนตาร์กติกา

source: Argentina
th: อารเจนตินา

source: American Samoa
th: อเมริกันซามัว

source: Austria
th: ออสเตรีย

source: Australia
th: ออสเตรเลีย

source: Aruba
th: อารูบา

source: Azerbaijan
th: อาเซอรไบจาน

source: Bosnia and Herzegovina
th: บอสเนียและเฮอร์เซโกวีนา

source: Barbados
th: บารเบโดส

source: Bangladesh
th: บังกลาเทศ

source: Belgium
th: เบลเยียม

source: Burkina Faso
th: บูรกินาฟาโซ

source: Bulgaria
th: บัลแกเรีย

source: Bahrain
th: บาหเรน

source: Burundi
th: บุรุนดี

source: Benin
th: เบนิน

source: Saint Barthélemy
th: เซนต์บาร์เตเลมี

source: Bermuda
th: เบอร์มิวดา

source: Brunei
th: บรูไน

source: Bolivia
th: โบลิเวีย

source: Bonaire
th: โบแนร์

source: Brazil
th: บราซิล

source: Bahamas
th: บาฮามาส

source: Bhutan
th: ภูฏาน

source: Bouvet Island
th: เกาะบูเวต์

source: Botswana
th: บอตสวานา

source: Belarus
th: เบลารุส

source: Belize
th: เบลีซ

source: Canada
th: แคนาดา

source: Cocos [Keeling] Islands
th: หมู่เกาะโคโคส [คีลิง]

source: Democratic Republic Of Congo
th: สาธารณรัฐประชาธิปไตยคองโก

source: Central African Republic
th: สาธารณรัฐแอฟริกากลาง

source: Republic Of the Congo
th: สาธารณรัฐคองโก

source: Switzerland
th: สวิตเซอรแลนด์

source: Ivory Coast
th: ไอวอรีโคสต์

source: Cook Islands
th: หมู่เกาะคุก

source: Chile
th: ชิลี

source: Cameroon
th: แคเมอรูน

source: China
th: จีน

source: Colombia
th: โคลอมเบีย

source: Costa Rica
th: คอสตาริกา

source: Cuba
th: คิวบา

source: Cape Verde
th: เคปเวิรด

source: Curacao
th: คูราเซา

source: Christmas Island
th: เกาะคริสต์มาส

source: Cyprus
th: ไซปรัส

source: Czech Republic
th: สาธารณรัฐเช็ก

source: Germany
th: เยอรมนี

source: Djibouti
th: จิบูตี

source: Denmark
th: เดนมารก

source: Dominica
th: โดมินิกา

source: Dominican Republic
th: สาธารณรัฐโดมินิกัน

source: Algeria
th: แอลจีเรีย

source: Ecuador
th: เอกวาดอร์

source: Estonia
th: เอสโตเนีย

source: Egypt
th: อียิปต์

source: Western Sahara
th: เวสเทิร์นสะฮารา

source: Eritrea
th: เอริเทรีย

source: Spain
th: สเปน

source: Ethiopia
th: เอธิโอเปย

source: Finland
th: ฟนแลนด

source: Fiji
th: ฟิจิ

source: Falkland Islands
th: หมู่เกาะฟอล์กแลนด์

source: Micronesia
th: ไมโครนีเซีย

source: Faroe Islands
th: หมู่เกาะแฟโร

source: France
th: ฝรั่งเศส

source: Gabon
th: กาบอง

source: United Kingdom
th: สหราชอาณาจักร

source: Grenada
th: เกรเนดา

source: Georgia
th: จอรเจีย

source: French Guiana
th: เฟรนชเกียนา

source: Guernsey
th: เกิร์นซีย์

source: Ghana
th: กานา

source: Gibraltar
th: ยิบรอลตาร์

source: Greenland
th: กรีนแลนด์

source: Gambia
th: แกมเบีย

source: Guinea
th: กินี

source: Guadeloupe
th: กวาเดอลูป

source: Equatorial Guinea
th: อิเควทอเรียลกินี

source: Greece
th: กรีซ

source: South Georgia and The South Sandwich Islands
th: เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช

source: Guatemala
th: กัวเตมาลา

source: Guam
th: กวม

source: Guinea-Bissau
th: กินี-บิสเซา

source: Guyana
th: กายอานา

source: Hong Kong
th: ฮองกง

source: Heard Island And McDonald Islands
th: เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์

source: Honduras
th: ฮอนดูรัส

source: Croatia
th: โครเอเชีย

source: Haiti
th: เฮติ

source: Hungary
th: ฮังการี

source: Indonesia
th: อินโดนีเซีย

source: Ireland
th: ไอรแลนด์

source: Israel
th: อิสราเอล

source: Isle of Man
th: เกาะแมน

source: India
th: อินเดีย

source: British Indian Ocean Territory
th: บริติชอินเดียนโอเชียนเทร์ริทอรี

source: Iraq
th: อิรัก

source: Iran
th: อิหร่าน

source: Iceland
th: ไอซแลนด์

source: Italy
th: อิตาลี

source: Jersey
th: เจอร์ซี

source: Jamaica
th: จาเมกา

source: Jordan
th: จอรแดน

source: Japan
th: ญี่ปุน

source: Kenya
th: เคนยา

source: Kyrgyzstan
th: คีรกีซสถาน

source: Cambodia
th: กัมพูชา

source: Kiribati
th: คิริบาส

source: Comoros
th: คอโมโรส

source: Saint Kitts And Nevis
th: เซนต์คิตส์และเนวิส

source: North Korea
th: เกาหลีเหนือ

source: South Korea
th: เกาหลีใต้

source: Kuwait
th: คูเวต

source: Cayman Islands
th: หมู่เกาะเคย์แมน

source: Kazakhstan
th: คาซัคสถาน

source: Laos
th: ลาว

source: Lebanon
th: เลบานอน

source: Saint Lucia
th: เซนต์ลูเซีย

source: Liechtenstein
th: ลิกเตนสไตน์

source: Sri Lanka
th: ศรีลังกา

source: Liberia
th: ไลบีเรีย

source: Lesotho
th: เลโซโท

source: Lithuania
th: ลิทัวเนีย

source: Luxembourg
th: ลักเซมเบิรก

source: Latvia
th: ลัตเวีย

source: Libya
th: ลิเบีย

source: Morocco
th: โมร็อกโก

source: Monaco
th: โมนาโก

source: Moldova
th: มอลโดวา

source: Montenegro
th: มอนเตเนโกร

source: Saint Martin
th: เซนต์มาร์ติน
