Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Add new Role
ar: أضف دورًا جديدًا
de: Neue Rolle hinzufügen
es: Agregar nuevo rol
fr: Ajouter un rôle
id: Tambahkan Peran baru
ja: 新しいロールを追加
ko: 새 역할 추가
pl: Dodaj nową rolę
ru: Добавить новую роль
sv: Lägg till ny roll
vi: Thêm vai trò mới
zh_hans: 添加新角色
zh_hant: 添加新角色

source: User Permissions
ar: أذونات المستخدم
de: Benutzerberechtigungen
es: Permisos de usuario
fr: Permissions utilisateur
id: Izin Pengguna
ja: ユーザーのアクセス許可
ko: 사용자 권한
pl: Uprawnienia użytkownika
ru: Разрешения пользователя
sv: Användarrättigheter
vi: Quyền Người dùng
zh_hans: 用户许可
zh_hant: 用戶權限

source: Permission
ar: إذن
de: Berechtigung
es: Permisos
fr: Autorisation
id: Izin
ja: アクセス許可
ko: 권한
pl: Uprawnienia
ru: Разрешение
sv: Tillstånd
vi: Quyền
zh_hans: 权限
zh_hant: 權限

source: Unverified User
ar: مستخدم لم يتم التحقق منه
de: Ungeprüfter Benutzer
es: Usuario no verificado
fr: Utilisateur non-vérifié
id: Pengguna Belum Diverifikasi
ja: 未確認ユーザー
ko: 확인되지 않은 사용자
pl: Niezweryfikowany użytkownik
ru: Неподтвержденный пользователь
sv: Ej verifierad användare
vi: Người dùng chưa được xác minh
zh_hans: 未验证的用户
zh_hant: 未驗證的用戶

source: Coming Soon
ar: قريباً
de: Demnächst
es: ¡Próximamente!
fr: Bientôt disponible
id: Segera akan datang
ja: まもなく登場！
ko: 곧 여러분을 찾아갑니다!
pl: Już wkrótce!
ru: Уже скоро!
sv: Kommer Snart
vi: Sắp có
zh_hans: 即将到来！
zh_hant: 即將推出！

source: Activity
ar: نشاط
de: Aktivität
es: Actividad
fr: Activité
id: Aktivitas
ja: 活動
ko: 활동
pl: Aktywność
ru: Деятельность
sv: Aktivitet
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

source: Mails
ar: رسائل
de: Nachrichten
es: Correos
fr: Messages
id: Surat
ja: メール
ko: 메일
pl: Maile
ru: Письма
sv: Meddelanden
vi: Thư
zh_hans: 邮件
zh_hant: 郵件

source: Tickets Summary
ar: ملخص التذاكر
de: Ticketübersicht
es: Resumen de tickets
fr: Résumé des billets
id: Ringkasan Tiket
ja: チケット概要
ko: 티켓 요약
pl: Podsumowanie biletów
ru: Сводка по билетам
sv: Biljetter Sammanfattning
vi: Tóm tắt vé
zh_hans: 门票摘要
zh_hant: 票券摘要

source: Discount Code
ar: الرقم التسلسلي للخصم
de: Rabattcode
es: Código de descuento
fr: Code de réduction
id: Kode diskon
ja: 割引コード
ko: 할인 코드
pl: Kod rabatowy
ru: Код скидки
sv: Rabattkod
vi: Mã giảm giá
zh_hans: 优惠码
zh_hant: 折扣碼

source: Marketer Email
ar: البريد الإلكتروني للمسوق
de: Vermarkter-E-Mail
es: Correo electrónico del comercializador
fr: Courriel du marketeur
id: Email Pemasar
ja: マーケターメール
ko: 마케팅 담당자 이메일
pl: Email Marketer
ru: Электронная почта продавца
sv: Marknadsförarmail
vi: Email của nhà tiếp thị
zh_hans: 营销电子邮件
zh_hant: 營銷電子郵件

source: Export as CSV
ar: تصدير كملف CSV
de: Als CSV exportieren
es: Exportar como CSV
fr: Exporter en CSV
id: Expor sebagai CSV
ja: CSVにエクスポート
ko: CSV로 내보내기
pl: Eksportuj do pliku CSV
ru: Экспорт в CSV
sv: Exportera som CSV
vi: Xuất dưới dạng CSV
zh_hans: 导出CSV
zh_hant: 導出為CSV檔

source: Marketers
ar: المسوقين
de: Vermarkter
es: Comercializadores
fr: Marketeurs
id: Pemasar
ja: マーケティング 担当者
ko: 마케터
pl: Marketerzy
ru: Продавцы
sv: Marknadsförare
vi: Nhà tiếp thị
zh_hans: 营销人员
zh_hant: 營銷人員

source: Sales (discounted)
ar: مبيعات (مخفضة)
de: Verkäufe (rabattiert)
es: Ventas (descontadas)
fr: Ventes (promotion)
id: Penjualan (diskon)
ja: 販売 (割引)
ko: 판매 (할인)
pl: Sprzedaż (z rabatem)
ru: Продажи (со скидкой)
sv: Försäljning (rabatterad)
vi: Bán hàng (chiết khấu)
zh_hans: 销售额（折后）
zh_hant: 銷售額（折後）

source: Discounted amount
ar: المبلغ المخصوم
de: Ermäßigter Betrag
es: Importe descontado
fr: Montant de la remise
id: Jumlah yang didiskon
ja: 割引金額
ko: 할인 금액
pl: Kwota z rabatem
ru: Сумма со скидкой
sv: Rabatterat belopp
vi: Số tiền chiết khấu
zh_hans: 优惠金额
zh_hant: 優惠金額

source: No Name Provided
ar: لم يتم تقديم اسم
de: Kein Name angegeben
es: Sin nombre proporcionado
fr: Aucun nom fourni
id: Tidak Ada Nama yang Diberikan
ja: 名前が指定されていません
ko: 제공된 이름 없음
pl: Nie podano nazwy
ru: Имя не указано
sv: Inget namn anges
vi: Không cung cấp tên
zh_hans: 没有提供名字
zh_hant: 沒有提供名字

source: Revenue Summary
ar: ملخص الإيرادات
de: Umsatzübersicht
es: Resumen de ingresos
fr: Récapitulatif des revenus
id: Ringkasan Pendapatan
ja: 収益の概要
ko: 수익 요약
pl: Podsumowanie przychodów
ru: Сводка доходов
sv: Intäktssammanfattning
vi: Tóm tắt doanh thu
zh_hans: 收入摘要
zh_hant: 收入摘要

source: Fee
ar: مصاريف
de: Gebühren
es: Comisión
fr: Frais
id: Biaya
ja: 料金
ko: 회비
pl: Opłata
ru: Сборы
sv: Avgift
vi: Học phí
zh_hans: 费用
zh_hant: 費用

source: Max.
ar: الأعلى.
ja: 最大。
ko: 맥스.
pl: Maks.
ru: Максимум.
vi: Tối đa
zh_hans: 最高
zh_hant: 最高

source: Payment Gateways
ar: بوابات الدفع
de: Zahlungssysteme
es: Via de pago
fr: Passerelles de paiement
id: Gateway Pembayaran
ja: 支払ゲートウェイ
ko: 지불 게이트웨이
pl: Bramy płatnicze
ru: Платежные шлюзы
sv: Betalningsportar
vi: Cổng thanh toán
zh_hans: 支付网关
zh_hant: 支付網關

source: Front Page
ar: الصفحة الأمامية
de: Startseite
es: Página principal
fr: À la une
id: Beranda
ja: 表紙
ko: 첫 페이지
pl: Strona główna
ru: Главная страница
sv: Förstasida
vi: Trang trước
zh_hans: 主页
zh_hant: 主頁

source: Any event that is switched to Featured Event by admins is listed here.
ar: يتم سرد أي حدث تم تحويله إلى حدث مميز بواسطة المسؤولين هنا.
de: Jede Veranstaltung, die von Administratoren auf empfohlene (Featured) Veranstaltung umgeschaltet wird, wird hier aufgelistet.
es: Cualquier evento que los administradores cambien a Evento destacado se enumeran aquí.
fr: Tout événement basculé en Événement en vedette par les administrateurs est répertorié ici.
id: Setiap acara yang dialihkan ke Acara Unggulan oleh admin tercantum di sini.
ja: 管理者によって注目イベントに切り替えられたイベントはすべてここに一覧表示されます。
ko: 관리자가 추천 이벤트로 전환 한 모든 이벤트가 여기에 나열됩니다.
pl: Tutaj znajduje się każde wydarzenie, które zostało przełączone na Wydarzenie polecane przez administratorów.
ru: Здесь перечислены все события, которые администраторы переключили на Рекомендуемые.
sv: Alla händelser som byts till Utvalda händelser av administratörer listas här.
vi: Bất kỳ sự kiện nào được quản trị viên chuyển sang Sự kiện nổi bật đều được liệt kê ở đây.
zh_hans: 此处列出了由管理员切换为“特色事件”的任何事件。
zh_hant: 此處列出了由管理員切換為“特色事件”的任何事件。

source: up to 21 events should be listed here.
ar: يجب أن يتم سرد ما يصل إلى 21 حدثًا هنا.
de: Bis zu 21 Veranstaltungen werden hier aufgelistet.
es: Aquí se deben enumerar hasta 21 eventos.
fr: jusqu'à 21 événements doivent être répertoriés ici.
id: hingga 21 acara harus terdaftar di sini.
ja: 最大21のイベントをここにリストする必要があります。
ko: 최대 21 개의 이벤트가 여기에 나열되어야합니다.
pl: powinno być tutaj wymienionych maksymalnie 21 wydarzeń.
ru: здесь должно быть указано до 21 события.
sv: upp till 21 evenemang bör listas här.
vi: tối đa 21 sự kiện nên được liệt kê ở đây.
zh_hans: 这里最多应列出21个事件。
zh_hant: 這裡最多應列出21個事件。

source: admins have the option to move any event without restrictions to the top of this line by switching events to Promoted Events in the event admin panel
ar: يمتلك المسؤولون خيار نقل أي حدث دون قيود إلى الجزء العلوي من هذا السطر عن طريق تبديل الأحداث إلى الأحداث المروجة في لوحة إدارة الحدث
de: Administratoren haben die Möglichkeit, jedes Ereignis ohne Einschränkungen an den Anfang dieser Zeile zu verschieben, indem sie Veranstaltungen im Veranstaltungswaltungsbereich auf Empfohlene (Feature) Veranstaltungen umschalten
es: Los administradores tienen la opción de mover cualquier evento sin restricciones a la parte superior de esta línea cambiando eventos a Eventos promocionados en el panel de administración de eventos.
fr: les administrateurs ont la possibilité de déplacer n'importe quel événement sans restrictions vers le haut de cette ligne en basculant les événements en événements sponsorisés dans le panneau d'administration des événements
id: admin memiliki opsi untuk memindahkan acara apa pun tanpa batasan ke atas baris ini dengan mengalihkan acara ke Acara yang Dipromosikan di panel admin acara
ja: 管理者は、イベント管理パネルでイベントをプロモートイベントに切り替えることにより、制限なしで任意のイベントをこの行の先頭に移動するオプションがあります
ko: 관리자는 이벤트 관리자 패널에서 이벤트를 프로모션 이벤트로 전환하여 제한없이 이벤트를이 줄의 맨 위로 이동할 수 있습니다.
pl: Administratorzy mają możliwość przeniesienia dowolnego wydarzenia bez ograniczeń na początek tej linii, przełączając wydarzenia na Promowane wydarzenia w panelu administracyjnym wydarzenia
ru: У администраторов есть возможность переместить любое событие без ограничений в верхнюю часть этой строки, переключив события на Продвигаемые события в панели администратора событий.
sv: administratörer har möjlighet att flytta alla händelser utan begränsningar till toppen av denna rad genom att byta händelser till Promoverade händelser i händelseadministrationspanelen
vi: quản trị viên có tùy chọn di chuyển bất kỳ sự kiện nào mà không có hạn chế lên đầu dòng này bằng cách chuyển sự kiện sang Sự kiện được quảng cáo trong bảng điều khiển quản trị sự kiện
zh_hans: 管理员可以选择在事件管理面板中将事件切换为“推荐事件”，从而将任何事件无限制地移至该行的顶部
zh_hant: 管理員可以通過在事件管理面板中將事件切換為“推薦事件”，將任何事件無限制地移動到該行的頂部

source: promoted events should always show up on the top of Upcoming Events
ar: يجب أن تظهر الأحداث التي يتم الترويج لها دائمًا في الجزء العلوي من الأحداث القادمة
de: hervorgehobene Veranstlatungen werden oben in der Kategorie angezeigt
es: Los eventos promocionados siempre deben aparecer en la parte superior de Próximos eventos.
fr: les événements promus doivent toujours apparaître en haut des événements à venir
id: acara yang dipromosikan harus selalu muncul di bagian atas Acara Mendatang
ja: 宣伝されたイベントは、今後のイベントの上に常に表示される必要があります
ko: 프로모션 이벤트는 항상 예정된 이벤트의 상단에 표시되어야합니다.
pl: promowane wydarzenia powinny zawsze pojawiać się na górze Nadchodzące wydarzenia
ru: Рекламируемые мероприятия всегда должны отображаться в верхней части списка предстоящих событий.
sv: marknadsförda evenemang bör alltid visas högst upp på kommande evenemang
vi: sự kiện được quảng cáo phải luôn hiển thị ở đầu Sự kiện sắp tới
zh_hans: 推广活动应始终显示在即将举行的活动的顶部
zh_hant: 推廣活動應始終顯示在即將舉行的活動的頂部

source: The event should have location or online link and a date
ar: يجب أن يكون للحدث موقع أو رابط على الإنترنت وتاريخ
de: Die Veranstaltung muss einen Ort oder einen Online-Link und Datum haben
es: El evento debe tener una ubicación o un enlace en línea y una fecha.
fr: L'événement doit avoir un emplacement ou un lien en ligne et une date
id: Acara tersebut harus memiliki lokasi atau tautan daring dan tanggal
ja: イベントには、場所またはオンラインリンクと日付が必要です
ko: 이벤트에는 위치 또는 온라인 링크와 날짜가 있어야합니다.
pl: Wydarzenie powinno mieć miejsce lub łącze internetowe i datę
ru: Мероприятие должно иметь место или онлайн-ссылку и дату.
sv: Händelsen bör ha plats eller online -länk och ett datum
vi: Sự kiện phải có địa điểm hoặc liên kết trực tuyến và ngày
zh_hans: 该事件应具有位置或在线链接以及日期
zh_hant: 該事件應具有位置或在線鏈接以及日期

source: The event should have Tickets.
ar: يجب أن يكون للحدث تذاكر.
de: Die Veranstaltung muss Tickets haben.
es: El evento debe tener entradas.
fr: L'événement devrait avoir des billets.
id: Acara tersebut harus memiliki Tiket.
ja: イベントにはチケットが必要です。
ko: 이벤트에는 티켓이 있어야합니다.
pl: Wydarzenie powinno mieć bilety.
ru: На мероприятие должны быть билеты.
sv: Evenemanget bör ha biljetter.
vi: Sự kiện phải có Vé.
zh_hans: 活动应有门票。
zh_hant: 活動應有門票。

source: Do not show an event on start page if it does not have any public ticket.
ar: لا تعرض حدثًا على صفحة البداية إذا لم يكن بها أي تذكرة عامة.
de: Zeigen Sie eine Veranstaltung nicht auf der Startseite an, wenn sie kein öffentliches Ticket hat.
es: No muestre un evento en la página de inicio si no tiene ninguna entrada pública.
fr: N'affichez pas d'événement sur la page de démarrage s'il n'a pas de ticket public.
id: Jangan tunjukkan acara di halaman awal jika tidak memiliki tiket publik.
ja: 公開チケットがない場合は、スタートページにイベントを表示しないでください。
ko: 공개 티켓이없는 경우 시작 페이지에 이벤트를 표시하지 마십시오.
pl: Nie pokazuj wydarzenia na stronie startowej, jeśli nie ma ono żadnego biletu publicznego.
ru: Не показывать мероприятие на стартовой странице, если для него нет общедоступного билета.
sv: Visa inte ett evenemang på startsidan om det inte har någon allmän biljett.
vi: Không hiển thị sự kiện trên trang bắt đầu nếu sự kiện đó không có bất kỳ vé công cộng nào.
zh_hans: 如果没有任何公共票证，则不要在起始页上显示事件。
zh_hant: 如果沒有任何公共票證，則不要在起始頁上顯示事件。

source: If the sales time of the ticket is passed then event should not show on the start page.
ar: إذا تم تجاوز وقت مبيعات التذكرة ، فلا يجب أن يظهر الحدث في صفحة البداية.
de: Wenn die Verkaufszeit des Tickets abgelaufen ist, wird die Veranstaltung nicht auf der Startseite angezeigt.
es: Si se pasa el tiempo de venta del boleto, el evento no debería mostrarse en la página de inicio.
fr: Si l'heure de vente du billet est dépassée, l'événement ne doit pas apparaître sur la page de démarrage.
id: Jika waktu penjualan tiket berlalu maka acara tidak boleh ditampilkan di halaman awal.
ja: チケットの販売時間が経過した場合、イベントはスタートページに表示されません。
ko: 티켓 판매 시간이 지나면 시작 페이지에 이벤트가 표시되지 않습니다.
pl: Jeśli czas sprzedaży biletu minie, wydarzenie nie powinno być wyświetlane na stronie startowej.
ru: Если время продажи билета прошло, событие не должно отображаться на стартовой странице.
sv: Om försäljningstiden för biljetten har passerat bör händelsen inte visas på startsidan.
vi: Nếu thời gian bán vé đã qua thì sự kiện sẽ không hiển thị trên trang bắt đầu.
zh_hans: 如果票证的销售时间已过，则事件不应显示在起始页上。
zh_hant: 如果票證的銷售時間已過，則事件不應顯示在起始頁上。

source: Do not show an event on start page if it all tickets are sold or only hidden ticket remain.
ar: لا تعرض حدثًا في صفحة البداية إذا تم بيع جميع التذاكر أو بقيت التذكرة المخفية فقط.
de: Veranstaltungen werden nicht auf der Startseite angezeigt, wenn alle Tickets verkauft sind oder nur noch versteckte Tickets übrig sind.
es: No muestre un evento en la página de inicio si todas las entradas están vendidas o si solo quedan entradas ocultas.
fr: N'affichez pas un événement sur la page d'accueil si tous les billets sont vendus ou s'il ne reste que des billets cachés.
id: Jangan tunjukkan acara di halaman awal jika semua tiket terjual atau hanya tiket tersembunyi yang tersisa.
ja: すべてのチケットが販売された場合、または非表示のチケットのみが残っている場合は、スタートページにイベントを表示しないでください。
ko: 모든 티켓이 판매되었거나 숨겨진 티켓 만 남아있는 경우 시작 페이지에 이벤트를 표시하지 마십시오.
pl: Nie pokazuj wydarzenia na stronie startowej, jeśli wszystkie bilety zostały sprzedane lub pozostaje tylko bilet ukryty.
ru: Не показывать событие на стартовой странице, если все билеты проданы или остались только скрытые билеты.
sv: Visa inte ett evenemang på startsidan om alla biljetter är sålda eller bara dold biljett återstår.
vi: Không hiển thị sự kiện trên trang bắt đầu nếu tất cả vé đã được bán hết hoặc chỉ còn vé ẩn.
zh_hans: 如果已售出所有票证或仅保留了隐藏的票证，则不要在起始页上显示事件。
zh_hant: 如果已售出所有票證或僅保留了隱藏的票證，則不要在起始頁上顯示事件。

source: The event should have an Image.
ar: يجب أن يكون للحدث صورة.
de: Die Veranstaltung muss ein Bild haben.
es: El evento debe tener una imagen.
fr: L'événement doit avoir une image.
id: Acara tersebut harus memiliki Gambar.
ja: イベントには画像が必要です。
ko: 이벤트에는 이미지가 있어야합니다.
pl: Wydarzenie powinno mieć obraz.
ru: Событие должно иметь изображение.
sv: Händelsen ska ha en bild.
vi: Sự kiện phải có Hình ảnh.
zh_hans: 该事件应具有图像。
zh_hant: 該事件應具有圖像。

source: The event should have an logo.
ar: يجب أن يكون للحدث شعار.
de: Die Veranstaltung muss ein Logo haben.
es: El evento debe tener un logo.
fr: L'événement doit avoir un logo.
id: Acara tersebut harus memiliki logo.
ja: イベントにはロゴが必要です。
ko: 이벤트에는 로고가 있어야합니다.
pl: Wydarzenie powinno mieć logo.
ru: На мероприятии должен быть логотип.
sv: Evenemanget ska ha en logotyp.
vi: Sự kiện phải có logo.
zh_hans: 该活动应带有徽标。
zh_hant: 該活動應帶有徽標。

source: The event should have an Event Topic.
ar: يجب أن يكون للحدث موضوع حدث.
de: Die Veranstaltung muss ein Veranstaltungsthema haben.
es: El evento debe tener un tema de evento.
fr: L'événement doit avoir un sujet d'événement.
id: Acara harus memiliki Topik Acara.
ja: イベントにはイベントトピックが必要です。
ko: 이벤트에는 이벤트 주제가 있어야합니다.
pl: Wydarzenie powinno mieć temat.
ru: У мероприятия должна быть тема события.
sv: Händelsen bör ha ett evenemangsämne.
vi: Sự kiện nên có Chủ đề sự kiện.
zh_hans: 该事件应具有事件主题。
zh_hant: 該事件應具有事件主題。

source: The event should have an Event Sub Topic.
ar: يجب أن يحتوي الحدث على موضوع فرعي للحدث.
de: Die Veranstaltung muss ein Veranstaltungsunterthema haben.
es: El evento debe tener un subtema de evento.
fr: L'événement doit avoir un sous-sujet d'événement.
id: Acara harus memiliki Sub Topik Acara.
ja: イベントには、イベントサブトピックが必要です。
ko: 이벤트에는 이벤트 하위 주제가 있어야합니다.
pl: Wydarzenie powinno mieć temat podrzędny.
ru: У мероприятия должна быть подтема события.
sv: Händelsen bör ha ett underämne för evenemanget.
vi: Sự kiện phải có Chủ đề phụ sự kiện.
zh_hans: 该事件应具有事件子主题。
zh_hant: 該事件應具有事件子主題。

source: The event should have a twitter link.
ar: يجب أن يكون للحدث رابط تويتر.
de: Die Veranstaltung muss einen Twitter-Link haben.
es: El evento debe tener un enlace de Twitter.
fr: L'événement devrait avoir un lien Twitter.
id: Acara tersebut harus memiliki tautan twitter.
ja: イベントにはTwitterリンクが必要です。
ko: 이벤트에는 트위터 링크가 있어야합니다.
pl: Wydarzenie powinno mieć link do Twittera.
ru: На мероприятии должна быть ссылка на твиттер.
sv: Evenemanget ska ha en twitterlänk.
vi: Sự kiện phải có một liên kết twitter.
zh_hans: 该事件应具有Twitter链接。
zh_hant: 該事件應具有Twitter鏈接。

source: Up to 12 events would be listed here and there is a more link below to show more events on the cfs page if there are more events.
ar: سيتم إدراج ما يصل إلى 12 حدثًا هنا وهناك رابط إضافي أدناه لإظهار المزيد من الأحداث على صفحة cfs إذا كان هناك المزيد من الأحداث.
de: Bis zu 12 Ereignisse werden hier aufgelistet und es gibt unten einen weiteren Link, um mehr Ereignisse auf der cfs-Seite anzuzeigen, wenn es mehr Ereignisse gibt.
es: Aquí se enumerarán hasta 12 eventos y hay un enlace más a continuación para mostrar más eventos en la página cfs si hay más eventos.
fr: Jusqu'à 12 événements seraient répertoriés ici et il y a un lien supplémentaire ci-dessous pour afficher plus d'événements sur la page cfs s'il y a plus d'événements.
id: Hingga 12 acara akan terdaftar di sini dan terdapat lebih banyak tautan di bawah ini untuk menampilkan lebih banyak acara di halaman cfs jika ada lebih banyak acara.
ja: 最大12のイベントがここに一覧表示されます。さらにイベントがある場合は、cfsページにさらに多くのイベントを表示するためのリンクが以下にあります。
ko: 최대 12 개의 이벤트가 여기에 나열되며 더 많은 이벤트가있는 경우 cfs 페이지에 더 많은 이벤트를 표시 할 수있는 링크가 아래에 더 있습니다.
pl: Na liście pojawi się do 12 wydarzeń, a poniżej znajduje się łącze do większej liczby wydarzeń na stronie cfs, jeśli jest więcej wydarzeń.
ru: Здесь будет перечислено до 12 событий, и есть дополнительная ссылка ниже, чтобы показать больше событий на странице cfs, если их больше.
sv: Upp till 12 evenemang skulle listas här och det finns en mer länk nedan för att visa fler evenemang på cfs -sidan om det finns fler evenemang.
vi: Tối đa 12 sự kiện sẽ được liệt kê ở đây và có thêm một liên kết bên dưới để hiển thị nhiều sự kiện hơn trên trang cfs nếu có nhiều sự kiện hơn.
zh_hans: 这里最多列出12个事件，并且如果有更多事件，则下面有更多链接在cfs页面上显示更多事件。
zh_hant: 這裡最多列出12個事件，並且如果有更多事件，則下面有更多鏈接在cfs頁面上顯示更多事件。

source: Events listed here have a Call For Speaker.
ar: الأحداث المدرجة هنا تحتوي على مكالمة للمتحدث.
de: Die hier aufgeführten Veranstaltungen haben einen Call For Speaker.
es: Los eventos enumerados aquí tienen una convocatoria para orador.
fr: Les événements énumérés ici ont un appel à conférencier.
id: Acara yang tercantum di sini memiliki Panggilan Untuk Pembicara.
ja: ここにリストされているイベントには、スピーカー募集があります。
ko: 여기에 나열된 이벤트에는 발언자 요청이 있습니다.
pl: Wydarzenia wymienione tutaj mają wezwanie do mówienia.
ru: События, перечисленные здесь, имеют призыв к выступлению.
sv: Händelser som listas här har ett samtal för högtalare.
vi: Các sự kiện được liệt kê ở đây có Kêu gọi Người phát biểu.
zh_hans: 此处列出的事件有一个发言人呼吁。
zh_hant: 此處列出的事件有一個發言人呼籲。

source: Requirements of Upcoming Events.
ar: متطلبات الأحداث القادمة.
de: Anforderungen für bevorstehende Veranstaltungen.
es: Requisitos de los próximos eventos.
fr: Exigences des événements à venir.
id: Persyaratan Acara Mendatang.
ja: 今後のイベントの要件。
ko: 예정된 이벤트의 요구 사항.
pl: Wymagania dotyczące nadchodzących wydarzeń.
ru: Требования к предстоящим событиям.
sv: Krav på kommande evenemang.
vi: Yêu cầu của sự kiện sắp tới.
zh_hans: 即将发生的事件的要求。
zh_hant: 即將發生的事件的要求。

source: All Users
ar: جميع المستخدمين
de: Alle Benutzer
es: Todos los usuarios
fr: Tous les utilisateurs
id: Semua pengguna
ja: すべてのユーザー
ko: 모든 사용자들
pl: Wszyscy użytkownicy
ru: Все пользователи
sv: Alla användare
vi: Tất cả người dùng
zh_hans: 所有用户
zh_hant: 所有用戶

source: Active Users
ar: المستخدمين النشطين
de: Aktive Benutzer
es: Usuarios activos
fr: Utilisateurs actifs
id: Pengguna Aktif
ja: アクティブなユーザー
ko: 활성 사용자
pl: Aktywni użytkownicy
ru: Активные пользователи
sv: Aktiva användare
vi: Người dùng đang hoạt động
zh_hans: 活跃用户
zh_hant: 活躍用戶

source: Inactive Users
ar: المستخدمون غير النشطين
de: Inaktive Benutzer
es: Usuarios inactivos
fr: Utilisateurs inactifs
id: Pengguna Tidak Aktif
ja: 非アクティブなユーザー
ko: 비활성 사용자
pl: Nieaktywni użytkownicy
ru: Неактивные пользователи
sv: Inaktiva användare
vi: Người dùng không hoạt động
zh_hans: 不活跃的用户
zh_hant: 不活躍的用戶

source: Deleted Users
ar: المستخدمون المحذوفون
de: Gelöschter Benutzer
es: Usuarios eliminados
fr: Utilisateurs supprimés
id: Pengguna yang Dihapus
ja: 削除されたユーザー
ko: 삭제 된 사용자
pl: Usunięci użytkownicy
ru: Удаленные пользователи
sv: Raderade användare
vi: Người dùng đã Xóa
zh_hans: 删除的用户
zh_hant: 刪除的用戶

source: Profile Info
ar: معلومات الشخصي
de: Profil Information
es: Información de perfil
fr: Informations sur le profil
id: Info Profil
ja: プロファイル情報
ko: 프로필 정보
pl: Informacje o profilu
ru: Информация о профиле
sv: Profilinformation
vi: Thông tin hồ sơ
zh_hans: 个人资料信息
zh_hant: 個人資料信息

source: My Sessions
ar: جلساتي
de: Meine Einreichungen
es: Mis Sesiones
fr: Mes sessions
id: Sesi Saya
ja: セッション
ko: 내 세션
pl: Moje sesje
ru: Мои сеансы
sv: Mina sessioner
vi: Phiên của tôi
zh_hans: 我的会话
zh_hant: 我的議程

source: Upcoming Sessions
ar: الجلسات القادمة
de: Bevorstehende Sitzungen
es: Próximas sesiones
fr: Sessions à venir
id: Sesi Mendatang
ja: 今後のセッション
ko: 예정된 세션
pl: Nadchodzące sesje
ru: Предстоящие сеансы
sv: Kommande sessioner
vi: Các phiên sắp tới
zh_hans: 即将举行的会议
zh_hant: 即將舉行的會議

source: Past Sessions
ar: الجلسات السابقة
de: Vergangene Sitzungen
es: Sesiones pasadas
fr: Sessions passées
id: Sesi Sebelumnya
ja: 過去のセッション
ko: 지난 세션
pl: Poprzednie sesje
ru: Прошедшие сеансы
sv: Tidigare sessioner
vi: Phiên trước
zh_hans: 过去的会议
zh_hant: 過去的會議

source: No session proposals found for the events
ar: لم يتم العثور على مقترحات جلسة للأحداث
de: Für die Veranstaltungen wurden keine Sitzungsvorschläge gefunden
es: No se encontraron propuestas de sesión para los eventos.
fr: Aucune soumission trouvée pour les évènements
id: Tidak ada proposal sesi yang ditemukan untuk acara tersebut
ja: イベントのセッション提案が見つかりません
ko: 이벤트에 대한 세션 제안이 없습니다.
pl: Nie znaleziono propozycji sesji dla wydarzeń
ru: Не найдено предложений сеанса для мероприятий
sv: Inga sessionförslag hittades för evenemangen
vi: Không tìm thấy đề xuất phiên nào cho các sự kiện
zh_hans: 找不到活动的会议建议
zh_hant: 找不到活動的會議建議

source: Upcoming Events
ar: الأحداث القادمة
de: Zukünftige Veranstaltungen
es: Próximos Eventos
fr: Evènements à venir
id: Acara yang akan datang
ja: 今後のイベント
ko: 다가오는 이벤트
pl: Nadchodzące Wydarzenia
ru: Предстоящие мероприятия
sv: Kommande händelser
vi: Sự kiện sắp diễn ra
zh_hans: 即将举行的活动
zh_hant: 接下來的活動

source: Past Events
ar: الأحداث الماضية
de: Vergangene Veranstaltungen
es: Eventos pasados
fr: Evènements passés
id: Acara Sebelumnya
ja: 過去のイベント
ko: 과거 사건들
pl: Przeszłe wydarzenia
ru: Прошедшие мероприятия
sv: Tidigare händelser
vi: Những sự kiện đã qua
zh_hans: 过去的事件
zh_hant: 過去的事件

source: No tickets found for this user
ar: لا توجد تذاكر لهذا المستخدم
de: Für diesen Benutzer wurden keine Tickets gefunden
es: No se encontraron tickets para este usuario
fr: Pas de billet trouvé pour cet utilisateur
id: Tidak ada tiket yang ditemukan untuk pengguna ini
ja: このユーザーのチケットが見つかりません
ko: 이 사용자에 대한 티켓이 없습니다.
pl: Nie znaleziono biletów dla tego użytkownika
ru: Для этого пользователя билетов не найдено
sv: Inga biljetter hittades för den här användaren
vi: Không tìm thấy vé cho người dùng này
zh_hans: 找不到该用户的门票
zh_hant: 找不到該用戶的門票
