Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Please enter the event-name to confirm that you want to transfer the event.
ar: الرجاء إدخال اسم الحدث لتأكيد رغبتك في نقل الحدث.
de: Bitte geben Sie den Veranstaltungsnamen ein, um zu bestätigen, dass Sie die Veranstaltung übertragen möchten.
es: Ingrese el nombre del evento para confirmar que desea transferir el evento.
fr: Veuillez saisir le nom de l'évènement pour confirmer que vous souhaitez transférer l'évènement.
id: Harap masukkan nama acara untuk mengonfirmasi bahwa Anda ingin mentransfer acara.
ja: イベント名を入力して、イベントを転送することを確認してください。
ko: 이벤트 전송을 확인하려면 이벤트 이름을 입력하세요.
pl: Wprowadź nazwę wydarzenia, aby potwierdzić, że chcesz przenieść wydarzenie.
ru: Пожалуйста, введите название события, чтобы подтвердить, что вы хотите перенести событие.
sv: Ange evenemangets namn för att bekräfta att du vill överföra evenemanget.
vi: Vui lòng nhập tên sự kiện để xác nhận rằng bạn muốn chuyển sự kiện.
zh_hans: 请输入事件名称以确认您要传输事件。
zh_hant: 請輸入事件名稱以確認您要傳輸事件。

source: Proceed
ar: يتابع
de: Weiter
es: Continuar
fr: Continuer
id: Lanjut
ja: 処理
ko: 진행
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
vi: Tiến hành
zh_hans: 继续操作
zh_hant: 繼續操作

source: Login or Signup
ar: تسجيل الدخول أو الاشتراك
de: Anmelden oder Registrieren
es: Iniciar sesión o registrarse
fr: Connection ou enregistrement
id: Masuk atau mendaftar
ja: ログインまたはサインアップ
ko: 로그인 또는 가입
pl: Zaloguj się albo Zarejestruj
ru: Войдите или зарегистрируйтесь
sv: Logga in eller registrera dig
vi: Đăng nhập hoặc đăng ký
zh_hans: 登录或注册
zh_hant: 登錄或註冊

source: Please Login or Signup before you can submit a proposal.
ar: الرجاء تسجيل الدخول أو التسجيل قبل أن تتمكن من تقديم اقتراح.
de: Bitte melden Sie sich an oder registrieren Sie sich, bevor Sie einen Vorschlag einreichen können.
es: Inicie sesión o regístrese antes de enviar una propuesta.
fr: Merci de vous connecter ou de vous enregistrer avant soumettre une proposition.
id: Silakan Masuk atau Daftar sebelum Anda dapat mengirimkan proposal.
ja: 提案書を提出する前に、ログインまたはサインアップしてください。
ko: 제안서를 제출하기 전에 로그인 또는 가입하십시오.
pl: Zaloguj się lub zarejestruj, zanim prześlesz ofertę.
ru: Пожалуйста, войдите или зарегистрируйтесь, прежде чем вы сможете отправить предложение.
sv: Vänligen logga in eller registrera dig innan du kan skicka ett förslag.
vi: Vui lòng Đăng nhập hoặc Đăng ký trước khi bạn có thể gửi đề xuất.
zh_hans: 请先登录或注册，然后再提交提案。
zh_hant: 請先登錄或註冊，然後再提交提案。

source: Signup
ar: اشتراك
de: Registrierung
es: Regístrate
fr: Enregistrement
id: Daftar
ja: 登録
ko: 가입
pl: Zapisz się
ru: Регистрация
sv: Registrera
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

source: Amount to be paid:
ar: المبلغ المستحق للدفع:
de: Zu zahlender Betrag:
es: El monto a pagar:
fr: Montant à payer:
id: Jumlah yang harus dibayar:
ja: 支払額:
ko: 지불해야 할 금액:
pl: Suma do zapłaty:
ru: Необходимая к оплате сумма:
sv: Summa att betala:
vi: Số tiền phải trả:
zh_hans: 该付的钱：
zh_hant: 該付的錢：

source: Enter OTP sent to mobile number
ar: أدخل OTP المرسل إلى رقم الهاتف المحمول
de: Geben Sie das an die Handynummer gesendete OTP ein
es: Ingrese OTP enviado al número de teléfono móvil
fr: Entrez OTP envoyé au numéro de mobile
id: Masukkan OTP yang dikirim ke nomor ponsel
ja: 携帯電話番号に送信された OTP を入力してください
ko: 휴대폰 번호로 전송 된 OTP 입력
pl: Wpisz hasło jednorazowe wysłane na numer telefonu komórkowego
ru: Введите OTP, отправленный на номер мобильного телефона
sv: Ange OTP skickat till mobilnummer
vi: Nhập OTP được gửi đến số điện thoại di động
zh_hans: 输入发送到手机号码的OTP
zh_hant: 輸入發送到手機號碼的OTP

source: Select an option to pay
ar: حدد خيارًا للدفع
de: Wählen Sie eine Zahlungsoption
es: Seleccione una opción para pagar
fr: Sélectionnez une option pour payer
id: Pilih opsi untuk membayar
ja: 支払いオプションを選択
ko: 결제 옵션을 선택하세요
pl: Wybierz opcję zapłaty
ru: Выберите вариант оплаты
sv: Välj ett alternativ att betala
vi: Chọn một tùy chọn để thanh toán
zh_hans: 选择一个付款方式
zh_hant: 選擇一個付款方式

source: Paytm Wallet
ar: محفظة Paytm
de: Paytm Geldbörse
es: Billetera Paytm
fr: Portefeuille Paytm
id: Dompet Paytm
ja: ペイトムウォレット
ko: Paytm 지갑
pl: Portfel Paytm
ru: Кошелек Paytm
sv: Paytm plånbok
vi: Ví Paytm
zh_hans: Paytm钱包
zh_hant: Paytm錢包

source: Please enter your Paytm registered Mobile Number to continue
ar: يرجى إدخال رقم هاتفك المحمول المسجل في Paytm للمتابعة
de: Bei Paytm registrierte Handynummer eingeben, um fortzufahren
es: Ingrese su número de teléfono móvil registrado en Paytm para continuar
fr: Veuillez saisir votre numéro de mobile enregistré Paytm pour continuer
id: Silakan masukkan Nomor Ponsel Anda yang terdaftar di Paytm untuk melanjutkan
ja: 続行するには、Paytm登録の携帯電話番号を入力してください
ko: 계속하려면 Paytm에 등록 된 휴대폰 번호를 입력하세요.
pl: Podaj swój zarejestrowany numer telefonu komórkowego Paytm, aby kontynuować
ru: Пожалуйста, введите свой зарегистрированный в Paytm мобильный номер, чтобы продолжить
sv: Ange ditt Paytm -registrerade mobilnummer för att fortsätta
vi: Vui lòng nhập Số di động đã đăng ký Paytm của bạn để tiếp tục
zh_hans: 请输入您在Paytm注册的手机号码以继续
zh_hant: 請輸入您在Paytm註冊的手機號碼以繼續

source: Are you sure you would like to withdraw this proposal?
ar: هل أنت متأكد أنك تريد سحب هذا الاقتراح؟
de: Sind Sie sicher, dass Sie diesen Vorschlag zurückziehen möchten?
es: ¿Estás seguro de que te gustaría retirar esta propuesta?
fr: Souhaitez-vous vraiment retirer cette proposition?
id: Apakah Anda yakin ingin menarik proposal ini?
ja: この提案を取り下げたいと思いますか?
ko: 이 제안을 철회 하시겠습니까?
pl: Czy na pewno chcesz wycofać tę propozycję?
ru: Вы уверены, что хотите отозвать это предложение?
sv: Är du säker på att du vill dra tillbaka detta förslag?
vi: Bạn có chắc chắn muốn rút lại đề xuất này không?
zh_hans: 您确定要撤回该提议吗？
zh_hant: 您確定要撤回該提議嗎？

source: This action is final and cannot be reverted.
ar: هذا الإجراء نهائي ولا يمكن التراجع عنه.
de: Diese Aktion ist endgültig und kann nicht zurückgesetzt werden.
es: Esta acción es definitiva y no se puede revertir.
fr: Cette action est définitive et ne peut pas être annulée.
id: Tindakan ini sudah final dan tidak dapat dikembalikan.
ja: このアクションは最終的な処理であり、元に戻すことはできません。
ko: 이 작업은 최종 작업이며 되돌릴 수 없습니다.
pl: Ta czynność jest ostateczna i nie można jej cofnąć.
ru: Это действие окончательное и не может быть отменено.
sv: Denna åtgärd är slutgiltig och kan inte ångras.
vi: Hành động này là cuối cùng và không thể hoàn nguyên.
zh_hans: 此操作是最终操作，无法还原。
zh_hant: 此操作是最終操作，無法還原。

source: Proceeding forward will withdraw the proposal titled:
ar: المضي قدمًا سوف يسحب الاقتراح المسمى:
de: Wenn Sie fortfahren, wird der Vorschlag mit dem Titel zurückgezogen:
es: Continuando se retirará la propuesta titulada:
fr: Si vous continuez, la proposition intitulée:
id: Melanjutkan ke depan akan menarik proposal berjudul:
ja: 今後、次のタイトルの提案を撤回します。
ko: 앞으로 진행하면 다음과 같은 제목의 제안이 철회됩니다.
pl: Dalsze postępowanie spowoduje wycofanie wniosku zatytułowanego:
ru: Далее будет отозвано предложение под названием:
sv: Fortsättningen drar tillbaka förslaget med titeln:
vi: Tiếp tục sẽ rút lại đề xuất có tiêu đề:
zh_hans: 继续进行将撤回标题为：
zh_hant: 繼續進行將撤回標題為：

source: Withdraw Proposal
ar: سحب الاقتراح
de: Vorschlag zurückziehen
es: Retirar propuesta
fr: Retirer la soumission
id: Tarik Proposal
ja: 申し込みを撤回
ko: 제안 철회
pl: Wycofaj propozycję
ru: Снять предложение
sv: Dra tillbaka förslaget
vi: Rút lại Đề xuất
zh_hans: 撤回提案
zh_hant: 撤回提案

source: Are you sure?
ar: هل أنت متأكد؟
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr(e) ?
id: Apakah anda yakin ?
ja: よろしいですか？
ko: 확실합니까?
ru: Подтвердите действие
sv: Är du säker?
vi: Bạn chắc chứ?
zh_hans: 您确定吗？

source: Incomplete event details
ar: تفاصيل الحدث غير مكتملة
de: Unvollständige Veranstaltungsdetails
es: Detalles del evento incompletos
fr: Détails de l'évènement incomplets
id: Detail acara tidak lengkap
ja: 不完全なイベントの詳細
ko: 불완전한 이벤트 세부 정보
pl: Niekompletne szczegóły wydarzenia
ru: Неполные сведения о мероприятии
sv: Ofullständig händelseinformation
vi: Chi tiết sự kiện không đầy đủ
zh_hans: 活动详情不完整
zh_hant: 活動詳情不完整

source: This will unpublish your event. It will not be accessible to the public on the Internet anymore if you continue. The data of the event will still be available on your dashboard, but tickets, call for speakers or any other features will no longer be available online. Do you want to unpublish your event now?
ar: سيؤدي هذا إلى إلغاء نشر الحدث الخاص بك. لن يكون متاحًا للجمهور على الإنترنت بعد الآن إذا تابعت. ستظل بيانات الحدث متاحة على لوحة المعلومات الخاصة بك ، لكن التذاكر أو المكالمات للمتحدثين أو أي ميزات أخرى لن تكون متاحة عبر الإنترنت. هل تريد إلغاء نشر حدثك الآن؟
de: Dies wird die Veröffentlichung der Veranstaltung aufheben. Wenn Sie fortfahren, ist die Veranstaltung nicht mehr für die Öffentlichkeit zugänglich. Die Daten der Veranstaltung sind weiterhin im Veranstaltungs-Dashboard verfügbar, Tickets, Call-for-Speaker oder andere Funktionen sind jedoch online nicht mehr öffentlich verfügbar. Die Veröffentlichung der Veranstaltung jetzt aufheben?
es: Esto anulará la publicación de su evento. Ya no será accesible al público en Internet si continúa. Los datos del evento seguirán estando disponibles en su panel de control, pero las entradas, la llamada a los oradores o cualquier otra función ya no estarán disponibles en línea. ¿Quieres anular la publicación de tu evento ahora?
fr: Ceci annulera la publication de votre évènement. Il ne sera plus accessible au public sur Internet si vous continuez. Les données de l'évènement seront toujours disponibles sur votre tableau de bord, mais les billets, les appels à des conférenciers ou toute autre fonctionnalité ne seront plus disponibles en ligne. Voulez-vous annuler la publication de votre évènement maintenant ?
id: Ini akan membatalkan penerbitan acara Anda. Ini tidak akan dapat diakses oleh publik di Internet lagi jika Anda melanjutkan. Data acara akan tetap tersedia di dasbor Anda, tetapi tiket, panggilan untuk pembicara, atau fitur lainnya tidak lagi tersedia secara daring. Apakah Anda ingin membatalkan publikasi acara Anda sekarang?
ja: これにより、イベントの公開が取り下がります。続行すると、インターネット上で一般の人々にアクセスできなくなります。イベントのデータはダッシュボードで引き続き利用できますが、チケット、スピーカーへの通話、その他の機能はオンラインで利用できなくなります。今すぐイベントの公開を解除しますか?
ko: 이벤트 게시가 취소됩니다. 계속하면 더 이상 인터넷에서 일반인이 액세스 할 수 없습니다. 이벤트 데이터는 대시 보드에서 계속 사용할 수 있지만 티켓, 연사 요청 또는 기타 기능은 더 이상 온라인에서 사용할 수 없습니다. 지금 이벤트 게시를 취소 하시겠습니까?
pl: Spowoduje to cofnięcie publikacji wydarzenia. Jeśli będziesz kontynuować, nie będzie już publicznie dostępny w Internecie. Dane wydarzenia będą nadal dostępne na Twoim pulpicie nawigacyjnym, ale bilety, wezwanie prelegentów lub inne funkcje nie będą już dostępne online. Czy chcesz teraz cofnąć publikację wydarzenia?
ru: Это отменит публикацию вашего мероприятия. Если вы продолжите, он больше не будет доступен для публики в Интернете. Данные о мероприятии по-прежнему будут доступны на вашей панели управления, но билеты, вызов докладчиков или любые другие функции больше не будут доступны в Интернете. Вы хотите отменить публикацию своего мероприятия сейчас?
sv: Detta kommer att avpublicera ditt evenemang. Det kommer inte längre att vara tillgängligt för allmänheten på Internet om du fortsätter. Data från evenemanget kommer fortfarande att finnas tillgängliga på din instrumentpanel, men biljetter, samtal för högtalare eller andra funktioner kommer inte längre att vara tillgängliga online. Vill du avpublicera ditt evenemang nu?
vi: Điều này sẽ hủy xuất bản sự kiện của bạn. Nó sẽ không thể truy cập công khai trên Internet nữa nếu bạn tiếp tục. Dữ liệu của sự kiện sẽ vẫn có sẵn trên trang tổng quan của bạn, nhưng vé, cuộc gọi cho diễn giả hoặc bất kỳ tính năng nào khác sẽ không còn có sẵn trực tuyến nữa. Bạn có muốn hủy xuất bản sự kiện của mình ngay bây giờ không?
zh_hans: 这将取消发布您的活动。如果继续，它将不再可以在Internet上公开访问。事件的数据仍将在您的仪表板上可用，但是票证，呼叫发言人或任何其他功能将不再在线可用。您要立即取消发布活动吗？
zh_hant: 這將取消發布您的活動。如果繼續，它將不再可以在Internet上公開訪問。事件的數據仍將在您的儀表板上可用，但是票證，呼叫發言人或任何其他功能將不再在線可用。您要立即取消發布活動嗎？

source: This will publish the event and the event will be visible on the Internet. Please confirm you want to publish your event.
ar: سيؤدي هذا إلى نشر الحدث وسيكون الحدث مرئيًا على الإنترنت. من فضلك أكد أنك تريد نشر الحدث الخاص بك.
de: Dadurch wird die Veranstaltung veröffentlicht und die Veranstaltung wird im Internet angezeigt. Bitte bestätigen, dass die Veranstaltung veröffentlicht werden soll.
es: Esto publicará el evento y el evento será visible en Internet. Confirme que desea publicar su evento.
fr: Ceci publiera l'évènement et l'évènement sera visible sur Internet. Veuillez confirmer que vous souhaitez publier votre évènement.
id: Ini akan menerbitkan acara dan acara akan terlihat di Internet. Harap konfirmasi bahwa Anda ingin mempublikasikan acara Anda.
ja: これによりイベントが公開され、イベントがインターネット上に表示されます。イベントを公開することを確認してください。
ko: 그러면 이벤트가 게시되고 이벤트가 인터넷에 표시됩니다. 이벤트를 게시 할 것인지 확인하십시오.
pl: Spowoduje to opublikowanie wydarzenia, a wydarzenie będzie widoczne w Internecie. Potwierdź, że chcesz opublikować swoje wydarzenie.
ru: Это опубликует событие, и событие будет видно в Интернете. Подтвердите, что хотите опубликовать свое мероприятие.
sv: Detta kommer att publicera evenemanget och evenemanget kommer att synas på Internet. Bekräfta att du vill publicera ditt evenemang.
vi: Thao tác này sẽ xuất bản sự kiện và sự kiện sẽ hiển thị trên Internet. Vui lòng xác nhận bạn muốn xuất bản sự kiện của mình.
zh_hans: 这将发布事件，并且该事件将在Internet上可见。请确认您要发布活动。
zh_hant: 這將發布事件，並且該事件將在Internet上可見。請確認您要發布活動。

source: You need to add more details such as location and tickets to your event in order to publish it.
ar: تحتاج إلى إضافة المزيد من التفاصيل مثل الموقع والتذاكر إلى الحدث الخاص بك من أجل نشره.
de: Bitte weitere Veranstaltungsdetails wie Ort und Tickets hinzufügen, um die Veranstaltung veröffentlichen zu können.
es: Debe agregar más detalles, como ubicación y entradas a su evento para poder publicarlo.
fr: Vous devez ajouter plus de détails tels que l'emplacement et les billets pour votre évènement afin de le publier.
id: Anda perlu menambahkan lebih banyak detail seperti lokasi dan tiket ke acara Anda untuk mempublikasikannya.
ja: イベントを公開するには、イベントに場所やチケットなどの詳細を追加する必要があります。
ko: 이벤트를 게시하려면 위치 및 티켓과 같은 세부 정보를 이벤트에 추가해야합니다.
pl: Aby opublikować wydarzenie, musisz dodać więcej szczegółów, takich jak lokalizacja i bilety.
ru: Чтобы опубликовать мероприятие, вам необходимо добавить дополнительные сведения, такие как местоположение и билеты, на мероприятие.
sv: Du måste lägga till mer information som plats och biljetter till ditt evenemang för att kunna publicera det.
vi: Bạn cần thêm các chi tiết khác như địa điểm và vé tham dự sự kiện của mình để xuất bản.
zh_hans: 您需要添加更多详细信息，例如活动的地点和门票才能发布。
zh_hant: 您需要添加更多詳細信息，例如活動的地點和門票才能發布。

source: Yes, Unpublish it
ar: نعم ، قم بإلغاء نشرها
de: Ja, Veröffentlichung aufheben
es: Sí, anular la publicación
fr: Oui, annuler la publication
id: Ya, Batalkan penerbitan
ja: はい、公開を取り下ろします
ko: 예, 게시 취소합니다.
pl: Tak, cofnij publikację
ru: Да, отменить публикацию
sv: Ja, avpublicera det
vi: Có, hãy hủy xuất bản nó
zh_hans: 是的，取消发布
zh_hant: 是的，取消發布

source: Cancel, Do Not Publish it Now
ar: إلغاء ، لا تنشره الآن
de: Abbrechen, jetzt nicht veröffentlichen
es: Cancelar, no publicarlo ahora
fr: Annuler, ne pas le publier maintenant
id: Batal, Jangan Publikasikan Sekarang
ja: キャンセル、今すぐ発行しない
ko: 취소, 지금 게시하지 마십시오
pl: Anuluj, nie publikuj teraz
ru: Отменить, не публиковать сейчас
sv: Avbryt, publicera det inte nu
vi: Hủy, không xuất bản ngay bây giờ
zh_hans: 取消，不要立即发布
zh_hant: 取消，不要立即發布

source: Okay
ar: تمام
es: Aceptar
fr: Valider
id: Oke
ja: OK
ko: 확인
ru: ОК
sv: Okej
vi: OK
zh_hans: 好的

source: Add tax information
ar: أضف المعلومات الضريبية
de: Steuerinformationen hinzufügen
es: Agregar información fiscal
fr: Ajouter les informations de taxes
id: Tambahkan informasi pajak
ja: 税情報の追加
ko: 세금 정보 추가
pl: Dodaj informacje podatkowe
ru: Добавить налоговую информацию
sv: Lägg till skatteinformation
vi: Thêm thông tin thuế
zh_hans: 添加税收信息
zh_hant: 添加稅收信息

source: Choose country
ar: اختر الدولة
de: Land wählen
es: Elige el país
fr: Choisir un pays
id: Pilih negara
ja: 国を選ぶ
ko: 국가를 선택하세요
pl: Wybierz kraj
ru: Выберите страну
sv: Välj land
vi: Chọn Quốc gia
zh_hans: 选择国家
zh_hant: 選擇國家

source: Tax name
ar: الاسم الضريبي
de: Name der Steuer
es: Nombre fiscal
fr: Nom de la taxe
id: Nama pajak
ja: 税名
ko: 세금 이름
pl: Nazwa podatku
ru: Название налога
sv: Skattnamn
vi: Tên thuế
zh_hans: 税名
zh_hant: 稅名

source: Tax rate
ar: معدل الضريبة
de: Steuersatz
es: Tasa de impuesto
fr: Taux de la taxe
id: Tarif pajak
ja: 税率
ko: 세율
pl: Stawka podatku
ru: Ставка налога
sv: Skattesats
vi: Thuế suất
zh_hans: 税率
zh_hant: 稅率

source: Tax Invoices
ar: الفواتير الضريبية
de: Steuerrechnungen
es: Facturas de impuestos
fr: Factures avec TVA
id: Faktur Pajak
ja: 税のインボイス
ko: 세금 계산서
pl: Faktury podatkowe
ru: Налоговые счета
sv: Skattefakturor
vi: Hóa đơn thuế
zh_hans: 税务发票
zh_hant: 稅務發票

source: Send tax invoice to attendees
ar: إرسال فاتورة ضريبية للحضور
de: Steuerrechnung an Teilnehmer senden
es: Enviar factura fiscal a los asistentes
fr: Envoyer des factures avec TVA aux participants
id: Kirim faktur pajak ke peserta
ja: 税務インボイスを参加者に送信
ko: 참석자에게 세금 계산서 보내기
pl: Wyślij fakturę podatkową do uczestników
ru: Отправить налоговые счета участникам
sv: Skicka skattefaktura till deltagarna
vi: Gửi hóa đơn thuế cho người tham dự
zh_hans: 向与会者发送税务发票
zh_hant: 向與會者發送稅務發票

source: Tax Invoices are sent to your attendees when you select this feature. Enter your registered business organisation name and address to be included on the tax invoice.
ar: يتم إرسال الفواتير الضريبية إلى الحاضرين عند تحديد هذه الميزة. أدخل اسم وعنوان مؤسستك التجارية المسجلة لإدراجهما في الفاتورة الضريبية.
de: Steuerrechnungen werden an Teilnehmer gesendet, wenn diese Funktion ausgewählt wird. Bitte Namen und Adresse der registrierten Organisation eingeben, die in die Steuerrechnung aufgenommen werden soll.
es: Las facturas de impuestos se envían a sus asistentes cuando selecciona esta función. Ingrese el nombre y la dirección de su organización comercial registrada que se incluirán en la factura de impuestos.
fr: Les factures avec TVA sont envoyées aux participants quand vous sélectionner cette fonction. Saisir le nom et l'adresse de votre société à mentionner sur les factures.
id: Faktur Pajak dikirim ke peserta Anda saat Anda memilih fitur ini. Masukkan nama dan alamat organisasi bisnis Anda yang terdaftar untuk disertakan pada faktur pajak.
ja: この機能を選択すると、納税請求書が出席者に送信されます。 納税請求書に含める登録済みの事業組織の名前と住所を入力します。
ko: 이 기능을 선택하면 참석자에게 세금 계산서가 발송됩니다. 세금 계산서에 포함 할 등록 된 사업체 이름과 주소를 입력합니다.
pl: Po wybraniu tej funkcji do uczestników wysyłane są faktury VAT. Wprowadź nazwę i adres zarejestrowanej organizacji biznesowej, które mają być uwzględnione na fakturze podatkowej.
ru: Когда вы выбираете эту функцию, вашим участникам будут отправлены налоговые счета. Введите название и адрес зарегистрированной компании, которые будут включены в налоговую накладную.
sv: Skattefakturor skickas till dina deltagare när du väljer den här funktionen. Ange ditt registrerade företags namn och adress som ska ingå i skattefakturan.
vi: Hóa đơn Thuế được gửi đến những người tham dự của bạn khi bạn chọn tính năng này. Nhập tên và địa chỉ tổ chức kinh doanh đã đăng ký của bạn để có trên hóa đơn thuế.
zh_hans: 选择此功能后，税收发票将发送给您的与会者。 输入您的注册商业机构名称和地址，以包括在税收发票上。
zh_hant: 選擇此功能後，稅收發票將發送給您的與會者。 輸入您的註冊商業機構名稱和地址，以包括在稅收發票上。

source: Registered Organisation
ar: منظمة مسجلة
de: Eingetragene Organisation
es: Organización registrada
fr: Organisation enregistrée
id: Organisasi Terdaftar
ja: 登録団体
ko: 등록 된 조직
pl: Zarejestrowana organizacja
ru: Зарегистрированная организация
sv: Registrerad organisation
vi: Tổ chức đã đăng ký
zh_hans: 注册组织
zh_hant: 註冊組織

source: Business Address
ar: عنوان العمل
de: Firmenanschrift
es: Dirección de Negocios
fr: Adresse de la société
id: Alamat bisnis
ja: 会社の住所
ko: 사업장 주소
pl: Adres biznesowy
ru: Юридический адрес
sv: Företagsadress
vi: Địa chỉ doanh nghiệp
zh_hans: 营业地址
zh_hant: 營業地址

source: Text for invoice footer (optional)
ar: نص لتذييل الفاتورة (اختياري)
de: Text für Rechnungsfußzeile (optional)
es: Texto del pie de página de la factura (opcional)
fr: Texte du bas de page de la facture (optionel)
id: Teks untuk footer faktur (opsional)
ja: 請求書フッターのテキスト (オプション)
ko: 인보이스 바닥 글 텍스트 (선택 사항)
pl: Tekst stopki faktury (opcjonalnie)
ru: Текст нижнего колонтитула счета-фактуры (необязательно)
sv: Text för fakturabotten (valfritt)
vi: Văn bản cho chân trang hóa đơn (tùy chọn)
zh_hans: 发票页脚文字（可选）
zh_hant: 發票頁腳文字（可選）

source: Add or Include Tax Fee
ar: قم بإضافة أو تضمين رسوم الضرائب
de: Steuer als zusätzliche oder einschliessliche Kosten behandeln
es: Agregar o incluir tarifa de impuestos
fr: Ajouter ou inclure des frais de taxe
id: Tambahkan atau Sertakan Biaya Pajak
ja: 税手数料の追加または含める
ko: 세금 추가 또는 포함
pl: Dodaj lub dołącz opłatę podatkową
ru: Добавить или включить налоговый сбор
sv: Lägg till eller inkludera skatteavgift
vi: Thêm hoặc bao gồm phí thuế
zh_hans: 添加或包括税费
zh_hant: 添加或包括稅費

source: Add tax as separate fee on top of the price
ar: أضف الضريبة كرسوم منفصلة فوق السعر
de: Mehrwertsteuer als separate Gebühr zusätzlich zum Preis hinzufügen
es: Agregue impuestos como tarifa separada además del precio
fr: Ajouter les taxes en tant que frais à part en haut du prix
id: Tambahkan pajak sebagai biaya terpisah di atas harga
ja: 価格の上に別途手数料として税を追加 (外税)
ko: 가격에 별도의 수수료로 세금 추가
pl: Dodaj podatek jako oddzielną opłatę do ceny
ru: Добавьте налог как отдельную плату сверх цены
sv: Lägg till skatt som separat avgift utöver priset
vi: Thêm thuế làm phí riêng trên giá
zh_hans: 在价格之上加税作为单独的费用
zh_hant: 在價格之上加稅作為單獨的費用

source: Include tax in ticket price
ar: تضمين الضريبة في سعر التذكرة
de: Ticketpreis (einschließlich Mehrwertsteuer)
es: Incluir impuestos en el precio del boleto
fr: Inclure les taxes dans le prix du billet
id: Sertakan pajak dalam harga tiket
ja: チケット料金に税を含む (内税)
ko: 티켓 가격에 세금 포함
pl: Uwzględnij podatek w cenie biletu
ru: Включить налог в стоимость билета
sv: Inkludera skatt i biljettpriset
vi: Đã bao gồm thuế trong giá vé
zh_hans: 门票价格含税
zh_hant: 門票價格含稅

source: Update tax information
ar: تحديث المعلومات الضريبية
de: Steuerinformationen aktualisieren
es: Actualizar la información fiscal
fr: Mettre à jour les informations de taxe
id: Perbarui informasi pajak
ja: 税情報の更新
ko: 세금 정보 업데이트
pl: Zaktualizuj informacje podatkowe
ru: Обновить налоговую информацию
sv: Uppdatera skatteinformation
vi: Cập nhật thông tin thuế
zh_hans: 更新税收信息
zh_hant: 更新稅收信息

source: Are you sure you would like to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Está seguro de que desea eliminar su cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte?
id: Anda yakin ingin menghapus akun Anda?
ja: アカウントを削除しますか?
ko: 계정을 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć swoje konto?
ru: Вы уверены, что хотите удалить свою учетную запись?
sv: Är du säker på att du vill radera ditt konto?
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không?
zh_hans: 您确定要删除您的帐户吗？
zh_hant: 您確定要刪除您的帳戶嗎？

source: Deleting the account will delete all the data associated with it.
ar: سيؤدي حذف الحساب إلى حذف جميع البيانات المرتبطة به.
de: Durch das Löschen des Kontos werden alle damit verbundenen Daten gelöscht.
es: Eliminar la cuenta eliminará todos los datos asociados a ella.
fr: La suppression de l'évènement supprimera toutes les données qui lui sont associées.
id: Menghapus akun akan menghapus semua data yang terkait dengannya.
ja: イベントを削除すると、それに関連付けられているすべてのデータが削除されます。
ko: 계정을 삭제하면 관련된 모든 데이터가 삭제됩니다.
pl: Usunięcie konta spowoduje usunięcie wszystkich powiązanych z nim danych.
ru: Удаление события приведет к удалению всех связанных с ним данных.
sv: Om du tar bort kontot raderas all data som är kopplad till det.
vi: Xóa tài khoản sẽ xóa tất cả dữ liệu được liên kết với nó.
zh_hans: 删除该帐户将删除与其关联的所有数据。
zh_hant: 刪除該帳戶將刪除與其關聯的所有數據。
