Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Please enter a valid start date.
ar: الرجاء إدخال تاريخ بدء صالح.
de: Bitte geben Sie ein gültiges Startdatum ein.
es: Introduzca una fecha de inicio válida.
fr: Veuillez saisir une date de début valide.
id: Harap masukkan tanggal mulai yang valid.
ja: 有効な開始日を入力してください。
ko: 유효한 시작 날짜를 입력하세요.
pl: Wprowadź prawidłową datę rozpoczęcia.
ru: Пожалуйста, введите действительную дату начала.
sv: Ange ett giltigt startdatum.
vi: Vui lòng nhập ngày bắt đầu hợp lệ.
zh_hans: 请输入有效的开始日期。
zh_hant: 請輸入有效的開始日期。

source: When does your event end?
ar: متى ينتهي الحدث الخاص بك؟
de: Wann endet Ihre Veranstaltung?
es: ¿Cuándo termina tu evento?
fr: Quand se termine votre événement ?
id: Kapan acara Anda berakhir?
ja: イベントはいつ終了しますか？
ko: 이벤트는 언제 종료되나요?
pl: Kiedy kończy się Twoje wydarzenie?
ru: Когда заканчивается ваше мероприятие?
sv: När slutar ditt event?
vi: Khi nào sự kiện của bạn kết thúc?
zh_hans: 你的活动什么时候结束？
zh_hant: 你的活動什麼時候結束？

source: Please enter a valid end date.
ar: الرجاء إدخال تاريخ انتهاء صالح.
de: Bitte geben Sie ein Enddatum ein.
es: Introduzca una fecha de finalización válida.
fr: Veuillez saisir une date de fin valide.
id: Harap masukkan tanggal akhir yang valid.
ja: 有効な終了日を入力してください。
ko: 유효한 종료일을 입력하세요.
pl: Wprowadź prawidłową datę zakończenia.
ru: Пожалуйста, введите действительную дату окончания.
sv: Ange ett giltigt slutdatum.
vi: Vui lòng nhập ngày kết thúc hợp lệ.
zh_hans: 请输入有效的结束日期。
zh_hant: 請輸入有效的結束日期。

source: Event duration can not be more than 20 days.
ar: لا يمكن أن تزيد مدة الحدث عن 20 يومًا.
de: Die Veranstaltungsdauer darf nicht mehr als 20 Tage betragen.
es: La duración del evento no puede superar los 20 días.
fr: La durée de l'événement ne peut pas dépasser 20 jours.
id: Durasi acara tidak boleh lebih dari 20 hari.
ja: イベント期間は20日を超えることはできません。
ko: 이벤트 기간은 20일을 초과할 수 없습니다.
pl: Czas trwania wydarzenia nie może przekraczać 20 dni.
ru: Продолжительность мероприятия не может быть более 20 дней.
sv: Eventets längd får inte vara mer än 20 dagar.
vi: Thời gian sự kiện không được quá 20 ngày.
zh_hans: 活动持续时间不能超过 20 天。
zh_hant: 活動持續時間不能超過 20 天。

source: Please enter a start time.
ar: الرجاء إدخال وقت البدء.
de: Bitte geben Sie eine Startzeit ein.
es: Introduzca una hora de inicio.
fr: Veuillez saisir une heure de début.
id: Harap masukkan waktu mulai.
ja: 開始時間を入力してください。
ko: 시작 시간을 입력하세요.
pl: Podaj czas rozpoczęcia.
ru: Пожалуйста, введите время начала.
sv: Vänligen ange en starttid.
vi: Vui lòng nhập thời gian bắt đầu.
zh_hans: 请输入开始时间。
zh_hant: 請輸入開始時間。

source: The start time should be before the end time!
ar: يجب أن يكون وقت البدء قبل وقت الانتهاء!
de: Die Startzeit muss vor der Endzeit liegen!
es: ¡La hora de inicio debe ser anterior a la hora de finalización!
fr: L'heure de début doit être avant l'heure de fin !
id: Waktu mulai harus sebelum waktu berakhir!
ja: 開始時刻は終了時刻より前にする必要があります。
ko: 시작 시간은 종료 시간 이전이어야 합니다!
pl: Czas rozpoczęcia powinien przypadać przed czasem zakończenia!
ru: Время начала должно быть раньше времени окончания!
sv: Starttiden bör vara före sluttiden!
vi: Thời gian bắt đầu phải trước thời gian kết thúc!
zh_hans: 开始时间应该在结束时间之前！
zh_hant: 開始時間應該在結束時間之前！

source: Please enter an end time.
ar: الرجاء إدخال وقت الانتهاء.
de: Bitte geben Sie eine Endzeit ein.
es: Ingrese una hora de finalización.
fr: Veuillez saisir une heure de fin.
id: Harap masukkan waktu berakhir.
ja: 終了時間を入力してください。
ko: 종료 시간을 입력하세요.
pl: Podaj czas zakończenia.
ru: Пожалуйста, введите время окончания.
sv: Ange en sluttid.
vi: Vui lòng nhập thời gian kết thúc.
zh_hans: 请输入结束时间。
zh_hant: 請輸入結束時間。

source: The end time should be after the start time!
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء!
de: Die Endzeit muss nach der Startzeit liegen!
es: ¡La hora de finalización debe ser posterior a la hora de inicio!
fr: L'heure de fin doit être postérieure à l'heure de début !
id: Waktu berakhir harus setelah waktu mulai!
ja: 終了時間は開始時間の後にする必要があります！
ko: 종료 시간은 시작 시간 이후여야 합니다!
pl: Czas zakończenia powinien być późniejszy niż czas rozpoczęcia!
ru: Время окончания должно быть позже времени начала!
sv: Sluttiden ska vara efter starttiden!
vi: Thời gian kết thúc phải sau thời gian bắt đầu!
zh_hans: 结束时间应该在开始时间之后！
zh_hant: 結束時間應該在開始時間之後！

source: Please give your ticket a name.
ar: يرجى إعطاء اسم تذكرتك.
de: Bitte geben Sie Ihrem Ticket einen Namen.
es: Por favor, déle un nombre a su boleto.
fr: Merci de donner un nom à votre billet.
id: Tolong beri nama tiket Anda.
ja: チケットに名前を付けてください。
ko: 티켓 이름을 알려주세요.
pl: Proszę podać nazwę swojego biletu.
ru: Пожалуйста, дайте вашему билету имя
sv: Ge din biljett ett namn.
vi: Vui lòng cho vé của bạn một cái tên.
zh_hans: 请给您的票起一个名字。
zh_hant: 請給您的票起一個名字。

source: Ticket description shouldn't contain more than {ruleValue} characters.
ar: يجب ألا يحتوي وصف التذكرة على أكثر من {ruleValue} حرف.
de: Die Ticketbeschreibung kann nicht mehr als {ruleValue} Zeichen enthalten.
es: La descripción del ticket no debe contener más de {ruleValue} caracteres.
fr: La description du billet ne doit pas contenir plus de {ruleValue} caractères.
id: Deskripsi tiket tidak boleh berisi lebih dari {ruleValue} karakter.
ja: チケットの説明には、{ruleValue}文字を超えて含めることはできません。
ko: 티켓 설명은 {ruleValue}자를 초과할 수 없습니다.
pl: Opis zgłoszenia nie powinien zawierać więcej niż {ruleValue} znaków.
ru: Описание билета не должно содержать более {ruleValue} символов
sv: Biljettbeskrivningen får inte innehålla mer än {ruleValue} tecken.
vi: Mô tả vé không được chứa nhiều hơn {ruleValue} ký tự.
zh_hans: 票证说明不应包含超过 {ruleValue} 个字符。
zh_hant: 票證說明不應包含超過 {ruleValue} 個字符。

source: Please give your ticket a price.
ar: يرجى إعطاء سعر تذكرتك.
de: Bitte geben Sie Ihrem Ticket einen Preis.
es: Por favor, indique el precio de su entrada.
fr: Merci de donner un prix à votre billet.
id: Tolong beri harga tiket Anda.
ja: チケットに価格を教えてください。
ko: 티켓 가격을 알려주세요.
pl: Proszę podać cenę biletu.
ru: Пожалуйста, укажите цену на ваш билет
sv: Ge din biljett ett pris.
vi: Vui lòng cho biết giá vé của bạn.
zh_hans: 请给你的票一个价格。
zh_hant: 請給你的票一個價格。

source: Please give a proper price for you ticket.
ar: يرجى إعطاء السعر المناسب للتذكرة الخاصة بك.
de: Bitte geben Sie einen korrekten Preis für Ihr Ticket an.
es: Indique un precio adecuado para su boleto.
fr: Merci de saisir un prix valide.
id: Tolong beri harga yang pantas untuk tiket Anda.
ja: チケットの適正価格を教えてください。
ko: 티켓 가격을 알려주세요.
pl: Proszę podać odpowiednią cenę biletu.
ru: Пожалуйста, укажите правильную цену за ваш билет
sv: Ange ett korrekt pris för din biljett.
vi: Xin vui lòng cung cấp cho một mức giá thích hợp cho bạn vé.
zh_hans: 请给你的票一个合适的价格。
zh_hant: 請給你的票一個合適的價格。

source: Ticket price should be greater than 0.
ar: يجب أن يكون سعر التذكرة أكبر من 0.
de: Der Ticketpreis muss größer als 0 sein.
es: El precio de la entrada debe ser superior a 0.
fr: Le prix d'un ticket doit être positif.
id: Harga tiket harus lebih besar dari 0.
ja: チケットの価格は0より大きくする必要があります。
ko: 티켓 가격은 0보다 커야 합니다.
pl: Cena biletu powinna być większa niż 0.
ru: Цена билета должна быть больше 0
sv: Biljettpriset bör vara högre än 0.
vi: Giá vé phải lớn hơn 0.
zh_hans: 票价应大于 0。
zh_hant: 票價應大於 0。

source: Please specify how many tickets of this type are available.
ar: يرجى تحديد عدد التذاكر المتاحة من هذا النوع.
de: Bitte geben Sie an, wie viele Tickets dieses Typs verfügbar sind.
es: Por favor, especifique cuántas entradas de este tipo están disponibles.
fr: Merci de définir combien de billets de ce type seront disponible.
id: Harap tentukan berapa banyak tiket jenis ini yang tersedia.
ja: このタイプのチケットの数を指定してください。
ko: 이 유형의 티켓이 몇 장인지 지정하십시오.
pl: Proszę określić, ile biletów tego typu jest dostępnych.
ru: Пожалуйста, укажите, сколько билетов этого типа доступно
sv: Vänligen ange hur många biljetter av denna typ som finns tillgängliga.
vi: Vui lòng ghi rõ có bao nhiêu vé loại này.
zh_hans: 请说明有多少这种类型的门票可用。
zh_hant: 請說明有多少這種類型的門票可用。

source: Please give a proper quantity for your ticket.
ar: يرجى إعطاء الكمية المناسبة للتذكرة الخاصة بك.
de: Bitte geben Sie eine korrekte Menge für Ihr Ticket an.
es: Por favor proporcione una cantidad adecuada para su boleto.
fr: Merci de saisir une quantité valide.
id: Harap berikan jumlah yang tepat untuk tiket Anda.
ja: チケットに適切な数量を入力してください。
ko: 티켓에 맞는 수량을 알려주세요.
pl: Proszę podać odpowiednią ilość dla swojego biletu.
ru: Пожалуйста, укажите правильное количество билетов
sv: Ange en lämplig mängd för din biljett.
vi: Vui lòng cung cấp một số lượng thích hợp cho vé của bạn.
zh_hans: 请为您的机票提供适当的数量。
zh_hant: 請為您的機票提供適當的數量。

source: Minimum tickets per order required.
ar: الحد الأدنى من التذاكر لكل طلب مطلوب.
de: Mindestanzahl von Tickets pro Bestellung erforderlich.
es: Se requieren boletos mínimos por pedido.
fr: Un minimum de billets par commande est requis.
id: Diperlukan tiket minimum per pesanan.
ja: 注文ごとの最小チケットが必要です。
ko: 주문당 최소 티켓이 필요합니다.
pl: Wymagane minimalne bilety na zamówienie.
ru: Минимум билетов на заказ требуется
sv: Minsta biljetter per beställning krävs.
vi: Số lượng vé tối thiểu cho mỗi đơn đặt hàng được yêu cầu.
zh_hans: 每个订单所需的最低票数。
zh_hant: 每個訂單所需的最低票數。

source: Invalid number!
ar: رقم غير صالح!
de: Ungültige Nummer!
es: ¡Número invalido!
fr: Valeur incorrecte!
id: Nomor tidak valid!
ja: 無効な番号！
ko: 잘못된 번호!
pl: Nieprawidłowy numer!
ru: Неправильное число
sv: Ogiltigt nummer!
vi: Số không hợp lệ!
zh_hans: 无效号码！
zh_hant: 無效號碼！

source: Minimum order should not be greater than maximum.
ar: يجب ألا يكون الحد الأدنى للطلب أكبر من الحد الأقصى.
de: Die Mindestbestellmenge darf nicht größer als die Höchstbestellmenge sein.
es: El pedido mínimo no debe ser mayor que el máximo.
fr: La commande minimum ne doit pas être supérieure au maximum.
id: Minimum order tidak boleh lebih besar dari maksimum.
ja: 最小注文は最大注文を超えてはなりません。
ko: 최소 주문은 최대 주문보다 크지 않아야 합니다.
pl: Minimalne zamówienie nie powinno być większe niż maksymalne.
ru: Минимальный заказ не должен быть больше максимального.
sv: Minsta beställning bör inte vara större än max.
vi: Thứ tự tối thiểu không được lớn hơn tối đa.
zh_hans: 最小订单不应大于最大订单。
zh_hant: 最小訂單不應大於最大訂單。

source: Maximum tickets per order required.
ar: الحد الأقصى من التذاكر لكل طلب مطلوب.
de: Maximale Anzahl von Tickets pro Bestellung erforderlich.
es: Se requiere un número máximo de entradas por pedido.
fr: Un nombre maximum de billets par commande est requis.
id: Diperlukan tiket maksimum per pesanan.
ja: 注文ごとに必要な最大チケット。
ko: 주문당 최대 티켓이 필요합니다.
pl: Wymagana maksymalna liczba biletów na zamówienie.
ru: Максимальное количество билетов на заказ требуется
sv: Maximalt antal biljetter per beställning krävs.
vi: Số lượng vé tối đa cho mỗi đơn đặt hàng được yêu cầu.
zh_hans: 每个订单所需的最大票数。
zh_hant: 每個訂單所需的最大票數。

source: Maximum tickets per order should be greater than 0.
ar: يجب أن يكون الحد الأقصى للتذاكر لكل طلب أكبر من 0.
de: Die maximale Anzahl von Tickets pro Bestellung muss größer als 0 sein.
es: El número máximo de entradas por pedido debe ser superior a 0.
fr: Le nombre maximum de billets par commande doit être supérieur à 0.
id: Tiket maksimum per pesanan harus lebih besar dari 0.
ja: 注文ごとの最大チケットは0より大きくする必要があります。
ko: 주문당 최대 티켓 수는 0보다 커야 합니다.
pl: Maksymalna liczba biletów na zamówienie powinna być większa niż 0.
ru: Максимальное количество билетов на заказ должно быть больше 0.
sv: Maximalt antal biljetter per beställning bör vara större än 0.
vi: Số lượng vé tối đa cho mỗi đơn đặt hàng phải lớn hơn 0.
zh_hans: 每个订单的最大票数应大于 0。
zh_hant: 每個訂單的最大票數應大於 0。

source: Maximum order should not be less than minimum.
ar: يجب ألا يكون الحد الأقصى للطلب أقل من الحد الأدنى.
de: Die Höchstbestellmenge darf nicht unter der Mindestbestellmenge liegen.
es: El pedido máximo no debe ser inferior al mínimo.
fr: La commande maximale ne doit pas être inférieure au minimum.
id: Pesanan maksimum tidak boleh kurang dari minimum.
ja: 最大注文数は最小注文数を下回ってはなりません。
ko: 최대 주문은 최소보다 작아서는 안 됩니다.
pl: Maksymalne zamówienie nie powinno być mniejsze niż minimum.
ru: Максимальный заказ не должен быть меньше минимального.
sv: Maximal order bör inte vara mindre än minimum.
vi: Thứ tự tối đa không được nhỏ hơn tối thiểu.
zh_hans: 最大订单不应小于最小订单。
zh_hant: 最大訂單不應小於最小訂單。

source: Minimum price for donation tickets required.
ar: الحد الأدنى لسعر تذاكر التبرع المطلوبة.
de: Mindestpreis für Spendentickets erforderlich.
es: Se requiere un precio mínimo para los boletos de donación.
fr: Prix minimum requis pour les billets de don.
id: Harga minimum untuk tiket donasi diperlukan.
ja: 寄付チケットの最低価格が必要です。
ko: 기부 티켓의 최소 가격이 필요합니다.
pl: Wymagana minimalna cena biletów darowizny.
ru: Требуется минимальная цена билетов для пожертвований.
sv: Minimipris för donationsbiljetter krävs.
vi: Giá tối thiểu cho vé quyên góp được yêu cầu.
zh_hans: 需要捐赠门票的最低价格。
zh_hant: 需要捐贈門票的最低價格。

source: Minimum price needs to be greater than zero.
ar: يجب أن يكون الحد الأدنى للسعر أكبر من الصفر.
de: Der Mindestpreis muss größer als Null sein.
es: El precio mínimo debe ser superior a cero.
fr: Le prix minimum doit être supérieur à zéro.
id: Harga minimum harus lebih besar dari nol.
ja: 最低価格はゼロより大きくする必要があります。
ko: 최소 가격은 0보다 커야 합니다.
pl: Minimalna cena musi być większa od zera.
ru: Минимальная цена должна быть больше нуля.
sv: Minimipriset måste vara högre än noll.
vi: Giá tối thiểu phải lớn hơn 0.
zh_hans: 最低价格需要大于零。
zh_hant: 最低價格需要大於零。

source: Minimum price should not be greater than maximum.
ar: يجب ألا يكون الحد الأدنى للسعر أكبر من الحد الأقصى.
de: Der Mindestpreis darf nicht höher als der Höchstpreis sein.
es: El precio mínimo no debe ser mayor que el máximo.
fr: Le prix minimum ne doit pas être supérieur au maximum.
id: Harga minimum tidak boleh lebih besar dari maksimum.
ja: 最低価格は最高価格を超えてはなりません。
ko: 최소 가격은 최대 가격보다 커서는 안 됩니다.
pl: Cena minimalna nie powinna być większa niż maksymalna.
ru: Минимальная цена не должна быть больше максимальной.
sv: Lägsta pris bör inte vara högre än maxpris.
vi: Giá tối thiểu không được lớn hơn giá tối đa.
zh_hans: 最低价格不应大于最高价格。
zh_hant: 最低價格不應大於最高價格。

source: Maximum price for donation tickets required.
ar: الحد الأقصى لسعر تذاكر التبرع المطلوبة.
de: Höchstpreis für Spendentickets erforderlich.
es: Se requiere precio máximo para boletos de donación.
fr: Prix maximum requis pour les billets de don.
id: Harga maksimum untuk tiket donasi diperlukan.
ja: 寄付チケットの最高価格が必要です。
ko: 기부 티켓의 최고 가격이 필요합니다.
pl: Wymagana maksymalna cena biletów darowizny.
ru: Требуется максимальная цена билетов для пожертвований.
sv: Maxpris för donationsbiljetter krävs.
vi: Giá tối đa cho vé quyên góp được yêu cầu.
zh_hans: 需要捐赠门票的最高价格。
zh_hant: 需要捐贈門票的最高價格。

source: Maximum price needs to be greater than zero.
ar: يجب أن يكون الحد الأقصى للسعر أكبر من الصفر.
de: Der Höchstpreis muss größer als Null sein.
es: El precio máximo debe ser superior a cero.
fr: Le prix maximum doit être supérieur à zéro.
id: Harga maksimum harus lebih besar dari nol.
ja: 最大価格はゼロより大きくする必要があります。
ko: 최대 가격은 0보다 커야 합니다.
pl: Cena maksymalna musi być większa od zera.
ru: Максимальная цена должна быть больше нуля.
sv: Högsta pris måste vara högre än noll.
vi: Giá tối đa cần phải lớn hơn 0.
zh_hans: 最高价格需要大于零。
zh_hant: 最高價格需要大於零。

source: Maximum price should not be less than minimum.
ar: يجب ألا يكون الحد الأقصى للسعر أقل من الحد الأدنى.
de: Der Höchstpreis darf nicht unter dem Mindestpreis liegen.
es: El precio máximo no debe ser inferior al mínimo.
fr: Le prix maximum ne doit pas être inférieur au minimum.
id: Harga maksimum tidak boleh kurang dari minimum.
ja: 最高価格は最低価格以上でなければなりません。
ko: 최대 가격은 최소 가격보다 낮아서는 안 됩니다.
pl: Cena maksymalna nie powinna być niższa niż minimalna.
ru: Максимальная цена не должна быть меньше минимальной.
sv: Högsta pris bör inte vara lägre än minimum.
vi: Giá tối đa không được nhỏ hơn giá tối thiểu.
zh_hans: 最高价格不应低于最低价格。
zh_hant: 最高價格不應低於最低價格。

source: Please fill your paypal email for payment of tickets.
ar: يرجى ملء البريد الإلكتروني الخاص بك paypal لدفع التذاكر.
de: Bitte die Paypal-E-Mail für die Zahlung von Tickets eingeben.
es: Por favor complete su correo electrónico de PayPal para el pago de boletos.
fr: Merci de saisir votre courriel Paypal pour le paiement de ces billets.
id: Silahkan isi email paypal anda untuk pembayaran tiket.
ja: チケットの支払いのためにあなたのペイパルメールを記入してください。
ko: 티켓 결제를 위해 페이팔 이메일을 작성하십시오.
pl: Aby zapłacić za bilety, podaj adres e-mail PayPal.
ru: Пожалуйста, заполните вашу электронную почту PayPal для оплаты билетов.
sv: Fyll i din PayPal -e -post för betalning av biljetter.
vi: Vui lòng điền email paypal của bạn để thanh toán vé.
zh_hans: 请填写您的贝宝电子邮件以支付机票。
zh_hant: 請填寫您的貝寶電子郵件以支付機票。

source: Please fill the details for payment of tickets.
ar: يرجى ملء تفاصيل دفع التذاكر.
de: Bitte Details für die Zahlung der Tickets eingeben.
es: Por favor complete los detalles para el pago de boletos.
fr: Merci de renseigner votre moyen de paiement pour ces billets.
id: Mohon isi detail pembayaran tiket.
ja: チケットの支払いの詳細を記入してください。
ko: 티켓 결제를 위해 세부 사항을 입력하십시오.
pl: Proszę podać szczegóły dotyczące płatności za bilety.
ru: Пожалуйста, заполните реквизиты для оплаты билетов.
sv: Fyll i uppgifterna för betalning av biljetter.
vi: Vui lòng điền thông tin chi tiết để thanh toán vé.
zh_hans: 请填写购票详情。
zh_hant: 請填寫購票詳情。

source: Please fill the bank details for payment of tickets.
ar: يرجى ملء تفاصيل البنك لدفع التذاكر.
de: Bitte Bankdaten für die Zahlung der Tickets eingeben.
es: Por favor complete los datos bancarios para el pago de boletos.
fr: Merci de renseigner vos coordonnées bancaires pour ces billets.
id: Silakan isi detail bank untuk pembayaran tiket.
ja: 銀行の詳細を記入して、チケットの支払いを行ってください。
ko: 티켓 결제를 위해 은행 정보를 입력하십시오.
pl: Proszę podać dane bankowe do opłacenia biletów.
ru: Пожалуйста, заполните банковские реквизиты для оплаты билетов.
sv: Vänligen fyll i bankuppgifterna för betalning av biljetter.
vi: Vui lòng điền chi tiết ngân hàng để thanh toán vé.
zh_hans: 请填写银行详细信息以支付车票。
zh_hant: 請填寫銀行詳細信息以支付車票。

source: Please fill the cheque details for payment of tickets.
ar: يرجى ملء تفاصيل الشيك لدفع التذاكر.
de: Bitte Scheckdetails für die Zahlung der Tickets eingeben.
es: Por favor complete los detalles del cheque para el pago de boletos.
fr: Merci de saisir le chèque pour le paiement de vos billets.
id: Silakan isi detail cek untuk pembayaran tiket.
ja: チケットの支払いについては、小切手の詳細をご記入ください。
ko: 티켓 결제를 위해 체크 내용을 입력 해주세요.
pl: Proszę wypełnić szczegóły czeku do zapłaty za bilety.
ru: Пожалуйста, заполните реквизиты чека для оплаты билетов.
sv: Fyll i checkuppgifterna för betalning av biljetter.
vi: Vui lòng điền vào chi tiết kiểm tra để thanh toán vé.
zh_hans: 请填写支票详细信息以支付机票。
zh_hant: 請填寫支票詳細信息以支付機票。

source: Please fill the invoice details for payment of tickets.
ar: يرجى ملء تفاصيل الفاتورة لدفع التذاكر.
de: Bitte geben Sie die Rechnungsdaten für die Bezahlung der Tickets an.
es: Por favor complete los detalles de la factura para el pago de boletos.
fr: Veuillez remplir les détails de la facture pour le paiement des billets.
id: Silahkan isi detail invoice untuk pembayaran tiket.
ja: チケットの支払いについては、請求書の詳細を入力してください。
ko: 티켓 결제를 위해 인보이스 세부 정보를 작성하십시오.
pl: Proszę wypełnić dane do faktury w celu opłacenia biletów.
ru: Пожалуйста, заполните реквизиты для оплаты билетов.
sv: Fyll i fakturauppgifterna för betalning av biljetter.
vi: Vui lòng điền chi tiết hóa đơn để thanh toán vé.
zh_hans: 请填写发票详情以支付门票。
zh_hant: 請填寫發票詳情以支付門票。

source: Please try again.
ar: حاول مرة اخرى.
de: Bitte versuchen Sie es erneut.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
id: Silakan coba lagi.
ja: もう一度やり直してください。
ko: 다시 시도해 주세요.
pl: Proszę spróbuj ponownie.
ru: Пожалуйста, попробуйте еще раз.
sv: Var god försök igen.
vi: Vui lòng thử lại.
zh_hans: 请再试一次。
zh_hant: 請再試一次。

source: Stripe disconnected successfully.
ar: تم قطع اتصال Stripe بنجاح.
de: Stripe wurde erfolgreich getrennt.
es: Stripe se desconectó correctamente.
fr: Stripe s'est déconnecté avec succès.
id: Stripe berhasil diputus.
ja: ストライプが正常に切断されました。
ko: 스트라이프가 성공적으로 연결 해제되었습니다.
pl: Stripe został pomyślnie rozłączony.
ru: Полоса успешно отключена.
sv: Stripe kopplades bort.
vi: Đã ngắt kết nối thành công Stripe.
zh_hans: Stripe 成功断开连接。
zh_hant: Stripe 成功斷開連接。

source: If you choose this option other ticket options will not be available. Do you want to proceed?
ar: إذا اخترت هذا الخيار ، فلن تكون خيارات التذاكر الأخرى متاحة. هل تريد المتابعة؟
de: Wenn Sie diese Option wählen, sind andere Ticketoptionen nicht verfügbar. Möchten Sie fortfahren?
es: Si elige esta opción, otras opciones de boletos no estarán disponibles. Quieres proceder?
fr: Si vous choisissez cette option, les autres options de billets ne seront pas disponibles. Voulez-vous poursuivre?
id: Jika Anda memilih opsi ini, opsi tiket lainnya tidak akan tersedia. Apakah Anda ingin melanjutkan?
ja: このオプションを選択した場合、他のチケットオプションは利用できなくなります。続行しますか？
ko: 이 옵션을 선택하면 다른 티켓 옵션을 사용할 수 없습니다. 진행 하시겠습니까?
pl: Jeśli wybierzesz tę opcję, inne opcje biletów nie będą dostępne. Czy chcesz kontynuować?
ru: Если вы выберете этот вариант, другие варианты билетов будут недоступны. Вы хотите продолжить?
sv: Om du väljer det här alternativet kommer andra biljettalternativ inte att vara tillgängliga. Vill du fortsätta?
vi: Nếu bạn chọn tùy chọn này, các tùy chọn vé khác sẽ không khả dụng. Bạn có muốn tiếp tục?
zh_hans: 如果您选择此选项，则其他门票选项将不可用。您要继续吗？
zh_hant: 如果您選擇此選項，則其他門票選項將不可用。您要繼續嗎？

source: This discount code is invalid. Please try again.
ar: رمز الخصم هذا غير صالح. حاول مرة اخرى.
de: Dieser Rabattcode ist ungültig. Bitte versuche es erneut.
es: Este código de descuento no es válido. Inténtalo de nuevo.
fr: Le code de remise est invalide. Merci de ré-essayer.
id: Kode diskon ini tidak valid. Silakan coba lagi.
ja: この割引コードは無効です。もう一度やり直してください。
ko: 이 할인 코드는 유효하지 않습니다. 다시 시도하십시오.
pl: Ten kod rabatowy jest nieprawidłowy. Proszę spróbuj ponownie.
ru: Этот код скидки недействителен. Пожалуйста, попробуйте еще раз.
sv: Denna rabattkod är ogiltig. Var god försök igen.
vi: Mã giảm giá này không hợp lệ. Vui lòng thử lại.
zh_hans: 此折扣代码无效。请再试一次。
zh_hant: 此折扣代碼無效。請再試一次。

source: Add Custom Form Field
ar: أضف حقل نموذج مخصص
de: Benutzerdefiniertes Formularfeld hinzufügen
es: Agregar campo de formulario personalizado
fr: Ajouter un champ de formulaire personnalisé
id: Tambahkan Bidang Formulir Kustom
ja: ユーザー設定フォーム フィールドの追加
ko: 사용자 정의 양식 필드 추가
pl: Dodaj niestandardowe pole formularza
ru: Добавить настраиваемое поле формы
sv: Lägg till anpassat formulärfält
vi: Thêm trường biểu mẫu tùy chỉnh
zh_hans: 添加自定义表单字段
zh_hant: 添加自定義表單字段

source: Field Name
ar: اسم الحقل
de: Feldname
es: Nombre de campo
fr: Nom du champ
id: Nama Bidang
ja: フィールド名
ko: 필드 이름
pl: Nazwa pola
ru: Имя поля
sv: Fältnamn
vi: Tên trường
zh_hans: 字段名
zh_hant: 欄位名稱

source: Short Answer
ar: اجابة قصيرة
de: Kurze Antwort
es: Respuesta Corta
fr: Réponse courte
id: Jawaban singkat
ja: 簡潔な答え
ko: 짧은 대답
pl: Krótka odpowiedź
ru: Краткий ответ
sv: Kort svar
vi: Câu trả lời ngắn
zh_hans: 简短答案
zh_hant: 簡短答案

source: Paragraph
ar: فقرة
de: Absatz
es: Párrafo
fr: Paragraphe
id: Paragraf
ja: 段落
ko: 구절
pl: Akapit
ru: Абзац
sv: Stycke
vi: Đoạn văn
zh_hans: 段落
zh_hant: 段落

source: Number
ar: رقم
de: Anzahl
es: Número
fr: Nombre
id: Nomor
ja: 番号
ko: 번호
pl: Numer
ru: Номер
sv: Nummer
vi: Số
zh_hans: 编号
zh_hant: 數量

source: Options
ar: خيارات
de: Optionen
es: Opciones
id: Opsi
ja: オプション
ko: 옵션
ru: Параметры
sv: Alternativ
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Option
ar: خيار
es: Opción
id: Pilihan
ja: オプション
ko: 선택사항
pl: Opcja
ru: Вариант
sv: Alternativ
vi: Lựa chọn
zh_hans: 选项
zh_hant: 設定

source: Type
ar: يكتب
de: Art
es: Tipo
id: Tipe
ja: 種類
ko: 종류
pl: Typ
ru: Тип
sv: Typ
zh_hans: 类型
zh_hant: 類型

source: Include
ar: يشمل
de: Hinzufügen
es: Incluir
fr: Inclure
id: Sertakan
ja: 含む
ko: 포함
pl: Dołącz
ru: Включить
sv: Inkludera
vi: Bao gồm
zh_hans: 包括
zh_hant: 包含

source: Require
ar: يتطلب
de: Erforderlich
es: Exigir
fr: Requis
id: Memerlukan
ja: 必要
ko: 요구
pl: Wymagane
ru: Требовать
sv: Require encryption
vi: Yêu cầu
zh_hans: 要求
zh_hant: 要求
