Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Ireland
ar: أيرلندا
de: Irland
es: Irlanda
fr: Irlande
id: Irlandia
ja: アイルランド
ko: 아일랜드
pl: Irlandia
ru: Ирландия
sv: Irland
vi: Ai Len
zh_hans: 爱尔兰
zh_hant: 愛爾蘭

source: Israel
ar: إسرائيل
fr: Israël
ja: イスラエル
ko: 이스라엘
pl: Izrael
ru: Израиль
zh_hans: 以色列
zh_hant: 以色列

source: Isle of Man
ar: جزيرة آيل أوف مان
es: Isla de Man
fr: Île de Man
id: Pulau manusia
ja: マン島
ko: 맨 섬
pl: Wyspa Man
ru: Остров Мэн
sv: ö av man
vi: Đảo Man
zh_hans: 马恩岛
zh_hant: 馬恩島

source: India
ar: الهند
de: Indien
fr: Inde
ja: インド
ko: 인도
pl: Indie
ru: Индия
sv: Indien
vi: Ấn-độ
zh_hans: 印度
zh_hant: 印度

source: British Indian Ocean Territory
ar: إقليم المحيط البريطاني الهندي
de: Britisches Territorium im Indischen Ozean
es: Territorio Británico del Océano Índico
fr: Territoire Britannique de l'Océan Indien
id: Wilayah Samudra Hindia Inggris
ja: イギリス領インド洋地域
ko: 영국령 인도양 식민지
pl: Brytyjskie Terytorium Oceanu Indyjskiego
ru: Британская Территория в Индийском Океане
sv: Brittiska territoriet i Indiska oceanen
zh_hans: 英属印度洋地区
zh_hant: 英屬印度海地區

source: Iraq
ar: العراق
de: Irak
es: Irak
fr: Irak
id: Irak
ja: イラク
ko: 이라크
pl: Irak
ru: Ирак
sv: Irak
vi: I-rắc
zh_hans: 伊拉克
zh_hant: 伊拉克

source: Iran
ar: إيران
es: Irán
ja: イラン
ko: 이란
ru: Иран
zh_hans: 伊朗
zh_hant: 伊朗

source: Iceland
ar: أيسلندا
de: Island
es: Islandia
fr: Islande
id: Islandia
ja: アイスランド
ko: 아이슬란드
pl: Islandia
ru: Исландия
sv: Island
zh_hans: 冰岛
zh_hant: 冰島

source: Italy
ar: إيطاليا
de: Italien
es: Italia
fr: Italie
id: Italia
ja: イタリア
ko: 이탈리아
pl: Włochy
ru: Италия
sv: Italien
vi: Ý
zh_hans: 意大利
zh_hant: 意大利

source: Jersey
ar: جيرسي
ja: ジャージー
ko: 저지
ru: Джерси
zh_hans: 泽西岛
zh_hant: 澤西島

source: Jamaica
ar: جامايكا
de: Jamaika
fr: Jamaïque
id: Jamaika
ja: ジャマイカ
ko: 자메이카
pl: Jamajka
ru: Ямайка
zh_hans: 牙买加
zh_hant: 牙買加

source: Jordan
ar: الأردن
de: Jordanien
es: Jordania
fr: Jordanie
id: Yordania
ja: ヨルダン
ko: 요르단
ru: Иордания
sv: Jordanien
zh_hans: 约旦
zh_hant: 約旦

source: Japan
ar: اليابان
es: Japón
fr: Japon
id: Jepang
ja: 日本
ko: 일본
pl: Japonia
ru: Япония
vi: Nhật Bản
zh_hans: 日本
zh_hant: 日本

source: Kenya
ar: كينيا
de: Kenia
es: Kenia
ja: ケニア
ko: 케냐
pl: Kenia
ru: Кения
zh_hans: 肯尼亚
zh_hant: 肯亞

source: Kyrgyzstan
ar: قيرغيزستان
de: Kirgistan
es: Kirguistán
fr: Kirghizistan
id: Kirgistan
ja: キルギス共和国
ko: 키르기스스탄
pl: Kirgistan
ru: Киргизия
sv: Kirgizistan
zh_hans: 吉尔吉斯斯坦
zh_hant: 吉爾吉斯

source: Cambodia
ar: كمبوديا
de: Kambodscha
es: Camboya
fr: Cambodge
id: Kamboja
ja: カンボジア王国
ko: 캄보디아
pl: Kambodża
ru: Камбоджа
sv: Kambodja
vi: Campuchia
zh_hans: 柬埔寨
zh_hant: 柬埔寨

source: Kiribati
ar: كيريباتي
ja: キリバス
ko: 키리바시
ru: Кирибати
zh_hans: 基里巴斯
zh_hant: 吉里巴斯

source: Comoros
ar: جزر القمر
de: Komoren
es: Comoras
fr: Comores
id: Komoro
ja: コモロ・イスラム連邦共和国
ko: 코모로
pl: Komory
ru: Коморы
sv: Komorerna
zh_hans: 科摩洛
zh_hant: 葛摩

source: Saint Kitts And Nevis
ar: سانت كيتس ونيفيس
de: St. Kitts und Nevis
es: San Cristóbal y Nieves
fr: Saint-Christophe-et-Niévès
id: Saint Kitts dan Nevis
ja: セントクリストファー・ネイビス
ko: 세인트키츠네비스
pl: Saint Kitts i Nevis
ru: Сен-Китс и Невис
sv: Saint Kitts & Nevis
vi: Saint Kitts và Nevis
zh_hans: 圣基茨和尼维斯
zh_hant: 聖克里斯多福及尼維斯

source: North Korea
ar: كوريا الشمالية
de: Nordkorea
es: Corea del Norte
fr: Corée du Nord
id: Korea Utara
ja: 北朝鮮
ko: 북한
pl: Korea Północna
ru: Северная Корея
sv: Nordkorea
vi: Bắc Triều Tiên
zh_hans: 北朝鲜
zh_hant: 北朝鮮

source: South Korea
ar: كوريا الجنوبية
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
id: Korea Selatan
ja: 韓国
ko: 대한민국
pl: Korea Południowa
ru: Южная Корея
sv: Sydkorea
vi: Nam Triều Tiên
zh_hans: 南韩
zh_hant: 南韓

source: Kuwait
ar: الكويت
fr: Koweït
ja: クウェート
ko: 쿠웨이트
pl: Kuwejt
ru: Кувейт
zh_hans: 科威特
zh_hant: 科威特

source: Cayman Islands
ar: جزر كايمان
de: Cayman Inseln
es: Islas Caimán
fr: Îles Caïmans
id: Kepulauan Cayman
ja: ケイマン諸島
ko: 케이맨 제도
pl: Kajmany
ru: Каймановы острова
sv: Caymanöarna
vi: Quần đảo Cayman
zh_hans: 开曼群岛
zh_hant: 開曼群島

source: Kazakhstan
ar: كازاخستان
de: Kasachstan
es: Kazajistán
ja: カザフスタン
ko: 카자흐스탄
pl: Kazachstan
ru: Казахстан
sv: Kazakstan
zh_hans: 哈萨克斯坦
zh_hant: 哈薩克

source: Laos
ar: لاوس
ja: ラオス
ko: 라오스
ru: Лаос
vi: Nước Lào
zh_hans: 老挝
zh_hant: 老撾

source: Lebanon
ar: لبنان
de: Libanon
es: Líbano
fr: Liban
ja: レバノン
ko: 레바논
pl: Liban
ru: Ливан
sv: Libanon
vi: Li Băng
zh_hans: 黎巴嫩
zh_hant: 黎巴嫩

source: Saint Lucia
ar: القديسة لوسيا
de: St. Lucia
es: Santa Lucía
fr: Sainte-Lucie
id: Santa Lusia
ja: セントルシア
ko: 세인트루시아
ru: Санта Лючия
sv: St Lucia
zh_hans: 圣卢西亚
zh_hant: 聖露西亞

source: Liechtenstein
ar: ليختنشتاين
ja: リヒテンシュタイン公国
ko: 리히텐슈타인
ru: Лихтенштейн
zh_hans: 列支敦士登
zh_hant: 列支敦司登

source: Sri Lanka
ar: سيريلانكا
ja: スリランカ
ko: 스리랑카
ru: Шри-Ланка
zh_hans: 斯里兰卡
zh_hant: 斯里蘭卡

source: Liberia
ar: ليبيريا
fr: Libéria
ja: リベリア
ko: 라이베리아
ru: Либерия
zh_hans: 利比里亚
zh_hant: 賴比瑞亞

source: Lesotho
ar: ليسوتو
ja: レソト
ko: 레소토
ru: Лесото
zh_hans: 莱索托
zh_hant: 賴索托

source: Lithuania
ar: ليتوانيا
de: Litauen
es: Lituania
fr: Lituanie
ja: リトアニア
ko: 리투아니아
pl: Litwa
ru: Литва
sv: Litauen
zh_hans: 立陶宛
zh_hant: 立陶宛

source: Luxembourg
ar: لوكسمبورغ
de: Luxemburg
es: Luxemburgo
id: Luksemburg
ja: ルクセンブルク
ko: 룩셈부르크
pl: Luksemburg
ru: Люксембург
sv: Luxemburg
zh_hans: 卢森堡
zh_hant: 盧森堡

source: Latvia
ar: لاتفيا
de: Lettland
es: Letonia
fr: Lettonie
ja: ラトビア
ko: 라트비아
pl: Łotwa
ru: Латвия
sv: Lettland
zh_hans: 拉脱维亚
zh_hant: 拉脫維亞

source: Libya
ar: ليبيا
de: Libyen
es: Libia
fr: Libye
ja: リビア
ko: 리비아
pl: Libia
ru: Ливия
sv: Libyen
zh_hans: 利比亚
zh_hant: 利比亞

source: Morocco
ar: المغرب
de: Marokko
es: Marruecos
fr: Maroc
id: Maroko
ja: モロッコ
ko: 모로코
pl: Maroko
ru: Марокко
sv: Marocko
vi: Ma-rốc
zh_hans: 摩洛哥
zh_hant: 摩洛哥

source: Monaco
ar: موناكو
es: Mónaco
id: Monako
ja: モナコ
ko: 모나코
pl: Monako
ru: Монако
zh_hans: 摩纳哥
zh_hant: 摩納哥

source: Moldova
ar: مولدوفا
de: Moldawien
es: Moldavia
fr: Moldavie
ja: モルドバ
ko: 몰도바
pl: Mołdawia
ru: Молдавия
sv: Moldavien
zh_hans: 摩尔多瓦
zh_hant: 摩爾多瓦

source: Montenegro
ar: الجبل الأسود
fr: Monténégro
ja: モンテネグロ
ko: 몬테네그로
pl: Czarnogóra
ru: Черногория
zh_hans: 黑山共和国
zh_hant: 黑山共和國

source: Saint Martin
ar: القديس مارتن
es: San Martín
ja: サンマルタン
ko: 세인트 마틴
pl: święty Marcin
ru: Сен-Мартен
sv: Sankt Martin
zh_hans: 圣马丁
zh_hant: 聖馬丁

source: Madagascar
ar: مدغشقر
de: Madagaskar
id: Madagaskar
ja: マダガスカル
ko: 마다가스카르
pl: Madagaskar
ru: Мадагаскар
sv: Madagaskar
zh_hans: 马达加斯加
zh_hant: 馬達加斯加

source: Marshall Islands
ar: جزر مارشال
de: Marshallinseln
es: Islas Marshall
fr: Îles Marshall
id: Kepulauan Marshall
ja: マーシャル諸島
ko: 마셜 제도
pl: Wyspy Marshalla
ru: Маршалловы Острова
sv: Marshallöarna
vi: Quẩn đảo Marshall
zh_hans: 马绍尔群岛
zh_hant: 馬紹爾群島

source: North Macedonia
ar: مقدونيا الشمالية
de: Nordmakedonien
es: Macedonia del Norte
fr: Macédoine du Nord
id: Makedonia Utara
ja: 北マケドニア
ko: 북 마케도니아
pl: Macedonia Północna
ru: Северная Македония
sv: Nordmakedonien
vi: Bắc Macedonia
zh_hans: 北马其顿
zh_hant: 北馬其頓

source: Mali
ar: مالي
es: Malí
ja: マリ
ko: 말리
ru: Мали
zh_hans: 马里
zh_hant: 馬利

source: Myanmar
ar: ميانمار
es: Birmania
ja: ミャンマー
ko: 미얀마
pl: Mjanma (Birma)
ru: мьянма
sv: Myanmar (Burma)
zh_hans: 缅甸
zh_hant: 緬甸

source: Mongolia
ar: منغوليا
de: Mongolei
fr: Mongolie
ja: モンゴル
ko: 몽골
ru: Монголия
sv: Mongoliet
vi: Mông Cổ
zh_hans: 蒙古
zh_hant: 蒙古

source: Macao
ar: ماكاو
ja: マカオ
ko: 마카오
pl: Makao
ru: Макао
zh_hans: 澳门
zh_hant: 澳門

source: Northern Mariana Islands
ar: جزر مريانا الشمالية
de: Nördliche Marianneninseln
es: Islas Marianas del Norte
fr: Îles Mariannes du Nord
id: Kepulauan Mariana Utara
ja: 北マリアナ諸島
ko: 북마리아나 제도
pl: Mariany Północne
ru: Северные Марианские Острова
sv: Norra Marianeröarna
vi: Quần Đảo Bắc Ma-ri-a-na
zh_hans: 北马里亚纳群岛
zh_hant: 北馬里亞納群島

source: Martinique
ar: مارتينيك
es: Martinica
ja: マルティニーク
ko: 마르티니크
pl: Martynika
ru: Мартиника
zh_hans: 马提尼克
zh_hant: 法屬馬丁尼克

source: Mauritania
ar: موريتانيا
de: Mauretanien
fr: Mauritanie
ja: モーリタニア
ko: 모리타니
pl: Mauretania
ru: Мавритания
sv: Mauretanien
zh_hans: 毛里塔尼亚
zh_hant: 茅利塔尼亞

source: Montserrat
ar: مونتسيرات
ja: モントセラト（英国統治）
ko: 몬세라트
ru: Монтсеррат
zh_hans: 蒙特塞拉特岛
zh_hant: 夢塞拉特島

source: Malta
ar: مالطا
fr: Malte
ja: マルタ
ko: 몰타
ru: Мальта
zh_hans: 马耳他
zh_hant: 馬爾他

source: Mauritius
ar: موريشيوس
es: Mauricio
fr: Maurice
ja: モーリシャス
ko: 모리셔스
ru: Маврикий
zh_hans: 毛里求斯
zh_hant: 模里西斯

source: Maldives
ar: جزر المالديف
de: Malediven
es: Maldivas
id: Maladewa
ja: モルジブ
ko: 몰디브
pl: Malediwy
ru: Мальдивы
sv: Maldiverna
zh_hans: 马尔代夫
zh_hant: 馬爾地夫

source: Malawi
ar: ملاوي
es: Malaui
ja: マラウイ
ko: 말라위
ru: Малави
zh_hans: 马拉维
zh_hant: 馬拉威

source: Mexico
ar: المكسيك
de: Mexiko
es: México
fr: Mexique
id: Meksiko
ja: メキシコ
ko: 멕시코
pl: Meksyk
ru: Мексика
sv: Mexiko
vi: Mê-hi-cô
zh_hans: 墨西哥
zh_hant: 墨西哥

source: Malaysia
ar: ماليزيا
es: Malasia
fr: Malaisie
ja: マレーシア
ko: 말레이시아
pl: Malezja
ru: Малайзия
zh_hans: 马来西亚
zh_hant: 馬來西亞

source: Mozambique
ar: موزمبيق
de: Mosambik
id: Mozambik
ja: モザンビーク
ko: 모잠비크
pl: Mozambik
ru: Мозамбик
sv: Moçambique
zh_hans: 莫桑比克
zh_hant: 莫三比克

source: Namibia
ar: ناميبيا
fr: Namibie
ja: ナミビア
ko: 나미비아
ru: Намибия
zh_hans: 纳米比亚
zh_hant: 奈米比亞

source: New Caledonia
ar: كاليدونيا الجديدة
de: Neukaledonien
es: Nueva Caledonia
fr: Nouvelle-Calédonie
id: Kaledonia Baru
ja: ニューカレドニア
ko: 뉴칼레도니아
pl: Nowa Kaledonia
ru: Новая Каледония
sv: Nya Kaledonien
zh_hans: 新喀里多尼亚
zh_hant: 新喀里多尼亞

source: Niger
ar: النيجر
es: Níger
ja: ニジェール
ko: 니제르
ru: Нигер
zh_hans: 尼日尔
zh_hant: 尼日

source: Norfolk Island
ar: جزيرة نورفولك
de: Norfolkinsel
es: Isla Norfolk
fr: Île Norfolk
id: Pulau Norfolk
ja: ノーフォーク島
ko: 노퍽 섬
pl: Norfolk
ru: Остров Норфолк
sv: Norfolköarna
vi: Đảo Norfolk
zh_hans: 诺福克岛
zh_hant: 諾福克到

source: Nigeria
ar: نيجيريا
ja: ナイジェリア
ko: 나이지리아
ru: Нигерия
zh_hans: 尼日利亚
zh_hant: 奈及利亞

source: Nicaragua
ar: نيكاراغوا
id: Nikaragua
ja: ニカラグア
ko: 니카라과
pl: Nikaragua
ru: Никарагуа
zh_hans: 尼加拉瓜
zh_hant: 尼加拉瓜

source: Netherlands
ar: هولندا
de: Niederlande
es: Países Bajos
fr: Pays-Bas
id: Belanda
ja: オランダ
ko: 네덜란드
pl: Holandia
ru: Нидерланды
sv: Nederländerna
vi: Hà Lan
zh_hans: 荷兰
zh_hant: 荷蘭

source: Norway
ar: النرويج
de: Norwegen
es: Noruega
fr: Norvège
id: Norwegia
ja: ノルウェー
ko: 노르웨이
pl: Norwegia
ru: Норвегия
sv: Norge
vi: Na Uy
zh_hans: 挪威
zh_hant: 挪威

source: Nepal
ar: نيبال
fr: Népal
ja: ネパール
ko: 네팔
ru: Непал
zh_hans: 尼泊尔
zh_hant: 尼泊爾

source: Nauru
ar: ناورو
es: Nauruano
ja: ナウル語
ko: 나우루어
ru: Науру
vi: Tiếng Nauru
zh_hans: 瑙鲁语（Naoero）
zh_hant: 諾魯語

source: Niue
ar: نيوي
ja: ニウエ
ko: 니우에
ru: Ниуэ
zh_hans: 纽埃岛
zh_hant: 紐埃

source: New Zealand
ar: نيوزيلندا
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande
id: Selandia Baru
ja: ニュージーランド
ko: 뉴질랜드
pl: Nowa Zelandia
ru: Новая Зеландия
sv: Nya Zeeland
zh_hans: 新西兰
zh_hant: 紐西蘭

source: Oman
ar: سلطنة عمان
es: Omán
ja: オマーン国
ko: 오만
ru: Оман
vi: Ô-man
zh_hans: 阿曼
zh_hant: 阿曼

source: Panama
ar: بنما
es: Panamá
ja: パナマ
ko: 파나마
ru: Панама
zh_hans: 巴拿马
zh_hant: 巴拿馬

source: Peru
ar: بيرو
es: Perú
fr: Pérou
ja: ペルー
ko: 페루
ru: Перу
vi: Pê-ru
zh_hans: 秘鲁
zh_hant: 秘魯

source: French Polynesia
ar: بولينيزيا الفرنسية
de: Französisch-Polynesien
es: Polinesia Francesa
fr: Polynésie Française
id: Polinesia Perancis
ja: フランス領ポリネシア
ko: 프랑스령 폴리네시아
pl: Polinezja Francuska
ru: Французская Полинезия
sv: Franska Polynesien
vi: Polynesia thuộc Pháp
zh_hans: 法属玻利尼西亚
zh_hant: 法屬玻里尼西亞

source: Papua New Guinea
ar: بابوا غينيا الجديدة
de: Papua-Neuguinea
es: Papúa Nueva Guinea
fr: Papouasie-Nouvelle-Guinée
id: Papua Nugini
ja: パプアニューギニア
ko: 파푸아뉴기니
pl: Papua-Nowa Gwinea
ru: Папуа — Новая Гвинея
sv: Papua Nya Guinea
zh_hans: 巴布亚新几内亚
zh_hant: 巴布亞新幾內亞

source: Philippines
ar: فيلبيني
de: Phillippinen
es: Filipinas
id: Filipina
ja: フィリピン
ko: 필리핀
pl: Filipiny
ru: Филиппины
sv: Filippinerna
vi: Phi-líp-pin
zh_hans: 菲律宾语
zh_hant: 菲律賓

source: Pakistan
ar: باكستان
es: Pakistán
ja: パキスタン
ko: 파키스탄
ru: Пакистан
zh_hans: 巴基斯坦
zh_hant: 巴基斯坦

source: Poland
ar: بولندا
de: Polen
es: Polonia
fr: Pologne
id: Polandia
ja: ポーランド
ko: 폴란드
pl: Polska
ru: Польша
sv: Polen
vi: Ba Lan
zh_hans: 波兰
zh_hant: 波蘭

source: Saint Pierre And Miquelon
ar: سانت بيير وميكلون
de: Saint Pierre und Miquelon
es: San Pedro y Miquelón
fr: Saint-Pierre-et-Miquelon
id: Saint Pierre dan Miquelon
ja: サンピェール島・ミクロン島
ko: 생피에르 미클롱
pl: Wspólnota Terytorialna Saint Pierre i Miquelon
ru: Сен-Пьер и Микелон
sv: St Pierre och Miquelon
zh_hans: 圣皮埃尔和密克隆
zh_hant: 聖皮耶與密克隆群島

source: Pitcairn Islands
ar: جزر بيتكيرن
de: Pitcairn-Inseln
es: Islas Pitcairn
fr: Îles Pitcairn
id: Kepulauan Pitcairn
ja: ピトケアン諸島
ko: 핏 케언 제도
pl: Wyspy Pitcairn
ru: Острова Питкэрн
sv: Pitcairnöarna
vi: Quần đảo Pitcairn
zh_hans: 皮特凯恩群岛
zh_hant: 皮特凱恩群島

source: Puerto Rico
ar: بورتوريكو
fr: Porto Rico
ja: プエルトリコ
ko: 푸에르토리코
pl: Portoryko
ru: Пуэрто-Рико
zh_hans: 波多黎各
zh_hant: 波多黎各

source: Palestinian
ar: فلسطيني
de: Palästina
es: palestino
fr: palestinien
id: Orang Palestina
ja: パレスチナ人
ko: 팔레스타인 사람
pl: palestyński
ru: Палестинский
sv: Palestinier
vi: Người Palestine
zh_hans: 巴勒斯坦人
zh_hant: 巴勒斯坦人

source: Portugal
ar: البرتغال
ja: ポルトガル
ko: 포르투갈
pl: Portugalia
ru: Португалия
vi: Bồ Đào Nha
zh_hans: 葡萄牙
zh_hant: 葡萄牙

source: Palau
ar: بالاو
es: Palaos
fr: Palaos
ja: パラオ
ko: 팔라우
ru: Палау
zh_hans: 帕劳
zh_hant: 帛琉

source: Paraguay
ar: باراغواي
ja: パラグアイ
ko: 파라과이
pl: Paragwaj
ru: Парагвай
zh_hans: 巴拉圭
zh_hant: 巴拉圭

source: Qatar
ar: دولة قطر
de: Katar
es: Catar
ja: カタール
ko: 카타르
pl: Katar
ru: Катар
vi: Ca-ta
zh_hans: 卡塔尔
zh_hant: 卡達

source: Reunion
ar: جمع شمل
es: Reunión
fr: Réunion
id: Reuni
ja: 再会
ko: 재결합
pl: Zjazd
ru: Воссоединение
sv: Réunion
vi: Sum họp
zh_hans: 团圆
zh_hant: 團圓

source: Romania
ar: رومانيا
de: Rumänien
es: Rumania
fr: Roumanie
ja: ルーマニア
ko: 루마니아
pl: Rumunia
ru: Румыния
sv: Rumänien
zh_hans: 罗马尼亚
zh_hant: 羅馬尼亞

source: Serbia
ar: صربيا
de: Serbien
fr: Serbie
ja: セルビア
ko: 세르비아
ru: Сербия
sv: Serbien
zh_hans: 塞尔维亚
zh_hant: 塞爾維亞

source: Russian
ar: الروسية
de: Russisch
es: Ruso
fr: Russe
id: Rusia
ja: ロシア語
ko: 러시아어
pl: Rosyjski
ru: Русский
vi: Tiếng Nga
zh_hans: 俄语
zh_hant: 俄語

source: Rwanda
ar: رواندا
de: Ruanda
es: Ruanda
ja: ルワンダ
ko: 르완다
ru: Руанда
zh_hans: 卢旺达
zh_hant: 盧安達

source: Saudi Arabia
ar: المملكة العربية السعودية
de: Saudi-Arabien
es: Arabia Saudita
fr: Arabie Saoudite
id: Arab Saudi
ja: サウジアラビア
ko: 사우디아라비아
pl: Arabia Saudyjska
ru: Саудовская Аравия
sv: Saudiarabien
zh_hans: 沙特阿拉伯
zh_hant: 沙烏地阿拉伯

source: Solomon Islands
ar: جزر سليمان
de: Salomon-Inseln
es: Islas Salomón
fr: Îles Salomon
id: Kepulauan Solomon
ja: ソロモン諸島
ko: 솔로몬 제도
pl: Wyspy Salomona
ru: Соломоновы Острова
sv: Solomonöarna
vi: Quần đảo Solomon
zh_hans: 所罗门群岛
zh_hant: 索羅門群島

source: Seychelles
ar: سيشيل
de: Seychellen
ja: セーシェル
ko: 세이셸
pl: Seszele
ru: Сейшелы
sv: Seychellerna
zh_hans: 塞舌尔
zh_hant: 塞席爾

source: Sudan
ar: السودان
es: Sudán
fr: Soudan
ja: スーダン
ko: 수단
ru: Судан
vi: Xu Đăng
zh_hans: 苏丹
zh_hant: 蘇丹

source: Sweden
ar: السويد
de: Schweden
es: Suecia
fr: Suède
id: Swedia
ja: スウェーデン
ko: 스웨덴
pl: Szwecja
ru: Швеция
sv: Sverige
vi: Thụy Điển
zh_hans: 瑞典
zh_hant: 瑞典

source: Singapore
ar: سنغافورة
de: Singapur
es: Singapur
fr: Singapour
id: Singapura
ja: シンガポール
ko: 싱가포르
pl: Singapur
ru: Сингапур
zh_hans: 新加坡
zh_hant: 新加坡

source: Saint Helena
ar: سانت هيلانة
de: St. Helena
es: Santa Elena
fr: Sainte-Hélène
ja: セントヘレナ島
ko: 세인트 헬레나
pl: Święta Helena
ru: Остров Святой Елены
sv: St. Helena
zh_hans: 圣赫勒拿
zh_hant: 聖赫勒那島

source: Slovenia
ar: سلوفينيا
de: Slowenien
es: Eslovenia
fr: Slovénie
ja: スロベニア
ko: 슬로베니아
pl: Słowenia
ru: Словения
sv: Slovenien
zh_hans: 斯洛文尼亚
zh_hant: 斯洛維尼亞

source: Svalbard And Jan Mayen
ar: سفالبارد وجان ماين
de: Spitzbergen und Jan Mayen
es: Svalbard y Jan Mayen
fr: Svalbard et île Jan Mayen
id: Svalbard dan Jan Mayen
ja: スバールバル諸島・ヤンマイエン島
ko: 스발바르 얀마옌 제도
pl: Svalbard i Jan Mayen
ru: Свальбард и Ян-Майен
sv: Svalbard och Jan Mayen
vi: Svalbard và Jan Mayen
zh_hans: 斯瓦尔巴群岛
zh_hant: 斯瓦巴及尖棉島

source: Slovakia
ar: سلوفاكيا
de: Slowakei
es: Eslovaquia
fr: Slovaquie
ja: スロバキア
ko: 슬로바키아
pl: Słowacja
ru: Словакия
sv: Slovakien
zh_hans: 斯洛伐克
zh_hant: 斯洛伐克

source: Sierra Leone
ar: سيرا ليون
es: Sierra Leona
ja: シエラレオネ
ko: 시에라리온
ru: Сьерра-Леоне
zh_hans: 塞拉利昂
zh_hant: 獅子山

source: San Marino
ar: سان مارينو
fr: Saint-Marin
ja: サンマリノ共和国
ko: 산마리노
ru: Сан-Марино
zh_hans: 圣马力诺
zh_hant: 聖馬利諾

source: Senegal
ar: السنغال
fr: Sénégal
ja: セネガル
ko: 세네갈
ru: Сенегал
zh_hans: 塞内加尔
zh_hant: 塞內加爾

source: Somalia
ar: الصومال
fr: Somalie
ja: ソマリア
ko: 소말리아
ru: Сомали
vi: Xô-ma-li
zh_hans: 索马里亚
zh_hant: 索馬利亞

source: Suriname
ar: سورينام
es: Surinam
ja: スリナム共和国
ko: 수리남
ru: Суринам
sv: Surinam
zh_hans: 苏里南
zh_hant: 蘇里南

source: South Sudan
ar: جنوب السودان
de: Südsudan
es: Sudán del Sur
fr: Soudan du Sud
id: Sudan Selatan
ja: 南スーダン
ko: 남 수단
pl: Sudan Południowy
ru: Южный Судан
sv: södra Sudan
vi: phía nam Sudan
zh_hans: 南苏丹
zh_hant: 南蘇丹

source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي
de: Sao Tome und Principe
es: Santo Tomé y Príncipe
fr: Sao Tomé-et-Principe
id: Sao Tome dan Principe
ja: サントメ・プリンシペ民主共和国
ko: 상투메 프린시페
pl: Wyspy Świętego Tomasza i Książęca
ru: Сан-Томе и Принсили
sv: São Tomé och Principe
vi: Sao Tome và Principe
zh_hans: 圣多美和普林西比
zh_hant: 聖多美普林西比

source: El Salvador
ar: السلفادور
fr: Salvador
ja: エルサルバドル
ko: 엘살바도르
pl: Salwador
ru: Сальвадор
zh_hans: 萨尔瓦多
zh_hant: 薩爾瓦多

source: Sint Maarten
ar: سينت مارتن
fr: Saint-Martin
ja: シントマールテン
ko: 신트 마르 턴
ru: Синт-Мартен
zh_hans: 圣马丁
zh_hant: 聖馬丁

source: Syria
ar: سوريا
de: Syrien
es: Siria
fr: Syrie
ja: シリア
ko: 시리아
ru: Сирия
sv: Syrien
zh_hans: 叙利亚
zh_hant: 敘利亞

source: Swaziland
ar: سوازيلاند
de: Swasiland
es: Suazilandia
ja: スワジランド
ko: 스와질란드
pl: Suazi
ru: Свазиленд
zh_hans: 斯威士兰
zh_hant: 史瓦濟蘭

source: Turks And Caicos Islands
ar: جزر تركس وكايكوس
de: Turks- und Caicosinseln
es: Islas Turcas y Caicos
fr: Îles Turques-et-Caïques
id: Kepulauan Turks dan Caicos
ja: タークス諸島・カイコス諸島
ko: 터크스 케이커스 제도
pl: Turks i Caicos
ru: Тёркс и Кайкос
sv: Turks- och Caicosöarna
vi: Quần đảo Turks và Caicos
zh_hans: 特克斯群岛和凯科斯群岛
zh_hant: 土克斯及開科斯群島

source: Chad
ar: تشاد
de: Tschad
fr: Tchad
ja: チャド
ko: 차드
pl: Czad
ru: Чад
sv: Tchad
zh_hans: 乍得
zh_hant: 查德

source: French Southern Territories
ar: المناطق الجنوبية لفرنسا
de: Französische Südgebiete
es: Territorios Australes Franceses
fr: Terres Australes et Antarctiques Françaises
id: Wilayah Perancis Selatan
ja: フランス領極南諸島
ko: 프랑스령 남부 영토
pl: Francuskie Terytoria Południowe i Antarktyczne
ru: Французские Южные территории
sv: Franska Sydterritorierna
vi: Miền Nam Pháp
zh_hans: 法属南部领土
zh_hant: 法屬南部屬地

source: Togo
ar: توجو
ja: トーゴ
ko: 토고
ru: Того
zh_hans: 多哥
zh_hant: 多哥

source: Thailand
ar: تايلاند
es: Tailandia
fr: Thaïlande
ja: タイ
ko: 태국
pl: Tajlandia
ru: Тайланд
vi: Thái Lan
zh_hans: 泰国
zh_hant: 泰國

source: Tajikistan
ar: طاجيكستان
de: Tadschikistan
es: Tajikistán
fr: Tadjikistan
ja: タジキスタン共和国
ko: 타지키스탄
pl: Tadżykistan
ru: Таджикистан
sv: Tadzjikistan
zh_hans: 塔吉克斯坦
zh_hant: 塔吉克

source: Tokelau
ar: توكيلاو
ja: トケラウ語
ko: 토켈라우
ru: Токелау
vi: Tiếng To-ke-lau
zh_hans: 托克劳语
zh_hant: 托克勞語

source: East Timor
ar: تيمور الشرقية
de: Osttimor
es: Timor Oriental
fr: Timor oriental
id: Timor Timur
ja: 東チモール
ko: 동티모르
pl: Timor Wschodni
ru: Восточный Тимор
sv: Östtimor
vi: Đông Timor
zh_hans: 东帝汶
zh_hant: 東帝汶

source: Turkmenistan
ar: تركمانستان
es: Turkmenistán
fr: Turkménistan
ja: トルクメニスタン
ko: 투르크메니스탄
ru: Туркменистан
zh_hans: 土库曼斯坦
zh_hant: 土庫曼

source: Tunisia
ar: تونس
de: Tunesien
es: Túnez
fr: Tunisie
ja: チュニジア
ko: 튀니지
pl: Tunezja
ru: Тунис
sv: Tunisien
zh_hans: 突尼斯
zh_hant: 突尼西亞

source: Tonga
ar: تونغا
ja: トンガ王国
ko: 통가
ru: Тонга
vi: Tông-ga
zh_hans: 汤加
zh_hant: 東加

source: Turkey
ar: ديك رومى
de: Turkei
es: Turquía
fr: Turquie
id: Turki
ja: トルコ
ko: 터키
pl: Turcja
ru: Турция
sv: Turkiet
vi: Thổ Nhĩ Kỳ
zh_hans: 土耳其
zh_hant: 土耳其

source: Trinidad And Tobago
ar: ترينداد وتوباغو
de: Trinidad und Tobago
es: Trinidad y Tobago
fr: Trinité-et-Tobago
id: Trinidad dan Tobago
ja: トリニダード・トバゴ
ko: 트리니다드토바고
pl: Trynidad i Tobago
ru: Тринидад и Тобаго
sv: Trinidad och Tobago
vi: Trinidad và Tobago
zh_hans: 特里尼达和多巴哥
zh_hant: 千里達及托巴哥

source: Tuvalu
ar: توفالو
ja: ツバル語
ko: 투발루
pl: Tuwalu
ru: Тувалу
vi: Tiếng Tu-va-lu
zh_hans: 图瓦卢语
zh_hant: 吐瓦魯語

source: Taiwan
ar: تايوان
es: Taiwán
fr: Taïwan
ja: 台湾
ko: 대만
pl: Tajwan
ru: Тайвань
vi: Đài Loan
zh_hans: 台湾
zh_hant: 台灣

source: Tanzania
ar: تنزانيا
de: Tansania
fr: Tanzanie
ja: タンザニア
ko: 탄자니아
ru: Танзания
zh_hans: 坦桑尼亚
zh_hant: 坦尚尼亞

source: Ukraine
ar: أوكرانيا
es: Ucrania
id: Ukraina
ja: ウクライナ
ko: 우크라이나
pl: Ukraina
ru: Украина
sv: Ukraina
zh_hans: 乌克兰
zh_hant: 烏克蘭

source: Uganda
ar: أوغندا
fr: Ouganda
ja: ウガンダ
ko: 우간다
ru: Уганда
zh_hans: 乌干达
zh_hant: 烏干達

source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغرى
de: Kleinere Inselbesitzungen der Vereinigten Staaten
es: Islas Ultramarinas de Estados Unidos
fr: Îles mineures éloignées des États-Unis
id: Kepulauan Kecil Luar Amerika Serikat
ja: アメリカ合衆国外諸島
ko: 미국령 군소 제도
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
ru: Внешние малые острова США
sv: USA:s mindre avlägsna öar
vi: Quần đảo nhỏ ở xa của Mỹ
zh_hans: 美国外岛
zh_hant: 美國邊疆小島

source: United States
ar: الولايات المتحدة
de: USA
es: Estados Unidos
fr: États-Unis
id: Amerika Serikat
ja: アメリカ
ko: 미국
pl: Stany Zjednoczone
ru: США
sv: USA
vi: Mỹ
zh_hans: 美国
zh_hant: 美國

source: Uruguay
ar: أوروغواي
ja: ウルグアイ
ko: 우루과이
pl: Urugwaj
ru: Уругвай
zh_hans: 乌拉圭
zh_hant: 烏拉圭

source: Uzbekistan
ar: أوزبكستان
de: Usbekistan
es: Uzbekistán
fr: Ouzbékistan
ja: ウズベキスタン
ko: 우즈베키스탄
ru: Узбекистан
zh_hans: 乌兹别克斯坦
zh_hant: 烏茲別克

source: Vatican City
ar: مدينة الفاتيكان
de: Vatikanstadt
es: Ciudad del Vaticano
fr: Cité du Vatican
id: Kota Vatikan
ja: バチカン市
ko: 바티칸 시국
pl: Watykan
ru: Ватикан
sv: Vatikanstaten
vi: Thành phố Vatican
zh_hans: 梵蒂冈城
zh_hant: 梵蒂岡城

source: Saint Vincent And The Grenadines
ar: سانت فنسنت وجزر غرينادين
de: St. Vincent und die Grenadinen
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les-Grenadines
id: St. Vincent dan The Grenadines
ja: セントビンセントおよびグレナディーン諸島
ko: 세인트 빈센트 그레나딘
pl: Saint Vincent i Grenadyny
ru: Сент-Винсент и Гренадины
sv: Saint Vincent och Grenadinerna
zh_hans: 圣文森特和格林纳丁斯
zh_hant: 聖文森基格瑞那丁

source: Venezuela
ar: فنزويلا
fr: Vénézuéla
ja: ベネズエラ
ko: 베네수엘라
pl: Wenezuela
ru: Венесуэла
zh_hans: 委内瑞拉
zh_hant: 委內瑞拉

source: British Virgin Islands
ar: جزر فيرجن البريطانية
de: Britische Jungferninseln
es: Islas Vírgenes Británicas
fr: Îles Vierges Britanniques
id: Kepulauan Virgin Inggris
ja: イギリス領ヴァージン諸島
ko: 영국령 버진아일랜드
pl: Brytyjskie Wyspy Dziewicze
ru: Британские Виргинские острова
sv: Brittiska Jungfruöarna
zh_hans: 英属维京群岛
zh_hant: 英屬維京群島

source: U.S. Virgin Islands
ar: جزر فيرجن الأمريكية
de: US Jungferninseln
es: Islas Vírgenes de los Estados Unidos
fr: Îles Vierges des États-Unis
id: Kepulauan Virgin AS
ja: アメリカ領バージン諸島
ko: 미국령 버진 아일랜드
pl: Wyspy Dziewicze Stanów Zjednoczonych
ru: Виргинские Острова, США
sv: Amerikanska Jungfruöarna
vi: Quần đảo Virgin thuộc Hoa Kỳ
zh_hans: 美属维尔京群岛
zh_hant: 美屬維爾京群島

source: Vietnam
ar: فيتنام
ja: ベトナム
ko: 베트남
pl: Wietnam
ru: Вьетнам
vi: Việt Nam
zh_hans: 越南
zh_hant: 越南

source: Vanuatu
ar: فانواتو
ja: バヌアツ
ko: 바누아투
ru: Вануату
zh_hans: 瓦努阿图
zh_hant: 萬那杜

source: Wallis And Futuna
ar: واليس وفوتونا
de: Wallis und Futuna
es: Wallis y Futuna
fr: Wallis-et-Futuna
id: Wallis dan Futuna
ja: ワリス・フテュナ諸島
ko: 월리스 푸투나 제도
pl: Wallis i Futuna
ru: Уоллис и Футуна
sv: Wallis och Futuna
vi: Wallis và Futuna
zh_hans: 瓦利斯和富图纳群岛
zh_hant: 沃里斯與伏塔那島

source: Samoa
ar: ساموا
ja: サモア
ko: 사모아
ru: Самоа
vi: Samoa (Quần đảo trong Thái Bình Dương)
zh_hans: 萨摩亚
zh_hant: 薩摩亞群島

source: Kosovo
ar: كوسوفو
ja: コソボ
ko: 코소보
ru: Косово
zh_hans: 科索沃
zh_hant: 科索沃

source: Yemen
ar: اليمن
de: Jemen
fr: Yémen
id: Yaman
ja: イエメン
ko: 예멘
pl: Jemen
ru: Йемен
sv: Jemen
zh_hans: 也门
zh_hant: 葉門

source: Mayotte
ar: مايوت
ja: マヨット海外準県
ko: 마요트
ru: Майотта
zh_hans: 马约特岛
zh_hant: 美亞特
