Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Add Event Topic
ar: أضف موضوع الحدث
de: Veranstaltungsthema hinzufügen
es: Agregar tema de evento
fr: Ajouter une catégorie de l'évènement
id: Tambahkan Topik Acara
ja: イベント トピックの追加
ko: 이벤트 주제 추가
pl: Dodaj temat wydarzenia
ru: Добавить тему мероприятия
sv: Lägg till händelseämne
vi: Thêm chủ đề sự kiện
zh_hans: 添加活动主题
zh_hant: 添加活動主題

source: Add New Event Type
ar: أضف نوع حدث جديد
de: Neuen Veranstaltungstypen hinzufügen
es: Agregar nuevo tipo de evento
fr: Ajouter un nouveau type d'évènement
id: Tambahkan Jenis Acara Baru
ja: 新しいイベントタイプの追加
ko: 새 이벤트 유형 추가
pl: Dodaj nowy typ wydarzenia
ru: Добавить новый тип мероприятия
sv: Lägg till ny händelsetyp
vi: Thêm loại sự kiện mới
zh_hans: 添加新事件类型
zh_hant: 添加新事件類型

source: New Event Type
ar: نوع حدث جديد
de: Neuer Veranstaltungstyp
es: Nuevo tipo de evento
fr: Nouveau type d'évènement
id: Jenis Acara Baru
ja: 新しいイベントの種類
ko: 새로운 이벤트 유형
pl: Nowy typ wydarzenia
ru: Новый тип мероприятия
sv: Ny evenemangstyp
vi: Loại sự kiện mới
zh_hans: 新事件类型
zh_hant: 新事件類型

source: Enter New Event Type
ar: أدخل نوع الحدث الجديد
de: Geben Sie den neuen Veranstaltungstypen ein
es: Ingrese un nuevo tipo de evento
fr: Entrer un nouveau type d'évènement
id: Masukkan Jenis Acara Baru
ja: 新しいイベントタイプの入力
ko: 새 이벤트 유형 입력
pl: Wprowadź nowy typ zdarzenia
ru: Введите новый тип мероприятия
sv: Ange ny händelsetyp
vi: Nhập loại sự kiện mới
zh_hans: 输入新事件类型
zh_hant: 輸入新事件類型

source: Add Event Type
ar: أضف نوع الحدث
de: Veranstaltungstyp hinzufügen
es: Agregar tipo de evento
fr: Ajouter un type d'évènement
id: Tambahkan Jenis Acara
ja: イベントの種類の追加
ko: 이벤트 유형 추가
pl: Dodaj typ wydarzenia
ru: Добавить тип мероприятия
sv: Lägg till händelsestyp
vi: Thêm loại sự kiện
zh_hans: 添加事件类型
zh_hant: 添加事件類型

source: Update image
ar: تحديث الصورة
de: Grafik aktualisieren
es: Actualizar imagen
fr: Mettre à jour l'image
id: Perbarui gambar
ja: 画像を更新
ko: 이미지 업데이트
pl: Zaktualizuj obraz
ru: Обновить изображение
sv: Uppdatera bild
vi: Cập nhật hình ảnh
zh_hans: 更新照片
zh_hant: 更新照片

source: Update Image
ar: تحديث الصورة
de: Bild aktualisieren
es: Actualizar imagen
fr: Mettre à jour l'image
id: Perbarui Gambar
ja: 画像を更新
ko: 이미지 업데이트
pl: Zaktualizuj obraz
ru: Обновить изображение
sv: &Uppdatera bild
vi: Cập nhật hình ảnh
zh_hans: 更新照片
zh_hant: 更新照片

source: Select Image
ar: اختر صورة
de: Bild auswählen
es: Seleccionar Imagen
fr: Sélectionner une image
id: Pilih Gambar
ja: 画像を選択
ko: 이미지 선택
pl: Wybierz obraz
ru: Выберите изображение
sv: Välj bild
vi: Lựa chọn hình ảnh
zh_hans: 选择图像
zh_hant: 選擇圖片

source: For Cover Photos : 300x150px (2:1 ratio) image. For Avatar Photos : 150x150px (1:1 ratio) image.
ar: لصور الغلاف: صورة 300 × 150 بكسل (بنسبة 2: 1). للصور الرمزية: صورة بحجم 150 × 150 بكسل (بنسبة 1: 1).
de: Für Titelbilder: 300 x 150 Pixel (Verhältnis 2: 1). Für Avatar-Fotos: 150 x 150 Pixel (Verhältnis 1: 1).
es: Para fotos de portada: imagen de 300x150px (relación 2: 1). Para Fotos de Avatar: imagen de 150x150px (relación 1: 1).
fr: Pour les photos de couverture : taille de 300x150px (2:1 ratio). Pour les photos d'avatar : taille de 150x150px (1:1 ratio).
id: Untuk Foto Sampul: gambar 300x150px (rasio 2: 1). Untuk Foto Avatar: gambar 150x150px (rasio 1: 1).
ja: カバー写真の場合:300x150px(2:1比)画像。 アバター写真の場合: 150x150px (1:1比) 画像。
ko: 표지 사진 : 300x150px (2 : 1 비율) 이미지. 아바타 사진 용 : 150x150px (1 : 1 비율) 이미지.
pl: W przypadku zdjęć na okładkę: obraz 300 x 150 pikseli (stosunek 2: 1). Zdjęcia awatarów: obraz o wymiarach 150 x 150 pikseli (stosunek 1: 1).
ru: Для обложек: изображение размером 300x150 пикселей (соотношение сторон 2:1). Для фотографий аватара: изображение размером 150x150 пикселей (соотношение сторон 1:1).
sv: För omslagsbilder: 300x150px (2: 1 -förhållande) bild. För avatarbilder: 150x150px (1: 1 -förhållande) bild.
vi: Đối với Ảnh bìa: ảnh 300x150px (tỷ lệ 2: 1). Đối với Ảnh đại diện: ảnh 150x150px (tỷ lệ 1: 1).
zh_hans: 对于封面照片：300x150px（2：1的比例）图像。 对于头像照片：150x150px（1：1比例）图像。
zh_hant: 對於封面照片：300x150px（2：1的比例）圖像。 對於頭像照片：150x150px（1：1比例）圖像。

source: Copyright information
ar: معلومات حقوق التأليف والنشر
de: Urheberrechtshinweise
es: Informacion registrada
fr: Information de copyright
id: Informasi hak cipta
ja: 著作権情報
ko: 저작권 정보
pl: Informacje o prawach autorskich
ru: Информация об авторских правах
sv: Upphovsrättsinformation
vi: Thông tin bản quyền
zh_hans: 版权信息
zh_hant: 版權信息

source: Origin information
ar: معلومات المنشأ
de: Herkunftsinformationen
es: Información de origen
fr: Information sur l'origine
id: Informasi asal
ja: オリジナル情報
ko: 원산지 정보
pl: Informacje o pochodzeniu
ru: Информация о происхождении
sv: Ursprungsinformation
vi: Thông tin xuất xứ
zh_hans: 产地信息
zh_hant: 產地信息

source: You are transferring this event. This action cannot be undone.
ar: أنت تقوم بنقل هذا الحدث. لا يمكن التراجع عن هذا الإجراء.
de: Diese Veranstaltung auf ein anderes Konto übertragen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Estás transfiriendo este evento. Esta acción no se puede deshacer.
fr: Vous transférez cet évènement. Cette action ne peut pas être annulée.
id: Anda mentransfer acara ini. Tindakan ini tidak bisa dibatalkan.
ja: このイベントを転送しています。この操作は元に戻せません。
ko: 이 이벤트를 전송합니다. 이 작업은 취소 할 수 없습니다.
pl: Przenosisz to wydarzenie. Tej czynności nie można cofnąć.
ru: Вы переносите это событие. Это действие не может быть отменено.
sv: Du överför detta evenemang. Denna åtgärd kan inte ångras.
vi: Bạn đang chuyển sự kiện này. Hành động này không thể được hoàn tác.
zh_hans: 您正在转移此事件。此操作无法撤消。
zh_hant: 您正在轉移此事件。此操作無法撤消。

source: All the event rights will be transferred to another user.
ar: سيتم نقل جميع حقوق الحدث إلى مستخدم آخر.
de: Alle Veranstaltungsrechte werden auf einen anderen Benutzer übertragen.
es: Todos los derechos del evento se transferirán a otro usuario.
fr: Tous les droits de l'évènement seront transférés à un autre utilisateur.
id: Semua hak acara akan ditransfer ke pengguna lain.
ja: すべてのイベント権限は別のユーザーに譲渡されます。
ko: 모든 이벤트 권한은 다른 사용자에게 양도됩니다.
pl: Wszystkie prawa do wydarzenia zostaną przeniesione na innego użytkownika.
ru: Все права на событие будут переданы другому пользователю.
sv: Alla händelserättigheter överförs till en annan användare.
vi: Tất cả các quyền sự kiện sẽ được chuyển cho người dùng khác.
zh_hans: 所有活动权利将转移给其他用户。
zh_hant: 所有活動權利將轉移給其他用戶。

source: Transfering event to another user will void all previous owner invites.
ar: سيؤدي نقل الحدث إلى مستخدم آخر إلى إبطال جميع دعوات المالك السابقة.
de: Wenn Sie eine Veranstaltung auf einen anderen Benutzer übertragen, werden alle Einladungen des vorherigen Besitzers ungültig.
es: La transferencia del evento a otro usuario anulará todas las invitaciones de propietarios anteriores.
fr: Le transfert de l'événement à un autre utilisateur annulera toutes les invitations de propriétaire précédentes.
id: Mentransfer acara ke pengguna lain akan membatalkan semua undangan pemilik sebelumnya.
ja: イベントを別のユーザーに転送すると、以前の所有者の招待はすべて無効になります。
ko: 이벤트를 다른 사용자에게 이전하면 이전 소유자 초대가 모두 무효화됩니다.
pl: Przeniesienie wydarzenia do innego użytkownika spowoduje anulowanie wszystkich zaproszeń poprzednich właścicieli.
ru: Передача мероприятия другому пользователю приведет к аннулированию всех приглашений предыдущего владельца.
sv: Om du överför händelsen till en annan användare annulleras alla tidigare ägarinbjudningar.
vi: Chuyển sự kiện cho người dùng khác sẽ vô hiệu tất cả lời mời của chủ sở hữu trước đó.
zh_hans: 将活动转移给其他用户将使之前的所有所有者邀请无效。
zh_hant: 將活動轉移給其他用戶將使之前的所有所有者邀請無效。

source: Please tick the box to agree and press TRANSFER
ar: يرجى وضع علامة في المربع للموافقة ثم الضغط على "نقل"
de: Bitte kreuzen Sie das Kästchen an, um zuzustimmen, und drücken Sie ÜBERTRAGUNG
es: Marque la casilla para aceptar y presione TRANSFERIR
fr: Veuillez cocher la case pour accepter et appuyer sur TRANSFERT
id: Harap centang kotak untuk setuju dan tekan TRANSFER
ja: 同意するボックスにチェックを入れ、TRANSFER を押してください
ko: 동의하려면 체크 박스를 선택하고 전송을 누르세요.
pl: Zaznacz pole, aby wyrazić zgodę i naciśnij PRZELEW
ru: Поставьте галочку, чтобы согласиться, и нажмите TRANSFER.
sv: Markera rutan för att godkänna och tryck på ÖVERFÖRING
vi: Hãy tích vào ô đồng ý và nhấn CHUYỂN
zh_hans: 请勾选方框以表示同意，然后按TRANSFER
zh_hant: 請勾選方框以表示同意，然後按TRANSFER

source: Transfer
ar: تحويل
es: Transferir
fr: Transférer
ja: 転送
ko: 보내기
pl: Prześlij
ru: Передача
sv: Överföring
vi: chuyển khoản
zh_hans: 传输
zh_hant: 傳送

source: Are you sure ?
ar: هل أنت متأكد ؟
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Etes-vous certain ?
id: Apakah anda yakin ?
ja: よろしいですか？
ko: 확실합니까?
ru: Вы уверены ?
sv: Är du säker?
vi: Bạn chắc chứ?
zh_hans: 您确定吗？

source: Ok
ar: نعم
fr: D'accord
id: Oke
ko: 확인
sv: Okej
vi: Vâng
zh_hans: 好的
zh_hant: 好的

source: You are deleting this account. This action cannot be undone.
ar: أنت تحذف هذا الحساب. لا يمكن التراجع عن هذا الإجراء.
de: Sie löschen dieses Konto. Diese Aktion kann nicht rückgängig gemacht werden.
es: Estás eliminando esta cuenta. Esta acción no se puede deshacer.
fr: Vous supprimez ce compte. Cette action ne peut pas être annulée.
id: Anda menghapus akun ini. Tindakan ini tidak bisa dibatalkan.
ja: このアカウントを削除しています。この操作は元に戻せません。
ko: 이 계정을 삭제합니다. 이 작업은 취소 할 수 없습니다.
pl: Usuwasz to konto. Tej czynności nie można cofnąć.
ru: Вы удаляете эту учетную запись. Это действие не может быть отменено.
sv: Du raderar det här kontot. Denna åtgärd kan inte ångras.
vi: Bạn đang xóa tài khoản này. Hành động này không thể được hoàn tác.
zh_hans: 您正在删除此帐户。此操作无法撤消。
zh_hant: 您正在刪除此帳戶。此操作無法撤消。

source: All user data will be deleted
ar: سيتم حذف جميع بيانات المستخدم
de: Alle Benutzerdaten werden gelöscht
es: Se borrarán todos los datos del usuario
fr: Toutes les données utilisateur seront supprimées
id: Semua data pengguna akan dihapus
ja: すべてのユーザー データが削除されます
ko: 모든 사용자 데이터가 삭제됩니다.
pl: Wszystkie dane użytkownika zostaną usunięte
ru: Все данные пользователя будут удалены
sv: All användardata raderas
vi: Tất cả dữ liệu người dùng sẽ bị xóa
zh_hans: 所有用户数据将被删除
zh_hant: 所有用戶數據將被刪除

source: Please tick the box to agree and press DELETE
ar: يرجى وضع علامة في المربع للموافقة ثم الضغط على DELETE
de: Bitte kreuzen Sie das Kästchen an, um zuzustimmen, und drücken Sie LÖSCHEN
es: Marque la casilla para aceptar y presione SUPR.
fr: Veuillez cocher la case pour accepter et appuyer sur SUPPRIMER
id: Harap centang kotak untuk setuju dan tekan DELETE
ja: 同意するボックスにチェックを入れ、Del キーを押してください。
ko: 동의하려면 체크 박스를 선택하고 Delete 키를 누르세요.
pl: Zaznacz pole, aby wyrazić zgodę i naciśnij klawisz DELETE
ru: Установите флажок, чтобы согласиться, и нажмите УДАЛИТЬ.
sv: Markera rutan för att godkänna och tryck på DELETE
vi: Hãy tích vào ô đồng ý và nhấn XÓA
zh_hans: 请勾选方框以表示同意，然后按DELETE
zh_hant: 請勾選方框以表示同意，然後按DELETE

source: Contact the Organizer
ar: اتصل بالمنظم
de: Veranstalter kontaktieren
es: Contacta con el organizador
fr: Contacter l’organisateur
id: Hubungi Penyelenggara
ja: 主催者にお問い合わせください
ko: 주최자에게 문의
pl: Skontaktuj się z Organizatorem
ru: Связаться с организатором
sv: Kontakta organisatören
vi: Liên hệ với Ban tổ chức
zh_hans: 联络主办方
zh_hant: 聯繫主辦方

source: Your message was sent to the organizers of this group.
ar: تم إرسال رسالتك إلى منظمي هذه المجموعة.
de: Ihre Nachricht wurde an die Organisatoren dieser Gruppe gesendet.
es: Su mensaje fue enviado a los organizadores de este grupo.
fr: Votre message a été envoyé aux organisateurs de ce groupe.
id: Pesan Anda telah dikirim ke penyelenggara grup ini.
ja: あなたのメッセージはこのグループの主催者に送られました。
ko: 귀하의 메시지가 이 그룹의 주최자에게 전송되었습니다.
pl: Twoja wiadomość została wysłana do organizatorów tej grupy.
ru: Ваше сообщение отправлено организаторам этой группы.
sv: Ditt meddelande skickades till arrangörerna av den här gruppen.
vi: Tin nhắn của bạn đã được gửi đến ban tổ chức của nhóm này.
zh_hans: 您的消息已发送给此群组的组织者。
zh_hant: 您的消息已發送給此群組的組織者。

source: Your message was sent to the organizers of this event.
ar: تم إرسال رسالتك إلى منظمي هذا الحدث.
de: Ihre Nachricht wurde an die Organisatoren dieser Veranstaltung gesendet.
es: Su mensaje fue enviado a los organizadores de este evento.
fr: Votre message a été envoyé aux organisateurs de cet événement.
id: Pesan Anda telah dikirim ke penyelenggara acara ini.
ja: あなたのメッセージはこのイベントの主催者に送られました。
ko: 귀하의 메시지가 이 이벤트의 주최자에게 전송되었습니다.
pl: Twoja wiadomość została wysłana do organizatorów tego wydarzenia.
ru: Ваше сообщение отправлено организаторам мероприятия.
sv: Ditt meddelande skickades till arrangörerna av detta evenemang.
vi: Tin nhắn của bạn đã được gửi đến những người tổ chức sự kiện này.
zh_hans: 您的消息已发送给本次活动的组织者。
zh_hant: 您的消息已發送給本次活動的組織者。

source: You should receive a copy of the message to your email inbox.
ar: يجب أن تتلقى نسخة من الرسالة إلى صندوق البريد الإلكتروني الخاص بك.
de: In den kommenden Minuten sollten Sie eine Kopie der Nachricht in Ihrem E-Mail-Posteingang erhalten.
es: Debería recibir una copia del mensaje en su bandeja de entrada de correo electrónico.
fr: Vous devriez recevoir une copie du message dans votre boîte de réception.
id: Anda akan menerima salinan pesan ke kotak masuk email Anda.
ja: メッセージのコピーがメールの受信トレイに届きます。
ko: 이메일받은 편지함으로 메시지 사본을 받아야합니다.
pl: Powinieneś otrzymać kopię wiadomości na swoją skrzynkę e-mail.
ru: Вы должны получить копию сообщения на свой почтовый ящик.
sv: Du bör få en kopia av meddelandet till din inkorg.
vi: Bạn sẽ nhận được một bản sao của tin nhắn vào hộp thư đến email của mình.
zh_hans: 您应该收到一封邮件副本到您的电子邮件收件箱。
zh_hant: 您應該收到一封郵件副本到您的電子郵件收件箱。

source: The organizers will contact you by email.
ar: سيتصل بك المنظمون عبر البريد الإلكتروني.
de: Die Organisatoren werden Sich per E-Mail mit Ihnen in Verbindung setzen.
es: Los organizadores se comunicarán contigo por correo electrónico.
fr: Les organisateurs vous contacteront par e-mail.
id: Penyelenggara akan menghubungi Anda melalui email.
ja: 主催者からメールでご連絡いたします。
ko: 주최자가 이메일로 연락을드립니다.
pl: Organizatorzy skontaktują się z Tobą mailowo.
ru: Организаторы свяжутся с вами по электронной почте.
sv: Arrangörerna kommer att kontakta dig via e -post.
vi: Ban tổ chức sẽ liên hệ với bạn qua email.
zh_hans: 主办方将通过电子邮件与您联系。
zh_hant: 主辦方將通過電子郵件與您聯繫。

source: Close
ar: يغلق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
ko: 닫기
pl: Zamknij
ru: Закрыть
sv: Stäng
vi: Đóng
zh_hans: 关
zh_hant: 關閉

source: Group Organizer
ar: منظم المجموعة
de: Gruppenorganisator
es: Organizador de grupo
fr: Organisateur de groupe
id: Pengorganisir Grup
ja: グループオーガナイザー
ko: 그룹 오거나이저
pl: Organizator grupy
ru: Организатор группы
sv: Grupporganisatör
vi: Người tổ chức nhóm
zh_hans: 团体组织者
zh_hant: 團體組織者

source: Event Organizer
ar: منظم الحدث
de: Organisator der Veranstaltung
es: Organizador de eventos
fr: Organisateur de l'événement
id: Penyelenggara Acara
ja: 企画者
ko: 이벤트 주최자
pl: Organizator imprezy
ru: Организатор мероприятий
sv: Arrangören
vi: Người tổ chức sự kiện
zh_hans: 活动组织者
zh_hant: 活動組織者

source: Send Email
ar: ارسل بريد الكتروني
de: E-Mail senden
es: Enviar un correo electrónico
fr: Envoyer un courriel
id: Kirim Surel
ko: 이메일 보내기
pl: Wyślij e-mail
ru: Отправить электронное письмо
sv: Skicka e-post
zh_hans: 发送邮件
zh_hant: 寄送電子信件

source: Crop Image
ar: قص الصوره
de: Bild zuschneiden
es: Delimitar imagen
fr: Rogner l'image
id: Pangkas Gambar
ja: トリミング画像
ko: 이미지 자르기
pl: Przytnij zdjęcie
ru: Обрезать изображение
sv: Beskär bild
vi: Cắt hình ảnh
zh_hans: 裁剪图片
zh_hant: 裁剪圖片

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Resetear
id: Setel ulang
ja: リセット
ru: Сброс
sv: Återställ
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Looks good
ar: تبدو جيدا
de: Sieht gut aus
es: Se ve bien
fr: Ca parait bien
id: Kelihatan bagus
ja: いい感じです
ko: 좋아 보인다
pl: Wygląda dobrze
ru: Выглядит неплохо
sv: Ser bra ut
vi: Trông ổn
zh_hans: 看起来挺好的
zh_hant: 看起來挺好的

source: Update System Roles
ar: تحديث أدوار النظام
de: Systemrollen aktualisieren
es: Actualizar roles del sistema
fr: Mettre à jour les rôles système
id: Perbarui Peran Sistem
ja: システム ロールを更新
ko: 시스템 역할 업데이트
pl: Zaktualizuj role systemowe
ru: Обновить системные роли
sv: Uppdatera systemroller
vi: Cập nhật vai trò hệ thống
zh_hans: 更新系统角色
zh_hant: 更新系統角色

source: Provide admin access?
ar: توفير وصول المسؤول؟
de: Admin-Zugriff bereitstellen?
es: ¿Proporcionar acceso de administrador?
fr: Fournir un accès admin ?
id: Berikan akses admin?
ja: 管理者アクセスを提供
ko: 관리자 액세스를 제공 하시겠습니까?
pl: Zapewnić dostęp administratora?
ru: Предоставить доступ администратора?
sv: Vill du ge administratörsåtkomst?
vi: Cung cấp quyền truy cập quản trị viên?
zh_hans: 提供管理员权限？
zh_hant: 提供管理員權限？

source: Custom system roles
ar: أدوار النظام المخصصة
de: Benutzerdefinierte Systemrollen
es: Roles de sistema personalizados
fr: Rôles système personnalisés
id: Peran sistem kustom
ja: カスタム システム ロール
ko: 사용자 정의 시스템 역할
pl: Niestandardowe role systemowe
ru: Настраиваемые системные роли
sv: Anpassade systemroller
vi: Vai trò hệ thống tùy chỉnh
zh_hans: 自定义系统角色
zh_hant: 自定義系統角色

source: Sales Admin
ar: مشرف مبيعات
de: Verkaufsadmin
es: Administrador de ventas
fr: Administration des ventes
id: Administrasi Penjualan
ja: 営業管理
ko: 영업 관리자
pl: Administrator sprzedaży
ru: Администратор продаж
sv: Försäljningsadmin
vi: Quản trị viên bán hàng
zh_hans: 销售管理员
zh_hant: 銷售管理員

source: Are you sure you would like to delete this event?
ar: هل أنت متأكد أنك تريد حذف هذا الحدث؟
de: Möchten Sie diese Veranstaltung wirklich löschen?
es: Realmente que desea eliminar este evento
fr: Etes-vous certains de vouloir supprimer cet évènement ?
id: Anda yakin ingin menghapus acara ini?
ja: このイベントを削除してもよろしいですか
ko: 이 행사를 삭제 하시겠습니까
pl: Czy na pewno chcesz usunąć to wydarzenie?
ru: Вы уверены, что хотите удалить это мероприятие?
sv: Är du säker på att du vill ta bort den här händelsen?
vi: Bạn có chắc muốn xóa sự kiện này không
zh_hans: 您确定要删除此活动吗
zh_hant: 您確定要刪除此活動

source: Deleting the event will delete all the data associated with it.
ar: سيؤدي حذف الحدث إلى حذف جميع البيانات المرتبطة به.
de: Durch das Löschen der Veranstaltung werden alle damit verbundenen Daten gelöscht.
es: Eliminar el evento eliminará todos los datos asociados con él.
fr: Supprimer l'évènement supprimera toutes les données associées.
id: Menghapus acara akan menghapus semua data yang terkait dengannya.
ja: イベントを削除すると、それに関連付けられているすべてのデータが削除されます。
ko: 이벤트를 삭제하면 관련된 모든 데이터가 삭제됩니다.
pl: Usunięcie wydarzenia spowoduje usunięcie wszystkich powiązanych z nim danych.
ru: Удаление события приведет к удалению всех связанных с ним данных.
sv: Om du tar bort händelsen raderas all data som är kopplad till den.
vi: Xóa sự kiện sẽ xóa tất cả dữ liệu được liên kết với nó.
zh_hans: 删除事件将删除与其关联的所有数据。
zh_hant: 刪除事件將刪除與其關聯的所有數據。

source: Please enter the full name of the event to continue
ar: الرجاء إدخال الاسم الكامل للحدث للمتابعة
de: Um fortzufahren, bitte den vollständigen Namen der Veranstaltung eingeben
es: Ingrese el nombre completo del evento para continuar
fr: Merci de saisir le nom complêt de l'évènement pour continuer
id: Silakan masukkan nama lengkap acara untuk melanjutkan
ja: 続けてイベントの完全な名前を入力してください
ko: 계속하려면 이벤트의 전체 이름을 입력하세요.
pl: Wprowadź pełną nazwę wydarzenia, aby kontynuować
ru: Пожалуйста, введите полное название мероприятия, чтобы продолжить
sv: Ange evenemangets fullständiga namn för att fortsätta
vi: Vui lòng nhập tên đầy đủ của sự kiện để tiếp tục
zh_hans: 请输入活动的全名以继续
zh_hant: 請輸入活動的全名以繼續

source: Delete Event
ar: حذف الحدث
de: Veranstaltung löschen
es: Eliminar evento
fr: Supprimer l'évènement
id: Hapus acara
ja: 予定を削除
ko: 일정 삭제
pl: Zdarzenie Delete
ru: Удалить мероприятие
sv: _Radera händelse
vi: Xóa sự kiện
zh_hans: 删除活动
zh_hant: 刪除活動

source: Revisions
ar: التنقيحات
de: Revisionen
es: Revisiones
fr: Révisions
id: Revisi
ja: 改訂
ko: 개정
pl: Korekty
ru: Изменения
sv: Ändringshistorik
vi: Bản sửa đổi
zh_hans: 副本
zh_hant: 修訂版

source: Revisions by testuser
ar: المراجعات من قبل المختبرين
de: Überarbeitungen durch den Testbenutzer
es: Revisiones por testuser
fr: Révisions par testuser
id: Revisi oleh testuser
ja: テストユーザーによる改訂
ko: testuser의 수정
pl: Poprawki wykonane przez testuser
ru: Изменения, сделанные пользователем testuser
sv: Revisioner av testanvändare
vi: Bản sửa đổi của người dùng thử
zh_hans: 测试用户的修订
zh_hant: 測試用戶的修訂

source: days ago
ar: أيام مضت
de: Tage vorher
es: días atrás
fr: jours avant
id: beberapa hari yang lalu
ja: 日前
ko: 며칠 전에
pl: dni temu
ru: дней назад
sv: dagar sedan
vi: ngày trước
zh_hans: 几天前
zh_hant: 幾天前

source: Current Revision
ar: مراجعة حالية
de: Aktuelle Revision
es: Revisión actual
fr: Révision actuelle
id: Revisi Saat Ini
ja: 現在のリビジョン
ko: 현재 버전
pl: Bieżąca wersja
ru: Текущая редакция
sv: Nuvarande översyn
vi: Bản sửa đổi hiện tại
zh_hans: 当前修订
zh_hant: 當前修訂

source: Share this event
ar: شارك هذا الحدث
de: Diese Veranstaltung teilen
es: Comparte este evento
fr: Partager l'évènement
id: Bagikan acara ini
ja: このイベントを共有
ko: 이벤트 공유하기
pl: Udostępnij to wydarzenie
ru: Поделиться этим мероприятием
sv: Dela den här händelsen
vi: Chia sẻ sự kiện này
zh_hans: 分享此活动
zh_hant: 分享此活動

source: Are you sure you would like to transfer this event?
ar: هل أنت متأكد أنك تريد نقل هذا الحدث؟
de: Sind Sie sicher, dass Sie diese Veranstaltung übertragen möchten?
es: ¿Estás seguro de que te gustaría transferir este evento?
fr: Êtes-vous sûr·e de vouloir transférer cet évènement ?
id: Anda yakin ingin mentransfer acara ini?
ja: このイベントを転送しますか?
ko: 이 이벤트를 전송 하시겠습니까?
pl: Czy na pewno chcesz przenieść to wydarzenie?
ru: Вы уверены, что хотите перенести это мероприятие?
sv: Är du säker på att du vill överföra detta evenemang?
vi: Bạn có chắc chắn muốn chuyển sự kiện này không?
zh_hans: 您确定要转移此活动吗？
zh_hant: 您確定要轉移此活動嗎？

source: Transferring the event to another user will lead to you losing all the owner rights.
ar: سيؤدي نقل الحدث إلى مستخدم آخر إلى فقدان جميع حقوق المالك.
de: Wenn Sie die Veranstaltung auf ein anderes Konto / einen anderen Benutzer übertragen, verlieren Sie alle Eigentümerrechte.
es: Si transfieres el evento a otro usuario, perderás todos los derechos de propietario.
fr: Le transfert de l'évènement à un autre utilisateur vous fera perdre tous les droits de propriétaire.
id: Mentransfer acara ke pengguna lain akan membuat Anda kehilangan semua hak pemilik.
ja: イベントを別のユーザーに転送すると、すべての所有者権限が失われます。
ko: 이벤트를 다른 사용자에게 이전하면 모든 소유자 권한을 잃게됩니다.
pl: Przeniesienie wydarzenia na innego użytkownika spowoduje utratę wszystkich praw właściciela.
ru: Передача события другому пользователю приведет к потере вами всех прав владельца.
sv: Överföring av händelsen till en annan användare leder till att du förlorar alla ägarrättigheter.
vi: Việc chuyển sự kiện cho người dùng khác sẽ dẫn đến việc bạn mất tất cả các quyền của chủ sở hữu.
zh_hans: 将事件转移给另一个用户将导致您失去所有所有者权利。
zh_hant: 將事件轉移給另一個用戶將導致您失去所有所有者權利。

source: On successful transfer of event you will be downgraded to Organizer.
ar: عند النقل الناجح للحدث ، سيتم إرجاعك إلى "المنظم".
de: Nach erfolgreicher Übertragung der Veranstaltung werden Sie zum Organisator heruntergestuft.
es: Tras la transferencia exitosa del evento, se le bajará de categoría a Organizador.
fr: En cas de transfert réussi de l'événement, vous serez rétrogradé au rang d'organisateur.
id: Pada transfer acara yang berhasil, Anda akan diturunkan ke Penyelenggara.
ja: イベントの転送が成功すると、オーガナイザーにダウングレードされます。
ko: 이벤트가 성공적으로 전송되면 주최자로 다운그레이드됩니다.
pl: Po pomyślnym przeniesieniu wydarzenia zostaniesz obniżony do rangi Organizatora.
ru: При успешном переносе мероприятия вы будете понижены до Организатора.
sv: Vid lyckad överföring av händelse nedgraderas du till Organizer.
vi: Khi chuyển sự kiện thành công, bạn sẽ bị hạ cấp xuống Người tổ chức.
zh_hans: 成功转移活动后，您将被降级为组织者。
zh_hant: 成功轉移活動後，您將被降級為組織者。
