Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: South Africa
ar: جنوب أفريقيا
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
id: Afrika Selatan
ja: 南アフリカ
ko: 남아프리카공화국
pl: Południowa Afryka
ru: Южная Африка
sv: Sydafrika
vi: Nam Phi
zh_hans: 南非
zh_hant: 南非

source: Zambia
ar: زامبيا
de: Sambia
fr: Zambie
ja: ザンビア
ko: 잠비아
ru: Замбия
zh_hans: 赞比亚
zh_hant: 尚比亞

source: Zimbabwe
ar: زيمبابوي
es: Zimbabue
ja: ジンバブエ
ko: 짐바브웨
ru: Зимбабве
zh_hans: 津巴布韦
zh_hant: 辛巴威

source: Appearance or Signing
ar: المظهر أو التوقيع
es: Apariencia o firma
fr: Apparence ou signature
id: Penampilan atau Penandatanganan
ja: 外観または署名
ko: 외모 또는 서명
pl: Wygląd lub podpis
ru: Внешний вид или подпись
sv: Utseende eller signering
vi: Xuất hiện hoặc Ký tên
zh_hans: 外观或签名
zh_hant: 外觀或簽名

source: Attraction
ar: جاذبية
de: Attraktion
es: Atracción
id: Daya tarik
ja: アトラクション
ko: 끌어 당김
pl: Atrakcja
ru: Привлечение
sv: Attraktion
vi: Sức hút
zh_hans: 景点
zh_hant: 景點

source: Camp, Trip, or Retreat
ar: معسكر أو رحلة أو تراجع
de: Camp, Trip oder Erholung
es: Campamento, viaje o retiro
fr: Camp, voyage ou retraite
id: Perkemahan, Perjalanan, atau Retret
ja: キャンプ、旅行、またはリトリート
ko: 캠프, 여행 또는 후퇴
pl: Obóz, wycieczka lub rekolekcje
ru: Лагерь, поездка или отступление
sv: Läger, resa eller reträtt
vi: Cắm trại, Chuyến đi hoặc Khóa tu
zh_hans: 露营、旅行或静修
zh_hant: 露營、旅行或靜修

source: Class, Training, or Workshop
ar: فصل دراسي أو تدريب أو ورشة عمل
de: Studium, Ausbildung oder Workshop
es: Clase, formación o taller
fr: Cours, formation ou atelier
id: Kelas, Pelatihan, atau Lokakarya
ja: クラス、トレーニング、またはワークショップ
ko: 수업, 교육 또는 워크샵
pl: Zajęcia, szkolenie lub warsztat
ru: Класс, Тренинг или Мастерская
sv: Klass, utbildning eller workshop
vi: Lớp học, Đào tạo hoặc Hội thảo
zh_hans: 课程、培训或研讨会
zh_hant: 課程、培訓或研討會

source: Concert or Performance
ar: حفلة موسيقية أو أداء
de: Konzert oder Aufführung
es: Concierto o actuación
fr: Concert ou représentation
id: Konser atau Pertunjukan
ja: コンサートまたはパフォーマンス
ko: 콘서트 또는 공연
pl: Koncert lub występ
ru: Концерт или спектакль
sv: Konsert eller föreställning
vi: Buổi hòa nhạc hoặc biểu diễn
zh_hans: 音乐会或表演
zh_hant: 音樂會或表演

source: Conference
ar: مؤتمر
de: Konferenz
es: Conferencia
fr: Conférence
id: Pertemuan
ja: 会議
ko: 회의
pl: Konferencja
ru: Конференция
sv: Konferens
vi: Hội nghị
zh_hans: 会议
zh_hant: 會議

source: Convention
ar: مؤتمر
es: Convención
id: Konvensi
ja: 大会
ko: 협약
pl: Konwencja
ru: соглашение
sv: Konvent
vi: quy ước
zh_hans: 惯例
zh_hant: 慣例

source: Dinner or Gala
ar: عشاء أو حفل
de: Abendessen oder Gala
es: Cena o Gala
fr: Dîner ou Gala
id: Makan malam atau Gala
ja: ディナーまたはガラ
ko: 저녁 식사 또는 갈라
pl: Kolacja lub Gala
ru: Ужин или гала
sv: Middag eller gala
vi: Bữa tối hoặc Dạ tiệc
zh_hans: 晚餐或晚宴
zh_hant: 晚餐或晚宴

source: Festival or Fair
ar: مهرجان أو معرض
de: Festival oder Messe
es: Festival o Feria
fr: Fête ou Foire
id: Festival atau Pekan Raya
ja: フェスティバルまたはフェア
ko: 축제 또는 박람회
pl: Festiwal lub jarmark
ru: Фестиваль или ярмарка
sv: Festival eller mässa
vi: Lễ hội hoặc Hội chợ
zh_hans: 节日或集市
zh_hant: 節日或集市

source: Game or Competition
ar: لعبة أو مسابقة
de: Spiel oder Wettbewerb
es: Juego o competencia
fr: Jeu ou Compétition
id: Permainan atau Kompetisi
ja: ゲームまたは競争
ko: 게임 또는 경쟁
pl: Gra lub konkurencja
ru: Игра или соревнование
sv: Spel eller tävling
vi: Trò chơi hoặc Cuộc thi
zh_hans: 游戏或比赛
zh_hant: 遊戲或比賽

source: Meeting or Networking Event
ar: اجتماع أو حدث التواصل
de: Meeting oder Networking-Event
es: Evento de reunión o networking
fr: Réunion ou événement de réseautage
id: Acara Rapat atau Jejaring
ja: ミーティングまたはネットワーキングイベント
ko: 회의 또는 네트워킹 이벤트
pl: Spotkanie lub wydarzenie networkingowe
ru: Встреча или деловое мероприятие
sv: Möte eller nätverksevenemang
vi: Sự kiện họp hoặc kết nối mạng
zh_hans: 会议或社交活动
zh_hant: 會議或社交活動

source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
id: Lainnya
ja: 他の
ko: 다른
pl: Inny
ru: Другой
sv: Övrig
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Party or Social Gathering
ar: حفلة أو تجمع اجتماعي
de: Party oder geselliges Beisammensein
es: Fiesta o reunión social
fr: Fête ou rassemblement social
id: Pesta atau Pertemuan Sosial
ja: パーティーまたは懇親会
ko: 파티 또는 사교 모임
pl: Impreza lub spotkanie towarzyskie
ru: Вечеринка или общественное собрание
sv: Fest eller social sammankomst
vi: Tụ tập Đảng hoặc Xã hội
zh_hans: 聚会或社交聚会
zh_hant: 聚會或社交聚會

source: Race or Endurance Event
ar: حدث السباق أو القدرة على التحمل
de: Rennen oder Ausdauer-Event
es: Evento de carrera o resistencia
fr: Course ou épreuve d'endurance
id: Acara Balap atau Ketahanan
ja: レースまたは持久力イベント
ko: 경주 또는 지구력 이벤트
pl: Zawody wyścigowe lub wytrzymałościowe
ru: Гонка или соревнование на выносливость
sv: Race eller Endurance Event
vi: Sự kiện Đua xe hoặc Sức bền
zh_hans: 比赛或耐力赛
zh_hant: 比賽或耐力賽

source: Rally
ar: تجمع
de: Rallye
es: Reunión
fr: Se rallier
id: Rapat umum
ja: ラリー
ko: 랠리
pl: Rajd
ru: Ралли
sv: Samling
vi: Tập hợp
zh_hans: 团结
zh_hant: 團結

source: Screening
ar: تحري
de: Vorführung
es: Poner en pantalla
fr: Dépistage
id: Penyaringan
ja: ふるい分け
ko: 상영
pl: Ekranizacja
ru: Скрининг
sv: Undersökning
vi: Sàng lọc
zh_hans: 筛选
zh_hant: 篩選

source: Seminar or Talk
ar: ندوة او نقاش
de: Seminar oder Vortrag
es: Seminario o Charla
fr: Séminaire ou conférence
id: Seminar atau Talk
ja: セミナーまたはトーク
ko: 세미나 또는 토크
pl: Seminarium lub wykład
ru: Семинар или беседа
sv: Seminarium eller samtal
vi: Hội thảo hoặc Nói chuyện
zh_hans: 研讨会或讲座
zh_hant: 研討會或講座

source: Tour
ar: رحلة
es: Excursión
id: Wisata
ja: 旅行
ko: 여행
pl: Wycieczka
ru: Тур
sv: Turné
vi: Chuyến du lịch
zh_hans: 旅游
zh_hant: 旅遊

source: Tournament
ar: المسابقة
de: Turnier
es: Torneo
fr: Tournoi
id: Turnamen
ja: トーナメント
ko: 토너먼트
pl: Turniej
ru: Турнир
sv: Turnering
vi: Giải đấu
zh_hans: 比赛
zh_hant: 比賽

source: Tradeshow, Consumer Show, or Expo
ar: المعرض التجاري أو عرض المستهلك أو المعرض
de: Messe, Ausstellung oder Expo
es: Feria comercial, feria del consumidor o exposición
fr: Salon professionnel, salon grand public ou exposition
id: Pameran Dagang, Pameran Konsumen, atau Expo
ja: 見本市、消費者ショー、または博覧会
ko: 무역 박람회, 소비자 박람회 또는 엑스포
pl: Targi, targi konsumenckie lub Expo
ru: Выставка, Выставка Потребителей или Выставка
sv: Mässa, Konsumentmässa eller Expo
vi: Tradeshow, Consumer Show hoặc Expo
zh_hans: 贸易展、消费者展或博览会
zh_hant: 貿易展、消費者展或博覽會

source: Air
ar: هواء
de: Flug
es: Aire
id: Udara
ja: 空気
ko: 공기
pl: Powietrze
ru: Воздуха
sv: Luft
vi: Không khí
zh_hans: 空气
zh_hant: 空氣

source: Auto
ar: آلي
id: Mobil
ja: 自動
ko: 자동
pl: Automatyczny
ru: Авто
sv: Bil
vi: Tự động
zh_hans: 汽车
zh_hant: 汽車

source: Boat
ar: قارب
de: Boot
es: Bote
fr: Bateau
id: Kapal
ja: ボート
ko: 보트
pl: Łódź
ru: Лодка
sv: Båt
vi: Con thuyền
zh_hans: 船
zh_hant: 船

source: Motorcycle/ATV
ar: دراجة نارية / مركبة
de: Motorrad
es: Motocicleta / ATV
fr: Moto/VTT
id: Sepeda Motor/ATV
ja: オートバイ/ ATV
ko: 오토바이/ATV
pl: Motocykl/ATV
ru: Мотоцикл / квадроцикл
sv: Motorcykel/ATV
vi: Xe máy / ATV
zh_hans: 摩托车/沙滩车
zh_hant: 摩托車/沙灘車

source: Career
ar: حياة مهنية
de: Karriere
es: Carrera profesional
fr: Carrière
id: Karier
ja: キャリア
ko: 직업
pl: Przechylać
ru: Карьера
sv: Karriär
vi: Sự nghiệp
zh_hans: 职业
zh_hant: 職業

source: Design
ar: تصميم
es: Diseño
fr: Conception
id: Desain
ja: 設計
ko: 설계
pl: Projekt
ru: Дизайн
vi: Thiết kế
zh_hans: 设计
zh_hant: 設計

source: Educators
ar: المتعلمين
de: Ausbilder
es: Educadores
fr: Éducateurs
id: Pendidik
ja: 教育者
ko: 교육자
pl: Nauczyciele
ru: Педагоги
sv: Lärare
vi: Nhà giáo dục
zh_hans: 教育工作者
zh_hant: 教育工作者

source: Environment & Sustainability
ar: البيئة والاستدامة
de: Umwelt & Nachhaltigkeit
es: Medio Ambiente y Sostenibilidad
fr: Environnement et durabilité
id: Lingkungan & Keberlanjutan
ja: 環境と持続可能性
ko: 환경 및 지속 가능성
pl: Środowisko i zrównoważony rozwój
ru: Окружающая среда и устойчивость
sv: Miljö & Hållbarhet
vi: Môi trường & Bền vững
zh_hans: 环境与可持续发展
zh_hant: 環境與可持續發展

source: Finance
ar: تمويل
de: Finanzen
es: Finanzas
fr: La finance
id: Keuangan
ja: ファイナンス
ko: 재원
pl: Finanse
ru: Финансы
sv: Finansiera
vi: Tài chính
zh_hans: 金融
zh_hant: 金融

source: Media
ar: وسائط
de: Medien
es: Medios de comunicación
ja: メディア
ko: 미디어
pl: Głoska bezdźwięczna
ru: Медиа
vi: Phương tiện truyền thông
zh_hans: 媒体
zh_hant: 媒體

source: Non Profit & NGOs
ar: المنظمات غير الربحية والمنظمات غير الحكومية
de: Gemeinnützige Organisationen und NGOs
es: Organizaciones sin fines de lucro y ONG
fr: À but non lucratif et ONG
id: Nirlaba & LSM
ja: 非営利およびNGO
ko: 비영리 및 NGO
pl: Organizacje non-profit i organizacje pozarządowe
ru: Некоммерческие и неправительственные организации
sv: Ideella och icke-statliga organisationer
vi: Phi lợi nhuận & NGOs
zh_hans: 非营利组织和非政府组织
zh_hant: 非營利組織和非政府組織

source: Real Estate
ar: العقارات
de: Immobilien
es: Bienes raíces
fr: Immobilier
id: Perumahan
ja: 不動産
ko: 부동산
pl: Nieruchomość
ru: Недвижимость
sv: Fastighet
vi: Địa ốc
zh_hans: 房地产
zh_hant: 房地產

source: Sales & Marketing
ar: المبيعات والتسويق
de: Vertrieb & Marketing
es: Ventas y Marketing
fr: Ventes et Marketing
id: penjualan & Pemasaran
ja: セールス＆マーケティング
ko: 영업 및 마케팅
pl: Sprzedaż i Marketing
ru: Продажи и маркетинг
sv: Försäljning och marknadsföring
vi: Bán hàng & Tiếp thị
zh_hans: 销售与市场营销
zh_hant: 銷售與市場營銷

source: Startups & Small Business
ar: الشركات الناشئة والشركات الصغيرة
de: Startups & Kleine Unternehmen
es: Startups y pequeñas empresas
fr: Startups et petites entreprises
id: Startup & Bisnis Kecil
ja: スタートアップと中小企業
ko: 스타트업 및 중소기업
pl: Startupy i małe firmy
ru: Стартапы и малый бизнес
sv: Nystartade företag och småföretag
vi: Khởi nghiệp & Doanh nghiệp nhỏ
zh_hans: 初创企业和小型企业
zh_hant: 初創企業和小型企業

source: Animal Welfare
ar: الرفق بالحيوان
de: Tierschutz
es: Bienestar de los animales
fr: Bien-être animal
id: Kesejahteraan Hewan
ja: 動物福祉
ko: 동물 복지
pl: Dobrostan zwierząt
ru: Забота о животных
sv: Djurskydd
vi: Phúc lợi động vật
zh_hans: 动物福利
zh_hant: 動物福利

source: Disaster Relief
ar: الإغاثة في حالات الكوارث
de: Katastrophenhilfe
es: Alivio de desastres
fr: Secours aux sinistrés
id: Bantuan bencana
ja: 災害救援
ko: 재해구호
pl: Pomoc w przypadku klęsk żywiołowych
ru: Помощь при стихийных бедствиях
sv: Katastrofhjälp
vi: Cứu trợ thiên tai
zh_hans: 赈灾
zh_hant: 賑災

source: Education
ar: تعليم
de: Bildung
es: Educación
fr: Éducation
id: Pendidikan
ja: 教育
ko: 교육
pl: Edukacja
ru: Образование
sv: Utbildning
vi: Giáo dục
zh_hans: 教育
zh_hant: 教育

source: Environment
ar: بيئة
de: Umwelt
es: Ambiente
fr: Environnement
id: Lingkungan
ja: 環境
ko: 환경
pl: Środowisko
ru: Окружающая обстановка
sv: Miljö
vi: Môi trường
zh_hans: 环境
zh_hant: 環境

source: Healthcare
ar: الرعاىة الصحية
de: Gesundheitswesen
es: Cuidado de la salud
fr: Soins de santé
id: Kesehatan
ja: 健康管理
ko: 보건 의료
pl: Opieka zdrowotna
ru: Здравоохранение
sv: Sjukvård
vi: Chăm sóc sức khỏe
zh_hans: 卫生保健
zh_hant: 衛生保健

source: Human Rights
ar: حقوق الانسان
de: Menschenrechte
es: Derechos humanos
fr: Droits humains
id: Hak asasi Manusia
ja: 人権
ko: 인권
pl: Prawa człowieka
ru: Права человека
sv: Mänskliga rättigheter
vi: Quyền con người
zh_hans: 人权
zh_hant: 人權

source: International Aid
ar: المعونة الدولية
de: Internationale Hilfe
es: Ayuda internacional
fr: Aide internationale
id: Bantuan Internasional
ja: 国際援助
ko: 국제 원조
pl: Pomocy międzynarodowej
ru: Международная помощь
sv: Internationellt bistånd
vi: Viện trợ quốc tế
zh_hans: 国际援助
zh_hant: 國際援助

source: Poverty
ar: فقر
de: Armut
es: Pobreza
fr: La pauvreté
id: Kemiskinan
ja: 貧困
ko: 빈곤
pl: Ubóstwo
ru: Бедность
sv: Fattigdom
vi: Nghèo
zh_hans: 贫困
zh_hant: 貧困

source: City/Town
ar: المدينة / البلدة
de: Stadt
es: Ciudad / pueblo
fr: Ville/Ville
id: Kota/Kota
ja: 市/町
ko: 시/마을
pl: Miasto
ru: Город / Город
sv: Stad/stad
vi: Thành phố / Thị trấn
zh_hans: 城市/城镇
zh_hant: 城市/城鎮

source: County
ar: مقاطعة
de: Landkreis
es: condado
fr: comté
id: daerah
ja: 郡
ko: 군
pl: Hrabstwo
ru: округ
sv: Grevskap
vi: Quận
zh_hans: 县
zh_hant: 縣

source: Heritage
ar: إرث
de: Erbe
es: Herencia
fr: Patrimoine
id: Warisan
ja: 遺産
ko: 유산
pl: Dziedzictwo
ru: Наследство
sv: Arv
vi: Gia tài
zh_hans: 遗产
zh_hant: 遺產

source: Medieval
ar: القرون الوسطى
de: Mittelalterlich
fr: Médiéval
id: Pertengahan
ja: 中世
ko: 중세
pl: Średniowieczny
ru: Средневековый
sv: Medeltida
vi: Thời trung cổ
zh_hans: 中世纪
zh_hant: 中世紀

source: Nationality
ar: جنسية
de: Staatsangehörigkeit
es: Nacionalidad
fr: Nationalité
id: Kebangsaan
ja: 国籍
ko: 국적
pl: Narodowość
ru: Национальность
sv: Nationalitet
vi: Quốc tịch
zh_hans: 国籍
zh_hant: 國籍

source: Renaissance
ar: عصر النهضة
es: Renacimiento
id: Renaisans
ja: ルネッサンス
ko: 르네상스
pl: renesans
ru: Ренессанс
sv: Renässans
vi: Thời phục hưng
zh_hans: 再生
zh_hant: 再生

source: Alumni
ar: الخريجين
es: Alumnos
fr: Anciens
ja: 同窓生
ko: 동문
pl: Absolwenci
ru: Выпускников
sv: Alumner
vi: Cựu sinh viên
zh_hans: 校友
zh_hant: 校友

source: Baby
ar: طفل
es: Bebé
fr: De bébé
id: Sayang
ja: 赤ちゃん
ko: 아기
pl: Dziecko
ru: Малыш
sv: Bebis
vi: Em bé
zh_hans: 婴儿
zh_hant: 嬰兒

source: Children & Youth
ar: الأطفال والشباب
de: Kinder & Jugend
es: Niños y jóvenes
fr: Enfants et jeunes
id: Anak-anak & Remaja
ja: 子供と若者
ko: 어린이 및 청소년
pl: Dzieci i młodzież
ru: Дети и Молодежь
sv: Barn & Ungdom
vi: Trẻ em & Thanh niên
zh_hans: 儿童与青少年
zh_hant: 兒童與青少年

source: Parenting
ar: الأبوة والأمومة
de: Kindererziehung
es: Crianza
fr: Parentalité
id: Mengasuh anak
ja: 子育て
ko: 육아
pl: Rodzicielstwo
ru: Воспитание
sv: Föräldraskap
vi: Nuôi dạy con cái
zh_hans: 育儿
zh_hant: 育兒

source: Parents Association
ar: جمعية الآباء
de: Elternvereinigung
es: Asociación de padres
fr: Association de parents d'élèves
id: Asosiasi Orang Tua
ja: PTA
ko: 학부모회
pl: Stowarzyszenie Rodziców
ru: Ассоциация родителей
sv: Föräldraföreningen
vi: Hội phụ huynh
zh_hans: 家长会
zh_hant: 家長會

source: Accessories
ar: مُكَمِّلات
de: Zubehör
es: Accesorios
fr: Accessoires
id: Aksesoris
ja: 付属品
ko: 부속품
pl: Akcesoria
ru: Аксессуары
sv: Tillbehör
vi: Phụ kiện
zh_hans: 配件
zh_hant: 配件

source: Beauty
ar: جمال
de: Schönheit
es: Belleza
fr: Beauté
id: Kecantikan
ja: 美しさ
ko: 아름다움
pl: Piękno
ru: Красота
sv: Skönhet
vi: Sắc đẹp
zh_hans: 美丽
zh_hant: 美麗

source: Bridal
ar: زفافي
de: Braut
es: Nupcial
fr: De mariée
id: pengantin
ja: ブライダル
ko: 신부
pl: Ślubny
ru: Свадебный
sv: Brud
vi: Cô dâu
zh_hans: 新娘
zh_hant: 新娘

source: Fashion
ar: موضة
de: Mode
es: Moda
fr: Mode
id: Mode
ja: ファッション
ko: 패션
pl: Moda
ru: Мода
sv: Mode
vi: Thời trang
zh_hans: 时尚
zh_hant: 時尚

source: Adult
ar: الكبار
de: Erwachsene
es: Adulto
fr: Adulte
id: Dewasa
ja: 大人
ko: 성인
pl: Dorosły
ru: Взрослый
sv: Vuxen
vi: Người lớn
zh_hans: 成人
zh_hant: 成人

source: Anime
ar: أنيمي
ja: アニメ
ko: 일본 만화 영화
ru: Аниме
vi: Phim hoạt hình
zh_hans: 日本动画片
zh_hant: 日本動畫片

source: Comedy
ar: كوميديا
de: Komödie
es: Comedia
fr: La comédie
id: Komedi
ja: コメディ
ko: 코메디
pl: Komedia
ru: Комедия
sv: Komedi
vi: Hài kịch
zh_hans: 喜剧
zh_hant: 喜劇

source: Comics
ar: كاريكاتير
es: Historietas
fr: Des bandes dessinées
id: Komik
ja: 漫画
ko: 만화
pl: Komiksy
ru: Комиксы
sv: Serier
vi: Truyện tranh
zh_hans: 漫画
zh_hant: 漫畫

source: Film
ar: فيلم
es: Película
ja: 映画
ko: 영화
ru: Фильм
sv: Filma
vi: Phim ảnh
zh_hans: 电影
zh_hant: 電影

source: Gaming
ar: الألعاب
de: Spiele
es: Juego de azar
fr: Jeux
id: bermain game
ja: ゲーム
ko: 노름
pl: Hazard
ru: Игры
sv: Spelande
vi: Chơi game
zh_hans: 赌博
zh_hant: 賭博

source: TV
ar: تلفزيون
de: Fernsehen
es: televisión
fr: la télé
id: televisi
ja: テレビ
pl: telewizja
ru: ТВ
zh_hans: 电视
zh_hant: 電視

source: Beer
ar: جعة
de: Bier
es: Cerveza
fr: Bière
id: Bir
ja: ビール
ko: 맥주
pl: Piwo
ru: Пиво
sv: Öl
vi: Bia
zh_hans: 啤酒
zh_hant: 啤酒

source: Food
ar: طعام
de: Essen
es: Comida
fr: Aliments
id: Makanan
ja: 食べ物
ko: 음식
pl: Żywność
ru: Еда
sv: Mat
vi: Món ăn
zh_hans: 食物
zh_hant: 食物

source: Spirits
ar: معنويات
de: Spirituosen
es: Espíritu
fr: Esprits
id: Roh
ja: スピリッツ
ko: 주정
pl: Duchy
ru: Спиртные напитки
sv: Sprit
vi: Rượu mạnh
zh_hans: 烈酒
zh_hant: 烈酒

source: Wine
ar: خمر
de: Wein
es: Vino
fr: Vin
id: Anggur
ja: ワイン
ko: 와인
pl: Wino
ru: Вино
sv: Vin
vi: Rượu
zh_hans: 葡萄酒
zh_hant: 葡萄酒

source: County/Municipal Government
ar: حكومة المقاطعة / البلدية
de: Kreis-/Kommunalverwaltung
es: Gobierno del condado / municipal
fr: Comté/Gouvernement municipal
id: Pemerintah Kabupaten/Kota
ja: 郡/市政府
ko: 카운티/시 정부
pl: Hrabstwo/Samorząd Gminy
ru: Правительство округа / муниципалитета
sv: Läns-/kommunstyre
vi: Chính quyền Quận / Thành phố
zh_hans: 县/市政府
zh_hant: 縣/市政府

source: Democratic Party
ar: الحزب الديمقراطي
de: Demokratische Partei
es: partido Democrático
fr: Parti démocrate
id: Partai demokrat
ja: 民主党
ko: 민주당
pl: partia Demokratyczna
ru: демократическая партия
sv: demokratiskt parti
vi: Đảng dân chủ
zh_hans: 民主党
zh_hant: 民主黨

source: Federal Government
ar: الحكومة الفيدرالية
de: Bundesregierung
es: Gobierno federal
fr: Gouvernement fédéral
id: Pemerintah Federal
ja: 連邦政府
ko: 연방 정부
pl: Rząd federalny
ru: Федеральное правительство
sv: Federala regeringen
vi: Chính quyền liên bang
zh_hans: 联邦政府
zh_hant: 聯邦政府

source: Non-partisan
ar: غير حزبي
de: Überparteilich
es: No partidista
fr: Impartial
ja: 無党派の
ko: 무당파
pl: Bezpartyjny
ru: Беспартийный
sv: Partipolitiskt obunden
vi: Không đảng phái
zh_hans: 无党派
zh_hant: 無黨派

source: Other Party
ar: حفلة اخرى
de: Andere Partei
es: Otra fiesta
fr: Autre fête
id: Pihak lain
ja: 相手
ko: 다른 파티
pl: Inna impreza
ru: Другая вечеринка
sv: Annat parti
vi: Bữa tiệc khác
zh_hans: 对方
zh_hant: 對方

source: Republican Party
ar: الحزب الجمهوري
de: Republikanische Partei
es: partido Republicano
fr: parti républicain
id: Partai Republik
ja: 共和党
ko: 공화당
pl: partia Republikańska
ru: Республиканская партия
sv: Republikanska partiet
vi: Đảng Cộng hòa
zh_hans: 共和党
zh_hant: 共和黨

source: State Government
ar: حكومة الولاية
de: Landesregierung
es: Gobierno estatal
fr: Gouvernement de l'état
id: Pemerintah negara
ja: 州政府
ko: 주 정부
pl: Rząd stanowy
ru: Правительство штата
sv: delstatsregeringen
vi: Chính quyền bang
zh_hans: 州政府
zh_hant: 州政府

source: Medical
ar: طبي
de: Medizinisch
es: Médico
fr: Médical
id: Medis
ja: 医学
ko: 의료
pl: Medyczny
ru: Медицинское
sv: Medicinsk
vi: Y khoa
zh_hans: 医疗的
zh_hant: 醫療的

source: Mental health
ar: الصحة النفسية
de: Psychische Gesundheit
es: Salud mental
fr: Santé mentale
id: Kesehatan mental
ja: メンタルヘルス
ko: 정신 건강
pl: Zdrowie psychiczne
ru: Душевное здоровье
sv: Mental hälsa
vi: Sức khỏe tinh thần
zh_hans: 精神健康
zh_hant: 精神健康

source: Personal health
ar: الصحة الشخصية
de: Gesundheit
es: Salud personal
fr: Santé personnelle
id: Kesehatan pribadi
ja: 個人の健康
ko: 개인 건강
pl: Zdrowie osobiste
ru: Личное здоровье
sv: Personlig hälsa
vi: Sức khỏe cá nhân
zh_hans: 个人的健康
zh_hant: 個人的健康

source: Spa
ar: منتجع صحي
ja: スパ
ko: 온천
ru: спа
zh_hans: 温泉
zh_hant: 溫泉

source: Yoga
ar: يوجا
ja: ヨガ
ko: 요가
pl: Joga
ru: Йога
zh_hans: 瑜伽
zh_hant: 瑜伽

source: Anime/Comics
ar: أنيمي / كاريكاتير
es: Anime / Cómics
fr: Anime/Bande dessinée
id: Anime/Komik
ja: アニメ/コミック
ko: 애니메이션/만화
pl: Anime/Komiksy
ru: Аниме / Комиксы
sv: Anime/serier
vi: Anime / Truyện tranh
zh_hans: 动漫/漫画
zh_hant: 動漫/漫畫

source: Books
ar: كتب
de: Bücher
es: Libros
fr: Livres
id: Buku
ja: 本
ko: 서적
pl: Książki
ru: Книги
sv: Böcker
vi: Sách
zh_hans: 图书
zh_hant: 圖書

source: DIY
ar: افعلها بنفسك
de: Heimwerken
es: Bricolaje
id: buatan sendiri
pl: majsterkowanie
ru: Сделай сам

source: Drawing & Painting
ar: يرسم لوحه
de: Zeichnen & Malen
es: Dibujo y pintura
fr: Dessin peinture
id: Menggambar lukisan
ja: ドローイング＆ペインティング
ko: 드로잉 및 페인팅
pl: Rysowanie malowanie
ru: Рисование и Живопись
sv: Rita & Måla
vi: Vẽ & Vẽ tranh
zh_hans: 绘画与绘画
zh_hant: 繪畫與繪畫

source: Knitting
ar: الحياكة
de: Stricken
es: Tejido de punto
fr: Tricot
id: Rajutan
ja: 編み物
ko: 편물
pl: Robienie na drutach
ru: Вязание
sv: Stickning
vi: Đan
zh_hans: 针织
zh_hant: 針織

source: Photography
ar: التصوير
de: Fotografie
es: Fotografía
fr: La photographie
id: Fotografi
ja: 写真撮影
ko: 사진술
pl: Fotografia
ru: Фотография
sv: Fotografi
vi: Nhiếp ảnh
zh_hans: 摄影
zh_hant: 攝影

source: Dating
ar: مواعدة
de: Partnersuche
es: Tener una cita
fr: Rencontre
id: Penanggalan
ja: デート
ko: 데이트
pl: Randki
ru: Встречаться
sv: Dejta
vi: Hẹn hò
zh_hans: 约会
zh_hant: 約會

source: Home & Garden
ar: المنزل والحديقة
de: Haus & Garten
es: Hogar & Jardín
fr: Maison & Jardin
id: rumah dan Taman
ja: ホーム＆ガーデン
ko: 집과 마당
pl: Dom i ogród
ru: Дом и Сад
sv: Hem
vi: nhà và vườn
zh_hans: 家居与园艺
zh_hant: 家居與園藝

source: Pets & Animals
ar: الحيوانات الأليفة الحيوانات
de: Haustiere & Tiere
es: Animales de compañía
fr: Animaux de compagnie et animaux
id: Hewan Peliharaan & Hewan
ja: ペットと動物
ko: 애완 동물 및 동물
pl: Zwierzęta domowe
ru: Домашние животные и животные
sv: Husdjur & Djur
vi: Động vật nuôi
zh_hans: 宠物和动物
zh_hant: 寵物和動物

source: Alternative
ar: بديل
es: Alternativa
id: Alternatif
ja: 別
ko: 대안
pl: Alternatywny
ru: Альтернатива
sv: Alternativ
vi: Thay thế
zh_hans: 选择
zh_hant: 選擇

source: Blues & Jazz
ar: البلوز والجاز
es: Blues y Jazz
ja: ブルース＆ジャズ
ko: 블루스 & 재즈
pl: Blues i jazz
ru: Блюз и джаз
zh_hans: 蓝调与爵士
zh_hant: 藍調與爵士

source: Classical
ar: كلاسيكي
de: Klassik
es: Clásico
fr: Classique
id: Klasik
ja: クラシック
ko: 고전
pl: Klasyczny
ru: Классический
sv: Klassisk
vi: Cổ điển
zh_hans: 古典
zh_hant: 古典

source: Cultural
ar: ثقافي
de: Kultur
fr: Culturel
id: Kultural
ja: 文化
ko: 문화
pl: Kulturalny
ru: Культурный
sv: Kulturell
vi: Thuộc Văn hóa
zh_hans: 文化
zh_hant: 文化

source: EDM / Electronic
ar: EDM / إلكتروني
es: EDM / Electrónico
fr: GED / Electronique
id: EDM / Elektronik
ja: EDM /エレクトロニック
ko: EDM / 전자
pl: EDM / Elektroniczne
ru: EDM / Электронный
sv: EDM / Elektronisk
vi: EDM / điện tử
zh_hans: EDM / 电子
zh_hant: EDM / 電子

source: Folk
ar: قوم
es: Gente
fr: Populaire
id: Rakyat
ja: フォーク
ko: 사람들
pl: Ludowy
ru: Народный
vi: Dân gian
zh_hans: 民间
zh_hant: 民間

source: Hip Hop / Rap
ar: هيب هوب / راب
ja: ヒップホップ/ラップ
ko: 힙합 / 랩
ru: Хип-хоп / рэп
zh_hans: 嘻哈/说唱
zh_hant: 嘻哈/說唱

source: Indie
ar: إيندي
fr: Indé
ja: インディー
ko: 인디
ru: Инди
zh_hans: 独立
zh_hant: 獨立

source: Latin
ar: لاتيني
de: Latein
es: latín
ja: ラテン語
ko: 라틴어
pl: łacina
ru: латинский
zh_hans: 拉丁
zh_hant: 拉丁

source: Metal
ar: معدن
fr: Métal
id: Logam
ja: 金属
ko: 금속
ru: Металл
sv: Metall
vi: Kim khí
zh_hans: 金属
zh_hant: 金屬

source: Opera
ar: أوبرا
de: Oper
es: Ópera
fr: Opéra
ja: オペラ
ko: 오페라
ru: Опера
zh_hans: 歌剧
zh_hant: 歌劇

source: Pop
ar: فرقعة
es: Música pop
ja: ポップ
ko: 팝
pl: Muzyka pop
ru: Поп
vi: Nhạc pop
zh_hans: 流行音乐
zh_hant: 流行音樂

source: R&B
ar: آر أند بي
ko: 알앤비
zh_hans: 节奏布鲁斯
zh_hant: 節奏布魯斯

source: Reggae
ar: الريغي
ja: レゲエ
ko: 레게
ru: Регги
zh_hans: 雷鬼
zh_hant: 雷鬼

source: Religious/Spiritual
ar: ديني / روحي
de: Religiös/Spirituell
es: Religioso / Espiritual
fr: Religieux/Spirituel
id: Religius/Rohani
ja: 宗教的/精神的
ko: 종교/영적
pl: Religijne/duchowe
ru: Религиозное / Духовное
sv: Religiös/andlig
vi: Tôn giáo / Tâm linh
zh_hans: 宗教/精神
zh_hant: 宗教/精神

source: Rock
ar: صخر
fr: Osciller
id: Batu
ja: 岩
ko: 바위
pl: Głaz
ru: Камень
sv: Sten
vi: Đá
zh_hans: 岩
zh_hant: 岩

source: Top 40
ar: افضل 40
id: 40 teratas
ja: トップ40
ko: 상위 40위
pl: górna 40
ru: Топ 40
sv: Topp 40
vi: Tốp 40
zh_hans: 前 40 名
zh_hant: 前 40 名

source: Avatar
ar: الصورة الرمزية
de: Benutzerbild
ja: アバター
ko: 화신
pl: Awatara
ru: Аватар
vi: hình đại diện
zh_hans: 头像
zh_hant: 頭像

source: Ballet
ar: باليه
de: Ballett
id: Balet
ja: バレエ
ko: 발레
pl: Balet
ru: Балет
sv: Balett
vi: Vở ballet
zh_hans: 芭蕾舞
zh_hant: 芭蕾舞

source: Craft
ar: حرفة
de: Handwerk
es: Artesanía
fr: Artisanat
id: Keahlian
ja: クラフト
ko: 선박
pl: Rękodzieło
ru: Ремесло
sv: Hantverk
vi: Thủ công
zh_hans: 工艺
zh_hant: 工藝

source: Dance
ar: الرقص
es: Danza
fr: Danser
id: Menari
ja: ダンス
ko: 댄스
pl: Taniec
ru: Танец
sv: Dansa
vi: Nhảy
zh_hans: 舞蹈
zh_hant: 舞蹈

source: Fine Art
ar: فن راقي
de: Bildende Kunst
es: Arte fino
fr: Beaux-Arts
id: Seni Rupa
ja: 美術品
ko: 미술
pl: Sztuki piękne
ru: Изобразительное искусство
sv: Fin konst
vi: Mỹ nghệ
zh_hans: 美术
zh_hant: 美術

source: Literary Arts
ar: الفنون الأدبية
de: Literaturwissenschaft
es: Artes literarias
fr: Arts littéraires
id: Seni Sastra
ja: 文学芸術
ko: 문학 예술
pl: Sztuki literackie
ru: Литературное искусство
sv: Litterär konst
vi: Nghệ thuật văn học
zh_hans: 文学艺术
zh_hant: 文學藝術
