Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Please enter your Email ID to confirm that you want to delete the account.
ar: الرجاء إدخال معرف البريد الإلكتروني الخاص بك لتأكيد رغبتك في حذف الحساب.
de: Bitte geben Sie Ihre E-Mail-ID ein, um zu bestätigen, dass Sie das Konto löschen möchten.
es: Ingrese su ID de correo electrónico para confirmar que desea eliminar la cuenta.
fr: Veuillez saisir votre adresse courriel pour confirmer que vous souhaitez supprimer le compte.
id: Silakan masukkan ID Email Anda untuk mengonfirmasi bahwa Anda ingin menghapus akun.
ja: アカウントを削除することを確認するためにメールIDを入力してください。
ko: 계정 삭제를 확인하려면 이메일 ID를 입력하세요.
pl: Wprowadź swój identyfikator e-mail, aby potwierdzić, że chcesz usunąć konto.
ru: Введите свой адрес электронной почты, чтобы подтвердить, что вы хотите удалить учетную запись.
sv: Ange ditt e-post-ID för att bekräfta att du vill ta bort kontot.
vi: Vui lòng nhập ID Email của bạn để xác nhận rằng bạn muốn xóa tài khoản.
zh_hans: 请输入您的电子邮件 ID 以确认您要删除该帐户。
zh_hant: 請輸入您的電子郵件 ID 以確認您要刪除該帳戶。

source: Search
ar: يبحث
de: Suche
es: Buscar
fr: Recherche
id: Cari
ja: 検索
ko: 검색
ru: Поиск
sv: Sök
vi: Tìm kiếm
zh_hans: 寻找
zh_hant: 搜尋

source: Manage Events
ar: إدارة الأحداث
de: Veranstaltungen verwalten
es: Administrar Eventos
fr: Gérer les évènements
id: Kelola Acara
ja: イベントを管理
ko: 이벤트 관리
pl: Zarządzaj wydarzeniem
ru: Управление мероприятиями
sv: Hantera händelser
vi: Quản lý sự kiện
zh_hans: 管理事件
zh_hant: 管理活動

source: Logout
ar: تسجيل خروج
de: Abmelden
es: Salir
fr: Se déconnecter
id: Keluar
ja: ログアウト
ko: 로그아웃
pl: Wyloguj się
ru: Выйти
sv: Logga ut
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

source: Create Event
ar: انشاء حدث
de: Veranstaltung erstellen
es: Crear Evento
fr: Créer un évènement
id: Buat Acara
ja: イベントを作成
ko: 이벤트 만들기
pl: Utwórz wydarzenie
ru: Создать событие
sv: Skapa händelse
vi: Tạo sự kiện
zh_hans: 创建活动
zh_hant: 建立活動

source: Mark all as Read
ar: اشر عليها بانها قرات
de: Alles als Gelesen Markieren
es: Marcar como leído
fr: Marquer tous comme lus
id: Tandai telah dibaca semuanya
ja: すべて既読にする
ko: 모두 읽음으로 표시
pl: Oznacz wszystkie jako przeczytane
ru: Отметить все как прочитанное
sv: Markera alla som lästa
vi: Đánh dấu tất cả là đã đọc
zh_hans: 标记为已读
zh_hant: 全部標記為已讀

source: Go to notifications panel
ar: انتقل إلى لوحة الإخطارات
de: Gehen Sie zum Benachrichtigungsfeld
es: Ir al panel de notificaciones
fr: Aller au panneau des notifications
id: Buka panel notifikasi
ja: 通知パネルに移動
ko: 알림 패널로 이동
pl: Przejdź do panelu powiadomień
ru: Перейти в панель уведомлений
sv: Gå till aviseringspanelen
vi: Đi tới bảng thông báo
zh_hans: 转到通知面板
zh_hant: 轉到通知面板

source: No new notifications
ar: لا يوجد إشعارات جديدة
de: Keine neuen Nachrichten
es: No tiene notificaciones nuevas
fr: Pas de nouvelle notification
id: Tidak ada pemberitahuan baru
ja: 新しい通知はありません
ko: 새로운 알림이 없습니다
pl: brak nowych powiadomień
ru: Нет новых уведомлений
sv: Inga nya aviseringar
vi: Không có thông báo mới
zh_hans: 没有新通知
zh_hant: 沒有新通知

source: This action will cancel the entire order. If there is more than one ticket in this order the other tickets will also be canceled. Are you sure you would like to cancel this order now? Yes, cancel order now. / No, do not cancel the order.
ar: سيؤدي هذا الإجراء إلى إلغاء الطلب بالكامل. إذا كان هناك أكثر من تذكرة واحدة في هذا الطلب ، فسيتم أيضًا إلغاء التذاكر الأخرى. هل أنت متأكد أنك تريد إلغاء هذا الطلب الآن؟ نعم ، قم بإلغاء الطلب الآن. / لا ، لا تقم بإلغاء الطلب.
de: Mit dieser Aktion wird die gesamte Bestellung storniert. Wenn diese Bestellung mehr als ein Ticket enthält, werden auch die anderen Tickets storniert. Sind Sie sicher, dass Sie diese Bestellung jetzt stornieren möchten? Ja, Bestellung jetzt stornieren. / Nein, stornieren Sie die Bestellung nicht.
es: Esta acción cancelará todo el pedido. Si hay más de un boleto en este orden, los otros boletos también serán cancelados. ¿Está seguro de que desea cancelar este pedido ahora? Sí, cancele el pedido ahora. / No, no cancele el pedido.
fr: Cette action annulera l'intégralité de la commande. S'il y a plus d'un billet dans cette commande, les autres billets seront également annulés. Êtes-vous sûr de vouloir annuler cette commande maintenant ? Oui, annulez la commande maintenant. / Non, n'annulez pas la commande.
id: Tindakan ini akan membatalkan seluruh pesanan. Jika ada lebih dari satu tiket dalam pesanan ini, tiket lainnya juga akan dibatalkan. Apakah Anda yakin ingin membatalkan pesanan ini sekarang? Ya, batalkan pesanan sekarang. / Tidak, jangan batalkan pesanan.
ja: このアクションにより、注文全体がキャンセルされます。この注文に複数のチケットがある場合、他のチケットもキャンセルされます。この注文を今すぐキャンセルしてもよろしいですか？はい、今すぐ注文をキャンセルしてください。 /いいえ、注文をキャンセルしないでください。
ko: 이 작업은 전체 주문을 취소합니다. 이 순서에 두 개 이상의 티켓이 있는 경우 다른 티켓도 취소됩니다. 지금 이 주문을 취소하시겠습니까? 예, 지금 주문을 취소하십시오. / 아니요, 주문을 취소하지 마십시오.
pl: Ta czynność anuluje całe zamówienie. Jeśli w tej kolejności jest więcej niż jeden bilet, pozostałe bilety również zostaną anulowane. Czy na pewno chcesz teraz anulować to zamówienie? Tak, anuluj zamówienie teraz. / Nie, nie anuluj zamówienia.
ru: Это действие отменит весь заказ. Если в этом заказе более одного билета, остальные билеты также будут аннулированы. Вы уверены, что хотите отменить этот заказ сейчас? Да, отменить заказ сейчас. / Нет, не отменять заказ.
sv: Den här åtgärden avbryter hela ordern. Om det finns mer än en biljett i denna beställning kommer även de andra biljetterna att annulleras. Är du säker på att du vill avbryta den här beställningen nu? Ja, avbryt beställningen nu. / Nej, avbryt inte beställningen.
vi: Hành động này sẽ hủy toàn bộ đơn đặt hàng. Nếu có nhiều hơn một vé trong thứ tự này, các vé khác cũng sẽ bị hủy. Bạn có chắc chắn muốn hủy đơn đặt hàng này ngay bây giờ không? Có, hãy hủy đơn hàng ngay bây giờ. / Không, đừng hủy đơn đặt hàng.
zh_hans: 此操作将取消整个订单。如果此订单中有多张票，其他票也将被取消。您确定要立即取消此订单吗？是的，现在取消订单。 / 不，不要取消订单。
zh_hant: 此操作將取消整個訂單。如果此訂單中有多張票，其他票也將被取消。您確定要立即取消此訂單嗎？是的，現在取消訂單。 / 不，不要取消訂單。

source: order
ar: طلب
de: Bestellung
es: ordenar
fr: ordre
id: memesan
ja: 順序
ko: 주문
pl: zamówienie
ru: заказ
sv: sortera
vi: đặt hàng
zh_hans: 订购
zh_hant: 訂購

source: on
ar: على
de: am
es: activo
fr: le
id: aktif
ja: オン
ko: 켜짐
pl: włącz
ru: на
sv: den
vi: bật
zh_hans: 在
zh_hant: 開

source: Organizer Message
ar: رسالة المنظم
de: Nachricht des Veranstalters
es: Mensaje del organizador
fr: Message de l'organisateur
id: Pesan Penyelenggara
ja: 主催者メッセージ
ko: 주최자 메시지
pl: Wiadomość organizatora
ru: Сообщение организатора
sv: Arrangörsmeddelande
vi: Thông báo của người tổ chức
zh_hans: 主办方留言
zh_hant: 主辦方留言

source: Company Information
ar: معلومات الشركة
de: Unternehmensinfo
es: Información de compañía
fr: Informations sur l'entreprise
id: informasi perusahaan
ja: 企業情報
ko: 회사 정보
pl: informacje o firmie
ru: Информация о компании
sv: Företagsinformation
vi: Thông tin công ty
zh_hans: 公司信息
zh_hant: 公司信息

source: Tax Name
ar: الاسم الضريبي
de: Name der Steuer
es: Nombre fiscal
fr: Nom de la taxe
id: Nama Pajak
ja: 税の名称
ko: 세금 이름
pl: Nazwa podatku
ru: Название налога
sv: Skattnamn
vi: Tên thuế
zh_hans: 税名
zh_hant: 稅名

source: Tax Rate
ar: معدل الضريبة
de: Steuersatz
es: Tipo Impositivo
fr: Taux de la taxe
id: Tarif Pajak
ja: 税率
ko: 세율
pl: Stopa podatkowa
ru: Ставка налога
sv: Skattenivå
vi: Thuế suất
zh_hans: 税率
zh_hant: 稅率

source: Event taking place online and at
ar: الحدث يجري على الانترنت وعلى
de: Die Veranstaltung findet online und vor Ort statt:
es: Evento que tiene lugar en línea y en
fr: Événement qui se déroule en ligne et à
id: Acara berlangsung secara daring dan pada
ja: オンラインおよびで行われるイベント
ko: 온라인 및에서 진행되는 이벤트
pl: Wydarzenie odbywające się online i o godz
ru: Мероприятие проходит онлайн и на
sv: Evenemanget äger rum online och kl
vi: Sự kiện diễn ra trực tuyến và tại
zh_hans: 活动在网上和在
zh_hant: 活動在網上和在

source: Location or online event details to be announced
ar: سيتم الإعلان عن تفاصيل الموقع أو الحدث عبر الإنترنت
de: Details zur Location oder Online-Veranstaltung werden noch bekannt gegeben
es: Se anunciarán los detalles de la ubicación o del evento en línea
fr: Le lieu ou les détails de l'événement en ligne seront annoncés
id: Lokasi atau detail acara daring akan diumumkan
ja: 発表される場所またはオンラインイベントの詳細
ko: 공지 될 위치 또는 온라인 이벤트 세부 정보
pl: Szczegóły lokalizacji lub wydarzenia online zostaną ogłoszone
ru: Информация о месте или онлайн-мероприятии будет объявлена дополнительно
sv: Plats eller evenemangsinformation online kommer att meddelas
vi: Địa điểm hoặc chi tiết sự kiện trực tuyến sẽ được thông báo
zh_hans: 地点或在线活动的详细信息将予以公布
zh_hant: 地點或在線活動的詳細信息將予以公佈

source: Go to event page
ar: انتقل إلى صفحة الحدث
de: Zur Veranstaltungsseite
es: Ir a la página del evento
fr: Aller à la page de l'événement
id: Buka halaman acara
ja: イベントページに移動
ko: 이벤트 페이지로 이동
pl: Przejdź do strony wydarzenia
ru: Перейти на страницу мероприятия
sv: Gå till evenemangssidan
vi: Đi tới trang sự kiện
zh_hans: 前往活动页面
zh_hant: 前往活動頁面

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
id: Keberhasilan
ja: 成功
ko: 완료
ru: Успешно
sv: klart
vi: Thành công
zh_hans: 成功
zh_hant: 成功

source: Your order completed successfully.
ar: تم إكمال طلبك بنجاح.
de: Die Bestellung wurde erfolgreich abgeschlossen.
es: Su pedido se completó con éxito.
fr: Votre commande est terminée.
id: Pesanan Anda berhasil diselesaikan.
ja: 注文が正常に完了しました。
ko: 주문이 성공적으로 완료되었습니다.
pl: Twoje zamówienie zostało zrealizowane pomyślnie.
ru: Ваш заказ успешно выполнен.
sv: Din beställning har slutförts.
vi: Đơn hàng của bạn đã hoàn tất thành công.
zh_hans: 您的订单已成功完成。
zh_hant: 您的訂單已成功完成。

source: Your order placed successfully.
ar: تم وضع طلبك بنجاح.
de: Die Bestellung wurde erfolgreich aufgegeben.
es: Su pedido se realizó correctamente.
fr: Votre commande passée avec succès.
id: Pesanan Anda berhasil dilakukan.
ja: 注文が正常に行われます。
ko: 주문이 완료되었습니다.
pl: Twoje zamówienie zostało pomyślnie złożone.
ru: Ваш заказ успешно размещен.
sv: Din beställning har lagts.
vi: Đơn hàng của bạn đã được đặt thành công.
zh_hans: 您的订单已成功下达。
zh_hant: 您的訂單已成功下達。

source: Find all the details related to your order below.
ar: اعثر على جميع التفاصيل المتعلقة بطلبك أدناه.
de: Details zur Bestellung nachfolgend.
es: Encuentre todos los detalles relacionados con su pedido a continuación.
fr: Retrouver le détail de votre commande ci-dessous.
id: Temukan semua detail yang terkait dengan pesanan Anda di bawah ini.
ja: 以下のご注文に関連するすべての詳細を検索してください。
ko: 아래에서 주문과 관련된 모든 세부 정보를 찾으십시오.
pl: Poniżej znajdziesz wszystkie szczegóły dotyczące Twojego zamówienia.
ru: Найдите все подробности, связанные с вашим заказом, ниже.
sv: Hitta alla detaljer relaterade till din beställning nedan.
vi: Tìm tất cả các chi tiết liên quan đến đơn đặt hàng của bạn bên dưới.
zh_hans: 在下面找到与您的订单相关的所有详细信息。
zh_hant: 在下面找到與您的訂單相關的所有詳細信息。

source: Your order has been placed.
ar: وقد وضعت طلبك.
de: Ihre Bestellung wurde aufgegeben.
es: Su orden ha sido puesta.
fr: Votre commande a bien été reçue.
id: Pesanan Anda telah dibuat.
ja: ご注文は完了しました。
ko: 주문이 완료되었습니다.
pl: Twoje zamówienie zostało złożone.
ru: Ваш заказ был размещен.
sv: Din order har lagts.
vi: Đơn hàng của bạn đã được đặt.
zh_hans: 您的订单已下达。
zh_hant: 您的訂單已下達。

source: Please pay for your tickets to complete the order now.
ar: يرجى دفع ثمن التذاكر الخاصة بك لإكمال الطلب الآن.
de: Bitte jetzt die Tickets bezahlen, um die Bestellung abzuschließen.
es: Pague sus boletos para completar el pedido ahora.
fr: Veuillez payer vos billets pour terminer la commande maintenant.
id: Harap bayar tiket Anda untuk menyelesaikan pesanan sekarang.
ja: 今すぐ注文を完了するには、チケットの支払いを行ってください。
ko: 지금 주문을 완료하려면 티켓을 결제하세요.
pl: Zapłać teraz za bilety, aby sfinalizować zamówienie.
ru: Пожалуйста, оплатите билеты, чтобы оформить заказ сейчас.
sv: Betala för dina biljetter för att slutföra beställningen nu.
vi: Vui lòng thanh toán cho vé của bạn để hoàn thành đơn đặt hàng ngay bây giờ.
zh_hans: 请支付您的门票以立即完成订单。
zh_hant: 請支付您的門票以立即完成訂單。

source: Order Summary
ar: ملخص الطلب
de: Bestellübersicht
es: Resumen del pedido
fr: Récapitulatif de la commande
id: Ringkasan Pesanan
ja: 注文内容
ko: 주문 요약
pl: Streszczenie Zamówienia
ru: Итог заказа
sv: Ordersammanfattning
vi: Tóm tắt theo thứ tự
zh_hans: 总订单
zh_hant: 訂單摘要

source: Registration Type
ar: نوع التسجيل
de: Art der Registrierung
es: Tipo de registro
fr: Type d'inscription
id: jenis pendaftaran
ja: 登録タイプ
ko: 등록 유형
pl: typ rejestracji
ru: Тип регистрации
sv: Registreringstyp
vi: loại đăng ký
zh_hans: 注册类型
zh_hant: 註冊類型

source: Discount
ar: تخفيض
de: Ermäßigung
es: Descuento
fr: Remise
id: Diskon
ja: 割引
ko: 할인
pl: Zniżka
ru: Скидка
sv: Rabatt
vi: Giảm giá
zh_hans: 优惠
zh_hant: 折扣

source: Subtotal
ar: المجموع الفرعي
de: Zwischensumme
fr: Sous-total
ja: 小計
ko: 소계
pl: Suma częściowa
ru: Подитог
sv: Totalsumma
vi: Tổng Phụ
zh_hans: 小计
zh_hant: 小計

source: includes
ar: يشمل
de: beinhaltet
es: incluye
fr: comprend
id: termasuk
ja: 含む
ko: 포함
pl: zawiera
ru: включает в себя
sv: inkluderar
vi: bao gồm
zh_hans: 包括
zh_hant: 包括

source: Tax
ar: ضريبة
de: Steuer
es: Impuesto
fr: TVA
id: Pajak
ja: 課税
ko: 세금
pl: Podatek
sv: Moms
vi: Thuế
zh_hans: 收税
zh_hant: 課稅

source: Included in Total
ar: المدرجة في المجموع
de: Im Gesamtbetrag enthalten
es: Incluido en Total
fr: Inclus dans le total
id: Termasuk dalam Total
ja: 合計に含まれる
ko: 합계에 포함
pl: Uwzględnione w sumie
ru: Включено в итого
sv: Ingår i totalt
vi: Bao gồm trong Tổng số
zh_hans: 包括在总计中
zh_hant: 包括在總計中

source: Grand Total
ar: المجموع الإجمالي
de: Summe
es: Gran total
id: Hasil akhir
ja: 総合計
ko: 총합계
pl: Łączna suma
ru: Общая сумма
vi: Tổng cộng
zh_hans: 累计
zh_hant: 總計

source: Your order expired because you did not complete registration in time.
ar: انتهت صلاحية طلبك لأنك لم تكمل التسجيل في الوقت المناسب.
de: Die Bestellung ist abgelaufen, weil die Registrierung nicht rechtzeitig abgeschlossen wurde.
es: Su pedido expiró porque no completó el registro a tiempo.
fr: Votre commande a expiré car vous n'avez pas terminé l'enregistrement à temps.
id: Pesanan Anda kedaluwarsa karena Anda tidak menyelesaikan pendaftaran tepat waktu.
ja: 登録が間に合わなかったため、注文が期限切れになりました。
ko: 제때 등록을 완료하지 않았기 때문에 주문이 만료되었습니다.
pl: Twoje zamówienie wygasło, ponieważ nie ukończyłeś rejestracji na czas.
ru: Срок действия вашего заказа истек, потому что вы не завершили регистрацию вовремя.
sv: Din beställning gick ut eftersom du inte slutförde registreringen i tid.
vi: Đơn đặt hàng của bạn đã hết hạn vì bạn đã không hoàn thành đăng ký kịp thời.
zh_hans: 您的订单已过期，因为您未及时完成注册。
zh_hant: 您的訂單已過期，因為您未及時完成註冊。

source: Please click on event link given on the right to order your tickets again.
ar: يرجى النقر على رابط الحدث الموجود على اليمين لطلب التذاكر مرة أخرى.
de: Bitte auf den Link auf der rechten Seite klicken, um erneut Tickets zu bestellen.
es: Haga clic en el enlace del evento que se encuentra a la derecha para solicitar sus boletos nuevamente.
fr: Merci de cliquer sur le lien pour commander vos billets de nouveau.
id: Silakan klik tautan acara yang diberikan di sebelah kanan untuk memesan tiket Anda lagi.
ja: チケットをもう一度注文するには、右にあるイベントリンクをクリックしてください。
ko: 티켓을 다시 주문하려면 오른쪽에있는 이벤트 링크를 클릭하십시오.
pl: Kliknij link wydarzenia podany po prawej stronie, aby ponownie zamówić bilety.
ru: Пожалуйста, нажмите на ссылку мероприятия справа, чтобы заказать билеты снова.
sv: Klicka på eventlänken till höger för att beställa dina biljetter igen.
vi: Vui lòng nhấp vào liên kết sự kiện được cung cấp ở bên phải để đặt mua lại vé của bạn.
zh_hans: 请点击右侧提供的活动链接以再次订购车票。
zh_hant: 請點擊右側提供的活動鏈接以再次訂購車票。

source: Your order has been cancelled due to some unavoidable circumstances.
ar: تم إلغاء طلبك بسبب بعض الظروف التي لا مفر منها.
de: Die Bestellung wurde storniert.
es: Su pedido ha sido cancelado debido a circunstancias inevitables.
fr: Votre commande a été annulée en raison de circonstances inévitables.
id: Pesanan Anda telah dibatalkan karena beberapa keadaan yang tidak dapat dihindari.
ja: やむを得ない事情により、ご注文はキャンセルされました。
ko: 불가피한 사정으로 주문이 취소되었습니다.
pl: Twoje zamówienie zostało anulowane z powodu pewnych nieuniknionych okoliczności.
ru: Ваш заказ был отменен из-за некоторых неизбежных обстоятельств.
sv: Din beställning har annullerats på grund av några oundvikliga omständigheter.
vi: Đơn hàng của bạn đã bị hủy do một số trường hợp không thể tránh khỏi.
zh_hans: 由于某些不可避免的情况，您的订单已被取消。
zh_hant: 由於某些不可避免的情況，您的訂單已被取消。

source: Please contact the event organizer for further details.
ar: يرجى الاتصال بمنظم الحدث لمزيد من التفاصيل.
de: Bei Fragen bitte kontaktieren Sie den Veranstalter für weitere Details.
es: Comuníquese con el organizador del evento para obtener más detalles.
fr: Veuillez contacter l'organisateur de l'évènement pour plus de détails.
id: Silakan hubungi penyelenggara acara untuk detail lebih lanjut.
ja: 詳細については、イベント主催者にお問い合わせください。
ko: 자세한 내용은 이벤트 주최자에게 문의하십시오.
pl: W celu uzyskania dalszych informacji prosimy o kontakt z organizatorem wydarzenia.
ru: Пожалуйста, свяжитесь с организатором мероприятия для уточнения деталей.
sv: Kontakta eventarrangören för mer information.
vi: Vui lòng liên hệ với công ty tổ chức sự kiện để biết thêm chi tiết.
zh_hans: 请联系活动组织者以获取更多详细信息。
zh_hant: 請聯繫活動組織者以獲取更多詳細信息。

source: Expiry Date
ar: تاريخ الانتهاء
de: Verfallsdatum
es: Fecha de caducidad
fr: Date d'expiration
id: Tanggal kadaluarsa
ja: 有効期限
ko: 만료일
pl: Data wygaśnięcia
ru: Дата истечения срока действия
sv: Utgångsdatum
vi: Ngày hết hạn
zh_hans: 到期日
zh_hant: 到期日

source: Paid via
ar: دفع عن طريق
de: Bezahlt über
es: Pagado via
fr: Payé via
id: Dibayar melalui
ja: 経由で支払われる
ko: 지불 방법
pl: Zapłacony przez
ru: Оплачено через
sv: Betalas via
vi: Thanh toán qua
zh_hans: 通过支付
zh_hant: 通過支付

source: Cheque Details
ar: تحقق من التفاصيل
de: Details Überprüfen
es: Ver detalles
fr: Vérifier les détails
id: Periksa Detail
ja: 小切手の詳細
ko: 세부 정보 확인
pl: Sprawdź szczegóły
ru: Проверить детали
sv: Kontrollera detaljer
vi: Kiểm tra chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

source: Onsite Instructions
ar: تعليمات في الموقع
de: Anweisungen vor Ort
es: Instrucciones in situ
fr: Instructions sur site
id: Instruksi di Tempat
ja: オンサイトの手順
ko: 현장 지침
pl: Instrukcje na miejscu
ru: Инструкции на месте
sv: Anvisningar på plats
vi: Hướng dẫn tại chỗ
zh_hans: 现场指导
zh_hant: 現場指導

source: Bank Details
ar: التفاصيل المصرفية
de: Bankdaten
es: Detalles del banco
fr: Détails bancaires
id: Rincian bank
ja: 銀行詳細
ko: 은행 계좌 정보
pl: Dane bankowe
ru: Банковские реквизиты
sv: Bankuppgifter
vi: Thông tin chi tiết ngân hàng
zh_hans: 银行明细
zh_hant: 銀行明細

source: Call for Speakers will softly close on {{softCloseDate}} and will be finally closed on {{closeDate}}.
ar: سيتم إغلاق الاتصال بمكبرات الصوت في {{softCloseDate}} وسيتم إغلاقه أخيرًا في {{closeDate}}.
de: Der Aufruf zur Einreichung von Beiträgen (Call for Speakers) wird am {{softCloseDate}} vorläufig abgeschlossen und am {{closeDate}} endgültig beendet.
es: Call for Speakers se cerrará suavemente el {{softCloseDate}} y finalmente se cerrará el {{closeDate}}.
fr: L'appel aux conférenciers se clôturera en douceur le {{softCloseDate}} et sera finalement clôturé le {{closeDate}}.
id: Panggilan untuk Pembicara akan ditutup perlahan pada {{softCloseDate}} dan akhirnya akan ditutup pada {{closeDate}}.
ja: 講演者の募集は{{softCloseDate}}にソフトに終了し、最終的に{{closeDate}}に終了します。
ko: 연사 모집은 {{softCloseDate}}에 종료되며 최종적으로 {{closeDate}}에 종료됩니다.
pl: Call for Speakers zostanie delikatnie zamknięty {{softCloseDate}} i ostatecznie zamknięty {{closeDate}}.
ru: Приглашение выступающих мягко завершится {{softCloseDate}} и будет окончательно закрыто {{closeDate}}.
sv: Call for Speakers stänger mjukt den {{softCloseDate}} och kommer slutligen att stängas den {{closeDate}}.
vi: Lời kêu gọi Người phát biểu sẽ kết thúc nhẹ nhàng vào {{softCloseDate}} và cuối cùng sẽ kết thúc vào {{closeDate}}.
zh_hans: 演讲者征集将于 {{softCloseDate}} 轻轻结束，并最终于 {{closeDate}} 结束。
zh_hant: 演講者徵集將於 {{softCloseDate}} 輕輕結束，並最終於 {{closeDate}} 結束。

source: Call for Speakers will close on {{closeDate}}.
ar: سيتم إغلاق الاتصال بالمتحدثين في {{closeDate}}.
de: Der Aufruf zur Einreichung von Beiträgen (Call for Speakers) endet am {{closeDate}}.
es: La convocatoria de oradores se cerrará el {{closeDate}}.
fr: L'appel aux conférenciers se terminera le {{closeDate}}.
id: Panggilan untuk Pembicara akan ditutup pada {{closeDate}}.
ja: 講演者の募集は{{closeDate}}に終了します。
ko: 연사 모집은 {{closeDate}}에 마감됩니다.
pl: Call for Speakers zostanie zamknięty {{closeDate}}.
ru: Прием выступающих завершится {{closeDate}}.
sv: Call for Speakers stänger den {{closeDate}}.
vi: Cuộc gọi dành cho người phát biểu sẽ kết thúc vào {{closeDate}}.
zh_hans: 演讲者征集将于 {{closeDate}} 结束。
zh_hant: 演講者徵集將於 {{closeDate}} 結束。

source: Call for Speakers will open at {{openDate}}.
ar: سيتم فتح الاتصال للمتحدثين في {{openDate}}.
de: Der Aufruf zur Einreichung von Beiträgen (Call for Speakers) wird am {{openDate}} eröffnet.
es: La convocatoria de oradores se abrirá a las {{openDate}}.
fr: L'appel à conférenciers ouvrira à {{openDate}}.
id: Panggilan untuk Pembicara akan dibuka pada {{openDate}}.
ja: 講演者募集は{{openDate}}に始まります。
ko: 연사 모집은 {{openDate}}에 시작됩니다.
pl: Call for Speakers rozpocznie się o {{openDate}}.
ru: Приглашение выступающих начнется в {{openDate}}.
sv: Call for Speakers öppnas kl. {{openDate}}.
vi: Cuộc gọi dành cho người phát biểu sẽ mở lúc {{openDate}}.
zh_hans: 演讲者征集将于 {{openDate}} 开始。
zh_hant: 演講者徵集將於 {{openDate}} 開始。

source: Call for Speakers was closed at {{closeDate}}.
ar: تم إغلاق المكالمة للمتحدثين في {{closeDate}}.
de: Der Aufruf zur Einreichung von Beiträgen (Call for Speakers) wurde am {{closeDate}} geschlossen.
es: La convocatoria de oradores se cerró a las {{closeDate}}.
fr: L'appel aux conférenciers a été clôturé à {{closeDate}}.
id: Panggilan untuk Pembicara ditutup pada {{closeDate}}.
ja: 講演者の募集は{{closeDate}}に終了しました。
ko: 연사 모집은 {{closeDate}}에 마감되었습니다.
pl: Call for Speakers zostało zamknięte {{closeDate}}.
ru: Вызов докладчиков закрыт в {{closeDate}}.
sv: Call for Speakers stängdes kl. {{closeDate}}.
vi: Cuộc gọi dành cho người phát biểu đã kết thúc lúc {{closeDate}}.
zh_hans: 发言人征集已于 {{closeDate}} 结束。
zh_hant: 發言人徵集已於 {{closeDate}} 結束。

source: You have not submitted any session.
ar: لم تقدم أي جلسة.
de: Sie haben noch keine Sitzung eingereicht.
es: No ha enviado ninguna sesión.
fr: Vous n'avez soumis aucune session.
id: Anda belum mengirimkan sesi apa pun.
ja: セッションを送信していません。
ko: 제출한 세션이 없습니다.
pl: Nie przesłałeś żadnej sesji.
ru: Вы не отправили ни одной сессии.
sv: Du har inte skickat någon session.
vi: Bạn chưa gửi bất kỳ phiên nào.
zh_hans: 您尚未提交任何会话。
zh_hant: 您尚未提交任何會話。

source: You need to login to view and submit session(s).
ar: تحتاج إلى تسجيل الدخول لعرض وتقديم الجلسة (الجلسات).
de: Sie müssen sich anmelden, um die Sitzung(en) anzuzeigen und einzureichen.
es: Debe iniciar sesión para ver y enviar sesiones.
fr: Vous devez vous connecter pour afficher et soumettre des sessions.
id: Anda harus login untuk melihat dan mengirimkan sesi.
ja: セッションを表示および送信するには、ログインする必要があります。
ko: 세션을 보고 제출하려면 로그인해야 합니다.
pl: Musisz się zalogować, aby przeglądać i przesyłać sesje.
ru: Вам необходимо войти в систему, чтобы просмотреть и отправить сеанс (ы).
sv: Du måste logga in för att visa och skicka in sessioner.
vi: Bạn cần đăng nhập để xem và gửi (các) phiên.
zh_hans: 您需要登录才能查看和提交会话。
zh_hant: 您需要登錄才能查看和提交會話。

source: You have submitted the following session(s).
ar: لقد قمت بإرسال الجلسة (الجلسات) التالية.
de: Sie haben die folgende(n) Sitzung(en) eingereicht.
es: Ha enviado las siguientes sesiones.
fr: Vous avez soumis la ou les sessions suivantes.
id: Anda telah mengirimkan sesi berikut.
ja: 次のセッションを送信しました。
ko: 다음 세션을 제출했습니다.
pl: Przesłałeś następującą(e) sesję(e).
ru: Вы отправили следующие сеансы.
sv: Du har skickat in följande sessioner.
vi: Bạn đã gửi (các) phiên sau.
zh_hans: 您已提交以下会话。
zh_hant: 您已提交以下會話。
