Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Organisation Logo
ar: شعار المنظمة
de: Organisationslogo
es: Logotipo de la organización
fr: Logo de l’organisation
id: Logo Organisasi
ja: 組織ロゴ
ko: 조직 로고
pl: Logo organizacji
ru: Логотип организации
sv: Organisationens logotyp
vi: Biểu trưng tổ chức
zh_hans: 组织徽标
zh_hant: 組織徽標

source: Select Organisation Logo
ar: حدد شعار المؤسسة
de: Organisationslogo auswählen
es: Seleccione Logotipo de la organización
fr: Sélectionnez logo de l’organisation
id: Pilih Logo Organisasi
ja: 組織ロゴの選択
ko: 조직 로고 선택
pl: Wybierz logo organizacji
ru: Выберите логотип организации
sv: Välj Organisationslogotyp
vi: Chọn Biểu trưng Tổ chức
zh_hans: 选择组织徽标
zh_hant: 選擇組織徽標

source: Event Images
ar: صور الحدث
de: Veranstaltungsbilder
es: Imágenes del evento
fr: Images de l'évènement
id: Gambar Acara
ja: イベント画像
ko: 이벤트 이미지
pl: Obrazy wydarzeń
ru: Изображения мероприятия
sv: Evenemangsbilder
vi: Hình ảnh sự kiện
zh_hans: 活动图片
zh_hant: 活動圖片

source: Large Size
ar: حجم كبير
de: Großformat
es: Talla grande
fr: Grande taille
id: Ukuran besar
ja: 大きいサイズ
ko: 큰 사이즈
pl: Duży rozmiar
ru: Большой размер
sv: Stor storlek
vi: Kích thước lớn
zh_hans: 大码
zh_hant: 大碼

source: Width (in px)
ar: العرض (بالبكسل)
de: Breite (in px)
es: Ancho (en px)
fr: Largeur (en px)
id: Lebar (dalam piksel)
ja: 幅 (px)
ko: 너비 (px)
pl: Szerokość (w pikselach)
ru: Ширина (в пикселях)
sv: Bredd (i pixlar)
vi: Chiều rộng (tính bằng px)
zh_hans: 宽度（以像素为单位）
zh_hant: 寬度（以像素為單位）

source: Height (in px)
ar: الارتفاع (بالبكسل)
de: Höhe (in px)
es: Altura (en px)
fr: Hauteur (en px)
id: Tinggi (dalam piksel)
ja: 高さ (px)
ko: 높이 (픽셀 단위)
pl: Wysokość (w pikselach)
ru: Высота (в пикселях)
sv: Höjd (i px)
vi: Chiều cao (tính bằng px)
zh_hans: 高度（以像素为单位）
zh_hant: 高度（以像素為單位）

source: Quality (in %)
ar: الجودة (٪)
de: Qualität (in %)
es: Calidad (en%)
fr: Qualité (en %)
id: Kualitas (dalam%)
ja: 品質 (%)
ko: 품질 (%)
pl: Jakość (w%)
ru: Качество (в %)
sv: Kvalitet (i %)
vi: Chất lượng (tính bằng%)
zh_hans: 质量（％）
zh_hant: 質量（％）

source: Standard aspect ratio is 13:5. Tick to maintain aspect ratio.
ar: نسبة العرض إلى الارتفاع القياسية 13: 5. ضع علامة للحفاظ على نسبة العرض إلى الارتفاع.
de: Das Standardseitenverhältnis ist 13:5. Aktivieren Sie dieses Kontrollkästchen, um das Seitenverhältnis beizubehalten.
es: La relación de aspecto estándar es 13: 5. Marque para mantener la relación de aspecto.
fr: Le ratio standard est 13:5. Cocher pour maintenir le ratio.
id: Rasio aspek standar adalah 13: 5. Centang untuk mempertahankan rasio aspek.
ja: 標準的な縦横比は 13:5 です。チェックすると縦横比を維持します。
ko: 표준 종횡비는 13 : 5입니다. 종횡비를 유지하려면 선택하십시오.
pl: Standardowy współczynnik proporcji to 13: 5. Zaznacz, aby zachować proporcje.
ru: Стандартное соотношение сторон - 13:5. Отметьте, чтобы сохранить соотношение сторон.
sv: Standardformat är 13: 5. Kryssa för att bibehålla bildförhållandet.
vi: Tỷ lệ khung hình tiêu chuẩn là 13: 5. Đánh dấu để duy trì tỷ lệ khung hình.
zh_hans: 标准宽高比为13：5。勾选以保持宽高比。
zh_hant: 標準寬高比為13：5。勾選以保持寬高比。

source: Standard Size of the available area is 1300px X 500px
ar: الحجم القياسي للمنطقة المتاحة هو 1300 بكسل × 500 بكسل
de: Die Standardgröße des verfügbaren Bereichs beträgt 1300 x 500 Pixel
es: El tamaño estándar del área disponible es 1300px X 500px
fr: La taille standard de la place disponible est 1300px X 500px
id: Standard Size dari area yang tersedia adalah 1300px X 500px
ja: 利用可能な領域の標準サイズは1300px X 500pxです
ko: 사용 가능한 영역의 표준 크기는 1300px X 500px입니다.
pl: Standardowy rozmiar dostępnego obszaru to 1300px x 500px
ru: Стандартный размер доступной области 1300px X 500px
sv: Standardstorleken för det tillgängliga området är 1300px X 500px
vi: Kích thước chuẩn của vùng khả dụng là 1300px X 500px
zh_hans: 可用区域的标准尺寸为1300px X 500px
zh_hant: 可用區域的標準尺寸為1300px X 500px

source: Found in :
ar: عثر عليه في :
de: Gefunden in :
es: Encontrado en :
fr: Trouvé à :
id: Ditemukan di :
ja: で見つかった:
ko: 발견 위치 :
pl: Znaleziono w :
ru: Найдено в :
sv: Hittades i :
vi: Tìm thấy trong :
zh_hans: 在发现 ：
zh_hant: 在發現 ：

source: Background Header Image in Public Event Page
ar: صورة رأس الخلفية في صفحة الحدث العامة
de: Hintergrundtitelbild auf der öffentlichen Veranstaltungsseite
es: Imagen de encabezado de fondo en la página de evento público
fr: Image de fond de l'en-tête sur la page publique de l'évènement
id: Gambar Header Latar Belakang di Halaman Acara Publik
ja: 公開のイベント ページの背景ヘッダー画像
ko: 공개 이벤트 페이지의 배경 헤더 이미지
pl: Obraz nagłówka w tle na stronie wydarzenia publicznego
ru: Фоновое изображение заголовка на публичной странице мероприятия
sv: Bakgrundsrubrikbild på Public Event -sida
vi: Hình ảnh tiêu đề nền trong trang sự kiện công khai
zh_hans: 公共活动页面中的背景标题图像
zh_hant: 公共活動頁面中的背景標題圖像

source: Thumbnail Size
ar: حجم الصورة المصغرة
de: Größe der Miniaturansichten
es: Tamaño de la uña del pulgar
fr: Taille de la vignette
id: Ukuran thumbnail
ja: サムネイルのサイズ
ko: 썸네일 크기
pl: Rozmiar miniaturki
ru: Размер миниатюры
sv: Miniatyrbild
vi: Kích thước thu nhỏ
zh_hans: 缩图大小
zh_hant: 縮圖大小

source: Standard aspect ratio is 5:2. Tick to maintain aspect ratio.
ar: نسبة العرض إلى الارتفاع القياسية 5: 2. ضع علامة للحفاظ على نسبة العرض إلى الارتفاع.
de: Das Standardseitenverhältnis ist 5:2. Aktivieren Sie dieses Kontrollkästchen, um das Seitenverhältnis beizubehalten.
es: La relación de aspecto estándar es 5: 2. Marque para mantener la relación de aspecto.
fr: Le ratio standard est 5:2. Cocher pour maintenir le ratio.
id: Rasio aspek standar adalah 5: 2. Centang untuk mempertahankan rasio aspek.
ja: 標準の縦横比は 5:2 です。チェックすると縦横比を維持します。
ko: 표준 종횡비는 5 : 2입니다. 종횡비를 유지하려면 선택하십시오.
pl: Standardowy współczynnik proporcji to 5: 2. Zaznacz, aby zachować proporcje.
ru: Стандартное соотношение сторон - 5:2. Отметьте, чтобы сохранить соотношение сторон.
sv: Standardformat är 5: 2. Kryssa för att bibehålla bildförhållandet.
vi: Tỷ lệ khung hình tiêu chuẩn là 5: 2. Đánh dấu để duy trì tỷ lệ khung hình.
zh_hans: 标准纵横比为5：2。勾选以保持宽高比。
zh_hant: 標準縱橫比為5：2。勾選以保持寬高比。

source: Standard Size of the available area is 500px X 200px
ar: الحجم القياسي للمنطقة المتاحة هو 500 بكسل × 200 بكسل
de: Die Standardgröße des verfügbaren Bereichs beträgt 500 x 200 Pixel
es: El tamaño estándar del área disponible es 500px X 200px
fr: La taille standard de la place disponible est 500px X 200px
id: Standard Size dari area yang tersedia adalah 500px X 200px
ja: 利用可能な領域の標準サイズは500px X 200pxです
ko: 사용 가능한 영역의 표준 크기는 500px X 200px입니다.
pl: Standardowy rozmiar dostępnego obszaru to 500px x 200px
ru: Стандартный размер доступной области - 500 пикселей X 200 пикселей.
sv: Standardstorleken för det tillgängliga området är 500px X 200px
vi: Kích thước chuẩn của vùng khả dụng là 500px X 200px
zh_hans: 可用区域的标准尺寸为500px X 200px
zh_hant: 可用區域的標準尺寸為500px X 200px

source: Home Page Event Images
ar: الصفحة الرئيسية صور الحدث
de: Veranstaltungsbilder der Startseite
es: Imágenes del evento de la página de inicio
fr: Images de la page d'accueil de l'évènement
id: Gambar Acara Halaman Beranda
ja: ホームページのイベント画像
ko: 홈 페이지 이벤트 이미지
pl: Obrazy wydarzeń na stronie głównej
ru: Изображения на домашней странице мероприятия
sv: Bilder på hemsidan
vi: Hình ảnh Sự kiện Trang chủ
zh_hans: 主页事件图像
zh_hant: 主頁事件圖像

source: My Session Page Event Images
ar: صور حدث صفحة الجلسة الخاصة بي
de: Meine Sitzungsseite Veranstaltungsbilder
es: Imágenes de eventos de la página Mi sesión
fr: Image de la page Ma session
id: Gambar Acara Halaman Sesi Saya
ja: マイ セッション ページのイベント画像
ko: 내 세션 페이지 이벤트 이미지
pl: Obrazy zdarzeń mojej strony sesji
ru: Изображения на странице мои сеансы мероприятия
sv: Min session sida händelse bilder
vi: Hình ảnh sự kiện trên trang phiên của tôi
zh_hans: 我的会话页面事件图像
zh_hant: 我的會話頁面事件圖像

source: My Ticket Page Event Images
ar: صور حدث صفحة تذكرتي
de: Veranstaltungsbilder auf meiner Ticketseite
es: Imágenes de eventos de mi página de entradas
fr: Image de la page Mon billet
id: Gambar Acara Halaman Tiket Saya
ja: マイ チケット ページのイベント画像
ko: 마이 티켓 페이지 이벤트 이미지
pl: Obrazy ze strony mojego biletu
ru: Изображения на странице мой билет мероприятия
sv: Bilder på min biljettsida
vi: Hình ảnh sự kiện trên trang vé của tôi
zh_hans: 我的票务页面事件图像
zh_hant: 我的票務頁面事件圖像

source: Icon Size
ar: حجم الرمز
de: Symbolgröße
es: Tamaño de icono
fr: Taille de l'icone
id: Ukuran Ikon
ja: アイコンのサイズ
ko: 아이콘 크기
pl: Rozmiar ikony
ru: Размер значка
sv: Storlek på ikoner
vi: Kích cỡ biểu tượng
zh_hans: 图标大小
zh_hant: 圖標大小

source: Standard Size of the available area is 75px X 30px
ar: الحجم القياسي للمنطقة المتاحة هو 75 بكسل × 30 بكسل
de: Die Standardgröße des verfügbaren Bereichs beträgt 75 x 30 Pixel
es: El tamaño estándar del área disponible es 75px X 30px
fr: La taille standard de la place disponible est 75px X 30px
id: Standard Size dari area yang tersedia adalah 75px X 30px
ja: 利用可能な領域の標準サイズは75px X 30pxです
ko: 사용 가능한 영역의 표준 크기는 75px X 30px입니다.
pl: Standardowy rozmiar dostępnego obszaru to 75 pikseli X 30 pikseli
ru: Стандартный размер доступной области 75px X 30px
sv: Standardstorleken för det tillgängliga området är 75px X 30px
vi: Kích thước chuẩn của vùng khả dụng là 75px X 30px
zh_hans: 可用区域的标准尺寸为75像素X 30像素
zh_hant: 可用區域的標準尺寸為75像素X 30像素

source: Logo Size (Event Wizard)
ar: حجم الشعار (معالج الحدث)
de: Logo-Größe (Veranstaltungs-Assistent)
es: Tamaño del logotipo (Asistente de eventos)
fr: Taille du logo (Event Wizard)
id: Ukuran Logo (Wisaya Acara)
ja: ロゴ サイズ (イベント ウィザード)
ko: 로고 크기 (이벤트 마법사)
pl: Rozmiar logo (Kreator zdarzeń)
ru: Размер логотипа (Мастер мероприятия)
sv: Logostorlek (eventguide)
vi: Kích thước biểu trưng (Trình hướng dẫn sự kiện)
zh_hans: 徽标大小（事件向导）
zh_hant: 徽標大小（事件嚮導）

source: Profile/Speaker Images
ar: صور الملف الشخصي / مكبر الصوت
de: Profil-/Referent-Foto
es: Imágenes de perfil / orador
fr: Image du Profile/Orateur
id: Gambar Profil / Pembicara
ja: プロフィール/スピーカー画像
ko: 프로필 / 발표자 이미지
pl: Obrazy profili / głośników
ru: Профиль/изображения спикеров
sv: Profil-/högtalarbilder
vi: Hình ảnh hồ sơ / loa
zh_hans: 个人资料/发言人图像
zh_hant: 個人資料/發言人圖像

source: Width & Height (in px)
ar: العرض والارتفاع (بالبكسل)
de: Breite & Höhe (in px)
es: Ancho y Altura (en px)
fr: Largeur et Hauteur (en px)
id: Lebar & Tinggi (dalam px)
ja: 幅と高さ (px)
ko: 너비 및 높이 (픽셀 단위)
pl: Szerokość i wysokość (w pikselach)
ru: Ширина и высота (в пикселях)
sv: Bredd och höjd (i pixlar)
vi: Chiều rộng & Chiều cao (tính bằng px)
zh_hans: 宽度和高度（以像素为单位）
zh_hant: 寬度和高度（以像素為單位）

source: Standard Size of the available area is 150px X 150px
ar: الحجم القياسي للمنطقة المتاحة هو 150 بكسل × 150 بكسل
de: Die Standardgröße des verfügbaren Bereichs beträgt 150 x 150 Pixel
es: El tamaño estándar del área disponible es 150px X 150px
fr: La taille standard de la place disponible est 150px X 150px
id: Ukuran Standar dari area yang tersedia adalah 150px X 150px
ja: 利用可能な領域の標準サイズは150px X 150pxです
ko: 사용 가능한 영역의 표준 크기는 150px X 150px입니다.
pl: Standardowy rozmiar dostępnego obszaru to 150px x 150px
ru: Стандартный размер доступной области - 150 пикселей X 150 пикселей.
sv: Standardstorleken för det tillgängliga området är 150px X 150px
vi: Kích thước chuẩn của vùng khả dụng là 150px X 150px
zh_hans: 可用区域的标准尺寸为150像素X 150像素
zh_hant: 可用區域的標準尺寸為150像素X 150像素

source: Event Public Page
ar: الصفحة العامة للحدث
de: Öffentliche Veranstaltungsseite
es: Página pública del evento
fr: Page publique de l'évènement
id: Halaman Umum Acara
ja: イベント公開ページ
ko: 이벤트 공개 페이지
pl: Publiczna strona wydarzenia
ru: Публичная страница мероприятия
sv: Evenemangets offentliga sida
vi: Trang công khai sự kiện
zh_hans: 活动公共页面
zh_hant: 活動公共頁面

source: Small Size
ar: حجم صغير
de: Geringe Größe
es: Talla pequeña
fr: Petite taille
id: Ukuran kecil
ja: 小さいサイズ
ko: 작은 크기
pl: Mały rozmiar
ru: Маленький размер
sv: Liten storlek
vi: Kích thước nhỏ
zh_hans: 小尺寸
zh_hant: 小尺寸

source: Standard Size of the available area is 50px X 50px
ar: الحجم القياسي للمنطقة المتاحة هو 50 بكسل × 50 بكسل
de: Die Standardgröße des verfügbaren Bereichs beträgt 50 x 50 Pixel
es: El tamaño estándar del área disponible es 50px X 50px
fr: La taille standard de la place disponible est 50px X 50px
id: Standard Size dari area yang tersedia adalah 50px X 50px
ja: 利用可能な領域の標準サイズは50px X 50pxです
ko: 사용 가능한 영역의 표준 크기는 50px X 50px입니다.
pl: Standardowy rozmiar dostępnego obszaru to 50px x 50px
ru: Стандартный размер доступной области - 50 пикселей X 50 пикселей
sv: Standardstorleken för det tillgängliga området är 50px X 50px
vi: Kích thước chuẩn của vùng khả dụng là 50px X 50px
zh_hans: 可用区域的标准尺寸为50像素X 50像素
zh_hant: 可用區域的標準尺寸為50像素X 50像素

source: Speaker Tab in Event Dashboard
ar: علامة تبويب المتحدث في لوحة معلومات الحدث
de: Referenten-Tab in der Veranstaltungsübersicht
es: Ficha Altavoz en el panel de eventos
fr: Onglet Orateur du tableau de bord de l'évènement
id: Tab Speaker di Dasbor Acara
ja: イベント ダッシュボードのスピーカー タブ
ko: 이벤트 대시 보드의 스피커 탭
pl: Karta prelegenta w panelu wydarzeń
ru: Вкладка спикера на панели мероприятия
sv: Högtalarflik i händelseöversikten
vi: Tab loa trong Trang tổng quan sự kiện
zh_hans: 事件仪表板中的“扬声器”选项卡
zh_hant: 事件儀表板中的“揚聲器”選項卡

source: Standard Size of the available area is 35px X 35px
ar: الحجم القياسي للمنطقة المتاحة هو 35 بكسل × 35 بكسل
de: Die Standardgröße des verfügbaren Bereichs beträgt 35 x 35 Pixel
es: El tamaño estándar del área disponible es 35px X 35px
fr: La taille standard de la place disponible est 35px X 35px
id: Standard Size dari area yang tersedia adalah 35px X 35px
ja: 利用可能な領域の標準サイズは35px X 35pxです
ko: 사용 가능한 영역의 표준 크기는 35px X 35px입니다.
pl: Standardowy rozmiar dostępnego obszaru to 35px X 35px
ru: Стандартный размер доступной области - 35px X 35px
sv: Standardstorleken för det tillgängliga området är 35px X 35px
vi: Kích thước chuẩn của vùng khả dụng là 35px X 35px
zh_hans: 可用区域的标准尺寸为35像素X 35像素
zh_hant: 可用區域的標準尺寸為35像素X 35像素

source: Top Bar Right Corner
ar: الزاوية اليمنى للشريط العلوي
de: Obere Leiste - Rechte Ecke
es: Esquina derecha de la barra superior
fr: Coin droit de la barre d'en-tête
id: Pojok Kanan Bar Atas
ja: 上部バーの右隅
ko: 상단 막대 오른쪽 모서리
pl: Prawy róg górnego paska
ru: Правый угол верхней панели
sv: Övre högra hörnet
vi: Góc trên cùng bên phải
zh_hans: 顶栏右上角
zh_hant: 頂欄右上角

source: Android App Generator
ar: مولد تطبيقات أندرويد
es: Generador de aplicaciones para Android
fr: Générateur Android App
id: Pembuat Aplikasi Android
ja: アンドロイドアプリジェネレータ
ko: Android 앱 생성기
pl: Generator aplikacji na Androida
ru: Генератор приложений для Android
sv: App-generator för Android
vi: Trình tạo ứng dụng Android

source: API Server
ar: خادم API
es: Servidor API
fr: Serveur API
id: Server API
ja: API サーバー
ko: API 서버
pl: Serwer API
ru: API-сервер
vi: Máy chủ API
zh_hans: API服务器
zh_hant: API服務器

source: Web App Generator
ar: منشئ تطبيقات الويب
de: Webanwendungs-Generator
es: Generador de aplicaciones web
fr: Générateur Web App
id: Generator Aplikasi Web
ja: ウェブアプリジェネレータ
ko: 웹 앱 생성기
pl: Generator aplikacji internetowych
ru: Генератор веб-приложений
vi: Trình tạo ứng dụng web
zh_hans: Web App生成器
zh_hant: Web App生成器

source: Enable Stripe
ar: تمكين الشريط
de: Stripe aktivieren
es: Habilitar Stripe
fr: Activer Stripe
id: Aktifkan Stripe
ja: ストライプを有効にする
ko: 스트라이프 활성화
pl: Włącz Stripe
ru: Включить полосу
sv: Aktivera Stripe
vi: Bật sọc
zh_hans: 启用条纹
zh_hant: 啟用條紋

source: Stripe Keys
ar: مفاتيح شريطية
de: Stripe-Schlüssel
es: Clave Stripe
fr: Clés Stripe
id: Tombol Stripe
ja: Stripe キー
ko: 스트라이프 키
ru: Ключи Stripe
sv: Randnycklar
vi: Phím sọc
zh_hans: 条纹键
zh_hant: 條紋鍵

source: on how to obtain these keys.
ar: حول كيفية الحصول على هذه المفاتيح.
de: wie Sie diese Schlüssel erhalten.
es: sobre cómo obtener estas claves.
fr: sur comment obtenir ces clés.
id: tentang cara mendapatkan kunci ini.
ja: これらのキーを入手する方法について
ko: 이 키를 얻는 방법에 대해 설명합니다.
pl: jak uzyskać te klucze.
ru: о том, как получить эти ключи.
sv: om hur man skaffar dessa nycklar.
vi: về cách lấy các khóa này.
zh_hans: 有关如何获取这些密钥的信息。
zh_hant: 有關如何獲取這些密鑰的信息。

source: Stripe Integration Mode
ar: وضع تكامل الشريط
de: Streifenintegrationsmodus
es: Modo de integración de Stripe
fr: Mode d'intégration Stripe
id: Mode Integrasi Stripe
ja: ストライプ統合モード
ko: 스트라이프 통합 모드
pl: Tryb integracji Stripe
ru: Режим интеграции полосы
sv: Integreringsläge för Stripe
vi: Chế độ tích hợp sọc
zh_hans: 条带整合模式
zh_hant: 條帶整合模式

source: Test mode - Used during development and testing
ar: وضع الاختبار - يستخدم أثناء التطوير والاختبار
de: Testmodus - Wird während der Entwicklung und des Testens verwendet
es: Modo de prueba: se utiliza durante el desarrollo y las pruebas
fr: Mode test - Utilisé pendant le développement et les tests
id: Mode uji - Digunakan selama pengembangan dan pengujian
ja: テストモード - 開発およびテスト中に使用
ko: 테스트 모드-개발 및 테스트 중에 사용됩니다.
pl: Tryb testowy - używany podczas programowania i testowania
ru: Тестовый режим - используется во время разработки и тестирования
sv: Testläge - Används under utveckling och testning
vi: Chế độ thử nghiệm - Được sử dụng trong quá trình phát triển và thử nghiệm
zh_hans: 测试模式-在开发和测试期间使用
zh_hant: 測試模式-在開發和測試期間使用

source: Client Test ID
ar: معرف اختبار العميل
es: ID de prueba de cliente
fr: ID de test client
id: ID Pengujian Klien
ja: クライアント テスト ID
ko: 클라이언트 테스트 ID
pl: Identyfikator testu klienta
ru: Идентификатор клиентского теста
sv: Klienttest -ID
vi: ID kiểm tra khách hàng
zh_hans: 客户端测试ID
zh_hant: 客戶端測試ID

source: This client id will be used for testing mode
ar: سيتم استخدام معرف العميل هذا لوضع الاختبار
de: Diese Client-ID wird für den Testmodus verwendet
es: Esta identificación de cliente se utilizará para el modo de prueba
fr: Cet identifiant client sera utilisé pour le mode test
id: ID klien ini akan digunakan untuk mode pengujian
ja: このクライアント ID は、テスト モードに使用されます。
ko: 이 클라이언트 ID는 테스트 모드에 사용됩니다.
pl: Ten identyfikator klienta będzie używany w trybie testowym
ru: Этот идентификатор клиента будет использоваться для режима тестирования
sv: Detta klient -id används för testläge
vi: Id khách hàng này sẽ được sử dụng cho chế độ thử nghiệm
zh_hans: 此客户端ID将用于测试模式
zh_hant: 此客戶端ID將用於測試模式

source: Secret Test Key
ar: مفتاح الاختبار السري
de: Geheimer Testschlüssel
es: Clave de prueba secreta
fr: Clé de test secrète
id: Kunci Tes Rahasia
ja: シークレット テスト キー
ko: 비밀 테스트 키
pl: Tajny klucz testowy
ru: Секретный тестовый ключ
sv: Hemlig testnyckel
vi: Khóa kiểm tra bí mật
zh_hans: 秘密测试密钥
zh_hant: 秘密測試密鑰

source: This secret key will be used for testing mode
ar: سيتم استخدام هذا المفتاح السري لوضع الاختبار
de: Dieser geheime Schlüssel wird für den Testmodus verwendet
es: Esta clave secreta se utilizará para el modo de prueba
fr: Cette clé secrète sera utilisée pour le mode test
id: Kunci rahasia ini akan digunakan untuk mode pengujian
ja: この秘密鍵はテストモードに使用されます
ko: 이 비밀 키는 테스트 모드에 사용됩니다.
pl: Ten tajny klucz będzie używany w trybie testowym
ru: Этот секретный ключ будет использоваться в тестовом режиме
sv: Denna hemliga nyckel kommer att användas för testläge
vi: Khóa bí mật này sẽ được sử dụng cho chế độ thử nghiệm
zh_hans: 此密钥将用于测试模式
zh_hant: 此密鑰將用於測試模式

source: Publishable Test Key
ar: مفتاح اختبار قابل للنشر
de: Veröffentlichbarer Testschlüssel
es: Clave de prueba publicable
fr: Clé de test publiable
id: Kunci Tes yang Dapat Diterbitkan
ja: 発行可能なテスト キー
ko: 게시 가능한 테스트 키
pl: Publikowalny klucz testowy
ru: Публикуемый тестовый ключ
sv: Utgivningsbar testnyckel
vi: Khóa kiểm tra có thể xuất bản
zh_hans: 可发布的测试密钥
zh_hant: 可發布的測試密鑰

source: This publishable key will be used for testing mode
ar: سيتم استخدام هذا المفتاح القابل للنشر في وضع الاختبار
de: Dieser publizierbare Schlüssel wird für den Testmodus verwendet
es: Esta clave publicable se utilizará para el modo de prueba
fr: Cette clé publiable sera utilisée pour le mode de test
id: Kunci yang dapat dipublikasikan ini akan digunakan untuk mode pengujian
ja: この公開可能なキーは、テスト モードに使用されます
ko: 이 게시 가능한 키는 테스트 모드에 사용됩니다.
pl: Ten możliwy do publikacji klucz będzie używany w trybie testowym
ru: Этот публикуемый ключ будет использоваться в тестовом режиме.
sv: Denna publicerbara nyckel används för testläge
vi: Khóa có thể xuất bản này sẽ được sử dụng cho chế độ thử nghiệm
zh_hans: 此可发布密钥将用于测试模式
zh_hant: 此可發布密鑰將用於測試模式

source: Live mode - Used during production
ar: الوضع المباشر - يُستخدم أثناء الإنتاج
de: Live-Modus - Wird während "Production" verwendet
es: Modo en vivo: utilizado durante la producción
fr: Live mode - Utilisé en production
id: Mode langsung - Digunakan selama produksi
ja: ライブモード - 本番稼働時に使用します
ko: 라이브 모드-제작 중 사용
pl: Tryb na żywo - używany podczas produkcji
ru: Живой режим - используется для продакшена
sv: Live -läge - Används under produktion
vi: Chế độ trực tiếp - Được sử dụng trong quá trình sản xuất
zh_hans: 实时模式-在生产过程中使用
zh_hant: 實時模式-在生產過程中使用

source: Client ID
ar: معرف العميل
es: Id. de cliente
fr: ID Client
id: ID Klien
ko: 유저 아이디
pl: ID klienta
ru: ID клиента
sv: Klient-ID
vi: ID khách hàng
zh_hans: 客户端ID
zh_hant: 用戶端ID

source: This client id will be used during live (production) mode
ar: سيتم استخدام معرّف العميل هذا أثناء الوضع المباشر (الإنتاج)
de: Diese Client-ID wird im Live-Modus (Produktionsmodus) verwendet
es: Esta identificación de cliente se utilizará durante el modo en vivo (producción)
fr: Cet identifiant client sera utilisé en mode live (production)
id: ID klien ini akan digunakan selama mode (produksi) langsung
ja: このクライアント ID は、ライブ (実稼働) モードで使用されます。
ko: 이 클라이언트 ID는 라이브 (프로덕션) 모드에서 사용됩니다.
pl: Ten identyfikator klienta będzie używany w trybie na żywo (produkcyjnym)
ru: Этот идентификатор клиента будет использоваться в рабочем (производственном) режиме.
sv: Detta klient -id används under live (produktion) -läge
vi: Id khách hàng này sẽ được sử dụng trong chế độ trực tiếp (sản xuất)
zh_hans: 此客户端ID将在实时（生产）模式下使用
zh_hant: 此客戶端ID將在實時（生產）模式下使用

source: Secret Key
ar: المفتاح السري
de: Geheimer Schlüssel
es: Llave secreta
fr: Clé secrète
id: Kunci rahasia
ja: 秘密キー
ko: 비밀 키
pl: Sekretny klucz
ru: Секретный ключ
sv: Hemlig nyckel
vi: Chìa khoá bí mật
zh_hans: 密钥
zh_hant: 密鑰

source: This Secret Key will be used during live (production) mode
ar: سيتم استخدام هذا المفتاح السري أثناء الوضع المباشر (الإنتاج)
de: Dieser geheime Schlüssel wird im Live-Modus (Produktionsmodus) verwendet
es: Esta clave secreta se utilizará durante el modo en vivo (producción)
fr: Cette clé secrète sera utilisée en mode live (production)
id: Kunci Rahasia ini akan digunakan selama mode (produksi) live
ja: このシークレットキーは、ライブ(本番)モードで使用されます
ko: 이 비밀 키는 라이브 (프로덕션) 모드에서 사용됩니다.
pl: Ten tajny klucz będzie używany w trybie na żywo (produkcyjnym)
ru: Этот секретный ключ будет использоваться во время рабочего (производственного) режима
sv: Denna hemliga nyckel kommer att användas under live (produktion) läge
vi: Khóa bí mật này sẽ được sử dụng trong chế độ trực tiếp (sản xuất)
zh_hans: 此密钥将在实时（生产）模式下使用
zh_hant: 此密鑰將在實時（生產）模式下使用

source: Publishable Key
ar: مفتاح قابل للنشر
de: Veröffentlichbarer Schlüssel
es: Clave publicable
fr: Clé publique
id: Kunci yang Dapat Diterbitkan
ja: 公開可能なキー
ko: 게시 가능한 키
pl: Klucz do publikacji
ru: Публикуемый ключ
sv: Utgivningsbar nyckel
vi: Khóa có thể xuất bản
zh_hans: 可发布密钥
zh_hant: 可發布密鑰

source: This Publishable Key will be used during live (production) mode
ar: سيتم استخدام هذا المفتاح القابل للنشر أثناء الوضع المباشر (الإنتاج)
de: Dieser publizierbare Schlüssel wird im Live-Modus (Produktionsmodus) verwendet
es: Esta clave publicable se utilizará durante el modo en vivo (producción)
fr: Cette clé publiable sera utilisée en mode live (production)
id: Kunci yang Dapat Diterbitkan ini akan digunakan selama mode (produksi) langsung
ja: この公開可能なキーは、ライブ (実稼働) モードで使用されます。
ko: 이 게시 가능 키는 라이브 (프로덕션) 모드에서 사용됩니다.
pl: Ten klucz do publikacji będzie używany w trybie na żywo (produkcyjnym)
ru: Этот публикуемый ключ будет использоваться в рабочем (производственном) режиме.
sv: Denna publicerbara nyckel används under live (produktion) -läge
vi: Khóa xuất bản này sẽ được sử dụng trong chế độ trực tiếp (sản xuất)
zh_hans: 此发布密钥将在实时（生产）模式下使用
zh_hant: 此發布密鑰將在實時（生產）模式下使用
