Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Import Event
ar: حدث الاستيراد
de: Veranstaltung laden
es: Importar Evento
fr: Importer l'évènement
id: Impor acara
ja: イベントのインポート
ko: 이벤트 가져오기
pl: Importuj zdarzenie
ru: Импортировать мероприятие
sv: Importera händelse
vi: Nhập sự kiện
zh_hans: 导入事件
zh_hant: 匯入活動

source: Imported Events
ar: الأحداث المستوردة
de: Importierte Veranstaltungen
es: Eventos importados
fr: Évènements importés
id: Acara yang Diimpor
ja: インポートされたイベント
ko: 가져온 이벤트
pl: Importowane wydarzenia
ru: Импортированные события
sv: Importerade händelser
vi: Sự kiện đã nhập
zh_hans: 导入的事件
zh_hant: 導入的事件

source: Access event information via REST API
ar: الوصول إلى معلومات الحدث عبر REST API
de: Zugriff auf Veranstaltungsinformationen über die REST-API
es: Acceda a la información del evento a través de la API REST
fr: Accéder aux informations de l'évènement depuis l'API REST
id: Akses informasi acara melalui REST API
ja: REST API 経由でイベント情報にアクセス
ko: REST API를 통해 이벤트 정보 보기
pl: Uzyskaj dostęp do informacji o wydarzeniach przez REST API
ru: Доступ к информации о мероприятиях через REST API
sv: Få tillgång till händelseinformation via REST API
vi: Truy cập thông tin sự kiện qua API REST
zh_hans: 通过REST API访问事件信息
zh_hant: 透過 REST API 存取活動行程資訊

source: Basic Event Details
ar: تفاصيل الحدث الأساسية
de: Grundlegende Veranstaltungsdetails
es: Detalles básicos del evento
fr: Informations générales de l'évènement
id: Detail Acara Dasar
ja: 基本的なイベントの詳細
ko: 기본적인 이벤트 정보
pl: Podstawowe szczegóły wydarzenia
ru: Основные сведения о мероприятии
sv: Grundläggande händelseinformation
vi: Chi tiết sự kiện cơ bản
zh_hans: 基本事件详细信息
zh_hant: 活動行程基本細節

source: Microlocations
ar: الدقيقة
de: Mikrolokationen
es: Microlocalizaciones
fr: Salles
id: Lokasi mikro
ja: マイクロロケーション
ko: 마이크로 장소
pl: Mikrolokalizacje
ru: Микролокации
sv: Mikrolokationer
vi: Vị trí nhỏ
zh_hans: 微型位置
zh_hant: 微定位

source: Tracks
ar: المسارات
de: Themen
fr: Traces
id: Trek
ja: トラック
ko: 트랙
pl: Ścieżki
ru: Треки
sv: Spår
vi: Bản nhạc
zh_hans: 轨道
zh_hant: 軌跡

source: You can make a GET request to the following endpoint to access the selected information
ar: يمكنك تقديم طلب GET إلى نقطة النهاية التالية للوصول إلى المعلومات المحددة
de: Sie können eine GET-Anforderung an den folgenden Endpunkt senden, um auf die ausgewählten Informationen zuzugreifen
es: Puede realizar una solicitud GET al siguiente punto final para acceder a la información seleccionada
fr: vous pouvez faire une requête GET sur le endpoint suivant pour obtenir l'information sélectionnée
id: Anda dapat membuat permintaan GET ke titik akhir berikut untuk mengakses informasi yang dipilih
ja: 次のエンドポイントに GET 要求を行い、選択した情報にアクセスできます。
ko: 선택한 정보에 액세스하기 위해 다음 엔드 포인트에 GET 요청을 할 수 있습니다.
pl: Możesz wysłać żądanie GET do następującego punktu końcowego, aby uzyskać dostęp do wybranych informacji
ru: Вы можете сделать запрос GET к следующей конечной точке для доступа к выбранной информации
sv: Du kan göra en GET -begäran till följande slutpunkt för att komma åt den valda informationen
vi: Bạn có thể thực hiện yêu cầu GET tới điểm cuối sau để truy cập thông tin đã chọn
zh_hans: 您可以向以下端点发出GET请求以访问所选信息
zh_hant: 您可以向以下端點發出GET請求以訪問所選信息

source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles.
fr: Lien copié dans le presse-papiers
id: Tautan disalin ke papan klip
ja: クリップボードにコピーされたリンク
ko: 링크가 클립 보드에 복사되었습니다.
pl: Link został skopiowany do schowka
ru: Ссылка скопирована в буфер обмена
sv: Länken kopierades till urklipp
vi: Liên kết được sao chép vào khay nhớ tạm
zh_hans: 链接已被复制到剪贴板
zh_hant: 鏈接已復製到剪貼板

source: Response
ar: إجابة
de: Antwort
es: Respuesta
fr: Réponse
id: Tanggapan
ja: レスポンス
ko: 답변
pl: Odpowiedź
ru: Ответ
sv: Respons
vi: Phản ứng
zh_hans: 反应
zh_hant: 回覆

source: Download Event as {{file}}
ar: تنزيل الحدث كـ {{file}}
de: Veranstaltungen als {{file}} herunterladen
es: Descargar evento como {{file}}
fr: Télécharger l'évènement en tant que {{file}}
id: Unduh Acara sebagai {{file}}
ja: {{file}} としてイベントをダウンロード
ko: {{file}}로 이벤트 다운로드
pl: Pobierz wydarzenie jako {{file}}
ru: Скачать событие как {{file}}
sv: Hämta händelse som {{file}}
vi: Tải xuống Sự kiện dưới dạng {{file}}
zh_hans: 将事件下载为{{file}}
zh_hant: 將事件下載為{{file}}

source: Once the event is live and the schedule is published, {{file}} version of the schedule will be available at:
ar: بمجرد أن يصبح الحدث مباشرًا ونشر الجدول ، ستتوفر نسخة {{file}} من الجدول على:
de: Sobald die Veranstaltung live ist und der Zeitplan veröffentlicht wurde, ist die {{file}} Version des Zeitplans verfügbar unter:
es: Una vez que el evento esté en vivo y la programación se publique, la versión {{file}} de la programación estará disponible en:
fr: Une fois l'évènement en direct et le programme publié, la version {{file}} du programme sera disponible à :
id: Setelah acara disiarkan langsung dan jadwal dipublikasikan, versi {{file}} jadwal akan tersedia pada:
ja: イベントがライブ状態になり、スケジュールが公開されると、{{file}} バージョンのスケジュールが次の時点で利用できるようになります。
ko: 이벤트가 시작되고 일정이 게시되면 다음에서 일정의 {{file}} 버전을 사용할 수 있습니다.
pl: Po rozpoczęciu wydarzenia i opublikowaniu harmonogramu wersja {{file}} harmonogramu będzie dostępna pod adresem:
ru: Как только мероприятие будет запущено и расписание будет опубликовано, {{file}} версия расписания будет доступна по адресу:
sv: När evenemanget är live och schemat är publicerat kommer versionen av {{file}} att vara tillgänglig på:
vi: Sau khi sự kiện diễn ra trực tiếp và lịch biểu được xuất bản, phiên bản {{file}} của lịch biểu sẽ có sẵn tại:
zh_hans: 活动开始并发布时间表后，即可在以下位置获取时间表的{{file}}版本：
zh_hant: 活動開始並發佈時間表後，即可在以下位置獲取時間表的{{file}}版本：

source: Alternatively, you can download the {{file}} here
ar: بدلاً من ذلك ، يمكنك تنزيل {{file}} هنا
de: Alternativ können Sie die {{file}} hier herunterladen
es: Alternativamente, puede descargar el {{file}} aquí.
fr: Vous pouvez également télécharger le {{file}} ici
id: Atau, Anda dapat mengunduh {{file}} di sini
ja: または、{{file}} をダウンロードすることもできます。
ko: 또는 여기에서 {{file}}을 다운로드 할 수 있습니다.
pl: Alternatywnie możesz pobrać {{file}} tutaj
ru: Вы также можете скачать {{file}} здесь
sv: Alternativt kan du ladda ner {{file}} här
vi: Ngoài ra, bạn có thể tải xuống {{file}} tại đây
zh_hans: 另外，您可以在此处下载{{file}}
zh_hant: 另外，您可以在此處下載{{file}}

source: Export and Download Event as Zip
ar: تصدير وتنزيل الحدث بتنسيق Zip
de: Veranstaltungen als ZIP-Datei exportieren und herunterladen
es: Exportar y descargar eventos como zip
fr: Exporter et télécharger l'évènement au format Zip
id: Ekspor dan Unduh Acara sebagai Zip
ja: イベントを ZIP としてエクスポートおよびダウンロード
ko: 이벤트를 집파일로 다운로드
pl: Eksportuj i pobierz wydarzenie jako Zip
ru: Экспорт и скачивание события как Zip
sv: Exportera och ladda ner händelse som zip
vi: Xuất và tải xuống sự kiện dưới dạng Zip
zh_hans: 导出和下载事件为ZIP
zh_hant: 以 zip 檔匯出並下載活動行程

source: Select the media files you want in the Zip file.
ar: حدد ملفات الوسائط التي تريدها في ملف Zip.
de: Wählen Sie die Mediendateien aus, die Sie in der Zip-Datei haben möchten.
es: Seleccione los archivos multimedia que desee en el archivo Zip.
fr: Sélectionnez les fichiers multimédias que vous voulez dans le fichier Zip.
id: Pilih file media yang Anda inginkan dalam file Zip.
ja: Zipファイルで必要なメディアファイルを選択します。
ko: Zip 파일에서 원하는 미디어 파일을 선택합니다.
pl: Wybierz pliki multimedialne, które chcesz umieścić w pliku Zip.
ru: Выберите нужные медиафайлы в Zip-файле.
sv: Välj de mediafiler du vill ha i zip-filen.
vi: Chọn các tệp phương tiện bạn muốn trong tệp Zip.
zh_hans: 在 Zip 文件中选择您想要的媒体文件。
zh_hant: 在 Zip 文件中選擇您想要的媒體文件。

source: Image
ar: صورة
de: Bild
es: Imagen
id: Gambar
ja: 画像
ko: 사진
pl: Obraz
ru: Изображение
sv: Bild
vi: Ảnh
zh_hans: 图片
zh_hant: 影像

source: Start
ar: يبدأ
de: Starten
es: Empezar
fr: Début
id: Mulai
ja: 開始
ko: 시작
ru: Пуск
vi: bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Website Generator
ar: مولد الموقع
es: Generador de sitios web
fr: Générateur de site Web
id: Generator Situs Web
ja: ウェブサイトジェネレータ
ko: 웹 사이트 생성기
pl: Generator witryn internetowych
ru: Генератор веб-сайтов
sv: Webbplatsgenerator
vi: Trình tạo trang web
zh_hans: 网站生成器
zh_hant: 網站生成器

source: You would like to have a dedicated event website with all details, supporters listing, speakers and sessions and the entire schedule?
ar: هل ترغب في الحصول على موقع ويب مخصص للأحداث يحتوي على جميع التفاصيل وقائمة الرعاة والمتحدثين والجلسات والجدول الزمني بأكمله؟
de: Eine eigene Event-Website mit allen Details, Sponsorenlisten, Referenten und Sitzungen, sowie den gesamten Zeitplan erstellen?
es: ¿Le gustaría tener un sitio web dedicado al evento con todos los detalles, lista de patrocinadores, oradores y sesiones y el calendario completo?
id: Anda ingin memiliki situs acara khusus dengan semua detail, daftar sponsor, pembicara dan sesi, serta seluruh jadwal?
ja: すべての詳細、スポンサーリスト、講演者とセッション、およびスケジュール全体を掲載した専用のイベントWebサイトが必要ですか？
ko: 모든 세부 사항, 스폰서 목록, 연사 및 세션 및 전체 일정이 포함 된 전용 이벤트 웹 사이트를 원하십니까?
pl: Czy chciałbyś mieć dedykowaną stronę internetową wydarzenia ze wszystkimi szczegółami, listą sponsorów, prelegentami i sesjami oraz całym harmonogramem?
ru: Вы хотели бы иметь специальный веб-сайт мероприятия со всеми подробностями, списком спонсоров, докладчиками, сессиями и всем расписанием?
sv: Vill du ha en dedikerad eventwebbplats med alla detaljer, sponsorslista, talare och sessioner och hela schemat?
vi: Bạn muốn có một trang web dành riêng cho sự kiện với tất cả thông tin chi tiết, danh sách nhà tài trợ, diễn giả và phiên họp và toàn bộ lịch trình?
zh_hans: 您想拥有一个专门的活动网站，其中包含所有详细信息，赞助商列表，演讲者和会议以及整个时间表？
zh_hant: 您想擁有一個專門的活動網站，其中包含所有詳細信息，贊助商列表，演講者和會議以及整個時間表？

source: Simply use the website generator.
ar: ببساطة استخدم مولد الموقع.
de: Einfach den Website-Generator verwenden.
es: Simplemente use el generador de sitios web.
fr: Utilisez simplement le générateur de site Web.
id: Cukup gunakan generator situs web.
ja: 単にウェブサイトジェネレータを使用してください。
ko: 웹 사이트 생성기를 사용하기 만하면됩니다.
pl: Po prostu użyj generatora stron.
ru: Просто воспользуйтесь генератором веб-сайтов.
sv: Använd bara webbplatsgeneratorn.
vi: Đơn giản chỉ cần sử dụng trình tạo trang web.
zh_hans: 只需使用网站生成器。
zh_hant: 只需使用網站生成器。

source: It transfers the data of the event via an API to our website tool and creates a website for you.
ar: ينقل بيانات الحدث عبر واجهة برمجة التطبيقات (API) إلى أداة موقعنا على الويب وينشئ موقعًا إلكترونيًا لك.
de: Er überträgt die Daten der Veranstaltung über eine API an unser Website-Tool und erstellt eine Website für die Veranstaltung.
es: Transfiere los datos del evento a través de una API a nuestra herramienta de sitio web y crea un sitio web para usted.
fr: Il transfère les données de l'événement via une API à notre outil de site Web et crée un site Web pour vous.
id: Ini mentransfer data acara melalui API ke alat situs web kami dan membuat situs web untuk Anda.
ja: APIを介してイベントのデータを当社のWebサイトツールに転送し、お客様に代わってWebサイトを作成します。
ko: API를 통해 이벤트 데이터를 당사 웹 사이트 도구로 전송하고 귀하를위한 웹 사이트를 생성합니다.
pl: Przekazuje dane wydarzenia za pośrednictwem interfejsu API do naszego narzędzia internetowego i tworzy dla Ciebie witrynę internetową.
ru: Он передает данные о мероприятии через API в инструмент нашего веб-сайта и создает для вас веб-сайт.
sv: Det överför händelsens data via ett API till vårt webbplatsverktyg och skapar en webbplats för dig.
vi: Nó chuyển dữ liệu của sự kiện qua một API tới công cụ trang web của chúng tôi và tạo một trang web cho bạn.
zh_hans: 它将通过API将事件数据传输到我们的网站工具，并为您创建一个网站。
zh_hant: 它將通過API將事件數據傳輸到我們的網站工具，並為您創建一個網站。

source: You can download the entire site as a Zip file and upload it to your own web hosting service.
ar: يمكنك تنزيل الموقع بالكامل كملف مضغوط وتحميله إلى خدمة استضافة الويب الخاصة بك.
de: Sie können die gesamte Website als Zip-Datei herunterladen und auf Ihren eigenen Webhosting-Dienst hochladen.
es: Puede descargar todo el sitio como un archivo Zip y cargarlo en su propio servicio de alojamiento web.
fr: Vous pouvez télécharger l'intégralité du site sous forme de fichier Zip et le télécharger sur votre propre service d'hébergement Web.
id: Anda dapat mengunduh seluruh situs sebagai file Zip dan mengunggahnya ke layanan hosting web Anda sendiri.
ja: サイト全体をZipファイルとしてダウンロードし、独自のWebホスティングサービスにアップロードできます。
ko: 전체 사이트를 Zip 파일로 다운로드하여 자체 웹 호스팅 서비스에 업로드할 수 있습니다.
pl: Możesz pobrać całą witrynę jako plik Zip i przesłać ją do własnej usługi hostingowej.
ru: Вы можете загрузить весь сайт в виде Zip-файла и загрузить его на свой собственный веб-хостинг.
sv: Du kan ladda ner hela webbplatsen som en zip-fil och ladda upp den till ditt eget webbhotell.
vi: Bạn có thể tải xuống toàn bộ trang web dưới dạng tệp Zip và tải nó lên dịch vụ lưu trữ web của riêng bạn.
zh_hans: 您可以将整个站点下载为 Zip 文件并将其上传到您自己的网络托管服务。
zh_hant: 您可以將整個站點下載為 Zip 文件並將其上傳到您自己的網絡託管服務。

source: No database set up or framework required.
ar: لا يلزم إنشاء قاعدة بيانات أو إطار عمل.
de: Es ist keine Datenbankeinrichtung oder ein Content-Management-System erforderlich.
es: No se requiere configuración de base de datos ni marco.
fr: Aucune configuration de base de données ou cadre requis.
id: Tidak diperlukan pengaturan database atau kerangka kerja.
ja: データベースのセットアップやフレームワークは必要ありません。
ko: 데이터베이스 설정이나 프레임 워크가 필요하지 않습니다.
pl: Nie jest wymagana konfiguracja ani struktura bazy danych.
ru: Не требует настройки базы данных или инфраструктуры.
sv: Ingen databasinställning eller ramverk krävs.
vi: Không cần thiết lập cơ sở dữ liệu hoặc khuôn khổ.
zh_hans: 无需数据库设置或框架。
zh_hant: 無需數據庫設置或框架。

source: This feature is still in Alpha stage, but is already used actively by a number of events.
ar: لا تزال هذه الميزة في مرحلة "ألفا" ، ولكنها مستخدمة بالفعل في عدد من الأحداث.
de: Diese Funktion befindet sich noch in der Alpha-Phase, wird jedoch bereits von einer Reihe von Veranstaltungen aktiv genutzt.
es: Esta función aún se encuentra en la etapa Alfa, pero ya se utiliza activamente en varios eventos.
fr: Cette fonctionnalité est encore au stade Alpha, mais est déjà utilisée activement par un certain nombre d'événements.
id: Fitur ini masih dalam tahap Alfa, tetapi sudah digunakan secara aktif oleh sejumlah acara.
ja: この機能はまだアルファ段階ですが、すでに多くのイベントで積極的に使用されています。
ko: 이 기능은 아직 알파 단계에 있지만 이미 여러 이벤트에서 적극적으로 사용하고 있습니다.
pl: Ta funkcja jest nadal w fazie alfa, ale jest już aktywnie używana przez wiele wydarzeń.
ru: Эта функция все еще находится на стадии альфа-тестирования, но уже активно используется на ряде мероприятий.
sv: Denna funktion är fortfarande i Alpha -skede, men används redan aktivt av ett antal händelser.
vi: Tính năng này vẫn đang trong giai đoạn Alpha, nhưng đã được một số sự kiện sử dụng tích cực.
zh_hans: 此功能仍处于Alpha阶段，但已被许多事件积极使用。
zh_hant: 此功能仍處於Alpha階段，但已被許多事件積極使用。

source: If you press the below button a tab will open where your website is generated.
ar: إذا ضغطت على الزر أدناه ، فسيتم فتح علامة تبويب حيث يتم إنشاء موقع الويب الخاص بك.
de: Bei Betätigung der folgenden Taste, öffnet sich ein Browsertab, wo die Website generiert wird.
es: Si presiona el botón de abajo, se abrirá una pestaña donde se genera su sitio web.
fr: Si vous appuyez sur le bouton ci-dessous, un onglet s'ouvre où votre site Web est généré.
id: Jika Anda menekan tombol di bawah ini, sebuah tab akan terbuka di mana situs web Anda dibuat.
ja: 下のボタンを押すと、ウェブサイトが生成されるタブが開きます。
ko: 아래 버튼을 누르면 웹 사이트가 생성 된 탭이 열립니다.
pl: Jeśli naciśniesz poniższy przycisk, otworzy się zakładka, w której jest generowana Twoja witryna.
ru: Если вы нажмете кнопку ниже, откроется вкладка, на которой создается ваш сайт.
sv: Om du trycker på knappen nedan öppnas en flik där din webbplats genereras.
vi: Nếu bạn nhấn nút bên dưới, một tab sẽ mở ra nơi trang web của bạn được tạo.
zh_hans: 如果您按下下面的按钮，则会在您生成网站的位置打开一个标签。
zh_hant: 如果您按下下面的按鈕，則會在您生成網站的位置打開一個標籤。

source: Create Website
ar: إنشاء موقع
de: Website erstellen
es: Crear sitio web
fr: Créer un site Web
id: Buat Situs Web
ja: ウェブサイトを作成する
ko: 웹 사이트 생성
pl: Utwórz witrynę
ru: Создать сайт
sv: Skapa webbplats
vi: Tạo trang web
zh_hans: 建立网站
zh_hant: 建立網站

source: Event Checklist
ar: قائمة التحقق من الحدث
de: Checkliste für die Veranstaltung
es: Lista de verificación de eventos
fr: Liste de contrôle de l'évènement
id: Daftar Periksa Acara
ja: イベントチェックリスト
ko: 이벤트 체크리스트
pl: Lista kontrolna wydarzenia
ru: Контрольный список событий
sv: Händelsechecklista
vi: Danh sách kiểm tra sự kiện
zh_hans: 活动清单
zh_hant: 活動清單

source: Basic information including title, date, venue, ticketing
ar: المعلومات الأساسية بما في ذلك العنوان والتاريخ والمكان وحجز التذاكر
de: Grundlegende Informationen wie Titel, Datum, Veranstaltungsort, Ticketausstellung
es: Información básica que incluye título, fecha, lugar, venta de entradas
fr: Informations générales notamment titre, date, emplacement, billetterie
id: Informasi dasar termasuk judul, tanggal, tempat, tiket
ja: タイトル、日付、会場、チケットなどの基本情報
ko: 제목, 날짜, 장소, 발권을 포함한 기본 정보
pl: Podstawowe informacje, w tym tytuł, data, miejsce, bilety
ru: Основная информация, включая название, дату, место проведения, билеты
sv: Grundinformation inklusive titel, datum, plats, biljettförsäljning
vi: Thông tin cơ bản bao gồm tiêu đề, ngày, địa điểm, đặt vé
zh_hans: 基本信息，包括标题，日期，地点，票务
zh_hant: 基本信息，包括標題，日期，地點，票務

source: Links, social media, privacy, code of conduct
ar: الروابط ، وسائل التواصل الاجتماعي ، الخصوصية ، قواعد السلوك
de: Links, soziale Medien, Datenschutz, Verhaltenskodex
es: Enlaces, redes sociales, privacidad, código de conducta
fr: Liens, réseaux sociaux, confidentialité, code de conduite
id: Tautan, media sosial, privasi, kode etik
ja: リンク、ソーシャルメディア、プライバシー、行動規範
ko: 링크, 소셜 미디어, 개인 정보 보호, 행동 강령
pl: Linki, media społecznościowe, prywatność, kodeks postępowania
ru: Ссылки, социальные сети, конфиденциальность, кодекс поведения
sv: Länkar, sociala medier, sekretess, uppförandekod
vi: Liên kết, mạng xã hội, quyền riêng tư, quy tắc ứng xử
zh_hans: 链接，社交媒体，隐私，行为准则
zh_hant: 鏈接，社交媒體，隱私，行為準則

source: Information to be collected from attendees
ar: المعلومات التي سيتم جمعها من الحاضرين
de: Informationen, die von den Teilnehmern gesammelt werden sollen
es: Información que se recopilará de los asistentes
fr: Informations à collecter auprès des participants
id: Informasi yang akan dikumpulkan dari peserta
ja: 参加者から収集される情報
ko: 참석자로부터 수집하는 정보
pl: Informacje, które należy zebrać od uczestników
ru: Информация, которую необходимо собрать от участников
sv: Information som ska samlas in från deltagare
vi: Thông tin được thu thập từ những người tham dự
zh_hans: 向与会者收集的信息
zh_hant: 向與會者收集的信息

source: Details and logos of supporters
ar: تفاصيل وشعارات الرعاة
de: Details und Logos der Sponsoren
es: Detalles y logotipos de patrocinadores
fr: Détails et logo des sponsors
id: Detail dan logo sponsor
ja: スポンサーの詳細とロゴ
ko: 스폰서 세부 정보 및 로고
pl: Szczegóły i logotypy sponsorów
ru: Реквизиты и логотипы спонсоров
sv: Detaljer och logotyper för sponsorer
vi: Thông tin chi tiết và logo của nhà tài trợ
zh_hans: 赞助商的详细信息和徽标
zh_hant: 贊助商的詳細信息和徽標

source: Session, Tracks & Microlocations
ar: الجلسة والمسارات و Microlocations
de: Sitzung, Tracks und Mikrostandorte
es: Sesión, pistas y microlocalizaciones
fr: Session, Tracks et salles
id: Sesi, Trek & Lokasi Mikro
ja: セッション、トラック、マイクロロケーション
ko: 세션, 트랙 및 마이크로 로케이션
pl: Sesja, ścieżki i mikrolokalizacje
ru: Сессия, треки и микролокации
sv: Session, spår och mikrolokationer
vi: Phiên, Đường đi & Vị trí nhỏ
zh_hans: 会话，曲目和微位置
zh_hant: 會話，曲目和微位置

source: Tracks details and colors, session lengths, room locations
ar: يتتبع التفاصيل والألوان وأطوال الجلسة ومواقع الغرف
de: Trackdetails und Farben, Sitzungslängen und Raumverortung
es: Realiza un seguimiento de los detalles y colores, la duración de las sesiones, la ubicación de las salas
fr: Détails des Tracks et couleurs, durée des sessions, emplacement des salles
id: Melacak detail dan warna, durasi sesi, lokasi ruangan
ja: 詳細と色、セッションの長さ、部屋の場所を追跡
ko: 세부 정보 및 색상, 세션 길이, 회의실 위치를 추적합니다.
pl: Śledzi szczegóły i kolory, długości sesji, lokalizacje sal
ru: Детали и цвета треков, продолжительность сеанса, расположение комнат
sv: Spårar detaljer och färger, sessionslängder, rumslägen
vi: Theo dõi chi tiết và màu sắc, thời lượng phiên, vị trí phòng
zh_hans: 跟踪详细信息和颜色，会话时长，会议室位置
zh_hant: 跟踪詳細信息和顏色，會話時長，會議室位置

source: Call For Speakers
ar: دعوة للمتحدثين
es: Llamado para Oradores
fr: Appel aux Conférenciers
id: Panggilan Untuk Pembicara
ja: スピーカー募集
ko: 연사를 초청합니다
pl: Wezwij prelegentów
ru: Призыв к спикерам
sv: Ring efter högtalare
vi: Tìm Kiếm Diễn Giả
zh_hans: 呼吁演讲者
zh_hant: 講者徵集

source: Call for speakers announcement and dates
ar: دعوة لإعلان المتحدثين والمواعيد
de: Anruf für Sprecher Ankündigung und Termine
es: Llame para el anuncio y las fechas de los oradores
fr: Annonce des CFP et dates
id: Panggilan untuk pengumuman dan tanggal pembicara
ja: スピーカーの発表と日付の呼び出し
ko: 연사 발표 및 날짜 요청
pl: Zaproszenie do ogłoszenia prelegentów i terminów
ru: Вызов для объявления докладчиков и дат
sv: Ring för tillkännagivande och datum för talare
vi: Gọi để biết thông báo của diễn giả và ngày tháng
zh_hans: 要求演讲者公告和日期
zh_hant: 要求演講者公告和日期

source: Session & Speaker forms customization
ar: تخصيص أشكال الجلسة والمتحدث
de: Anpassung der Sitzungs- und Sprecherformulare
es: Personalización de formularios de sesión y orador
fr: Modification du formulaire des sessions et des orateurs
id: Sesi & Pembicara bentuk kustomisasi
ja: セッションとスピーカーフォームのカスタマイズ
ko: 세션 및 발표자 양식 사용자 지정
pl: Personalizacja formularzy sesji i prelegentów
ru: Настройка форм сеанса и докладчика
sv: Session & Speaker formulär anpassning
vi: Tùy chỉnh biểu mẫu Phiên & Diễn giả
zh_hans: 会议和演讲者表格定制
zh_hant: 會議和演講者表格定制

source: Customize the session and speaker registration forms
ar: تخصيص نماذج تسجيل الجلسة والمتحدثين
de: Formulare für Einreichungen und Referenten anpassen
es: Personalice los formularios de registro de sesión y orador
fr: Modifier les formulaires des sessions et des orateurs
id: Sesuaikan formulir pendaftaran sesi dan pembicara
ja: セッションとスピーカーの登録フォームをカスタマイズする
ko: 세션 및 발표자 등록 양식 사용자 지정
pl: Dostosuj sesję i formularze rejestracji prelegentów
ru: Настройте формы регистрации сеанса и докладчика
sv: Anpassa session- och talarregistreringsformulär
vi: Tùy chỉnh các biểu mẫu đăng ký phiên và diễn giả
zh_hans: 自定义会议和演讲者注册表格
zh_hant: 自定義會議和演講者註冊表格

source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
id: Ringkasan
ja: 概要
ko: 요약
ru: Сводка
sv: Sammanställning
zh_hans: 摘要

source: Total tickets sold
ar: مجموع التذاكر المباعة
de: Insgesamt verkaufte Tickets
es: Total de entradas vendidas
fr: Total de billets vendus
id: Total tiket terjual
ja: 販売チケット合計
ko: 판매 된 총 티켓
pl: Łączna liczba sprzedanych biletów
ru: Всего проданных билетов
sv: Totalt sålda biljetter
vi: Tổng số vé đã bán
zh_hans: 售票总数
zh_hant: 售票總數

source: No. of orders
ar: عدد الطلبات
de: Anzahl der Bestellungen
es: No de pedidos
fr: Nb de commandes
id: Jumlah pesanan
ja: いいえ。注文の
ko: 주문 수
pl: Liczba zamówień
ru: Кол-во заказов
sv: Antal beställningar
vi: Số lượng đơn đặt hàng
zh_hans: 订单数
zh_hant: 訂單數

source: Sales (amount)
ar: المبيعات (المبلغ)
de: Verkäufe (Summe)
es: Cantidad de ventas)
fr: Vente (montant)
id: Jumlah penjualan)
ja: 売上 (金額)
ko: 판매량)
pl: Suma sprzedaży)
ru: Объем продаж
sv: Försäljningsbeloppet)
vi: Sản lượng bán ra)
zh_hans: 销售额）
zh_hant: 銷售額）

source: Details
ar: تفاصيل
es: Detalles
fr: Détails
id: Rincian
ja: 詳細
ko: 자세히
pl: Szczegóły
ru: Подробности
sv: Detaljer
zh_hans: 详情
zh_hant: 電影資料

source: Sold
ar: مُباع
de: Verkauft
es: Vendido
fr: Vendu
id: Terjual
ja: 販売
ko: 판매
pl: Sprzedany
ru: Продано
sv: Såld
vi: Đã bán
zh_hans: 已售出
zh_hant: 已售出

source: Total
ar: المجموع
de: Summe
ja: 合計
ko: 전체 쿼리수
pl: Całkowity
ru: Итого
sv: Totalt
vi: Tổng cộng
zh_hans: 合计
zh_hant: 總計

source: Available
ar: متاح
de: Verfügbar
es: Disponibles
fr: Disponible
id: Tersedia
ja: 利用可
ko: 이용 가능
pl: Dostępne
ru: Доступно
sv: Tillgänglig
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用
