Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: An unexpected error has occurred. SubTopics not loaded.
ar: لقد حدث خطأ غير متوقع. لم يتم تحميل المواضيع الفرعية.
de: Ein unerwarteter Fehler ist aufgetreten. Unterthemen nicht geladen.
es: Ha ocurrido un error inesperado. Subtemas no cargados.
fr: Une erreur inattendue s'est produite. Les sous-catégories ne sont pas chargées.
id: Terjadi sebuah kesalahan yang tidak diharapkan. SubTopics tidak dimuat.
ja: 予期しないエラーが発生しました。サブトピックは読み込まれていません。
ko: 예상치 못한 오류가 발생했습니다. 하위 주제가로드되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Podtematy nie zostały załadowane.
ru: Произошла непредвиденная ошибка. Подтемы не загружены.
sv: Ett oväntat fel har uppstått. Underämnen har inte laddats.
vi: Một lỗi không mong muốn đã xảy ra. SubTopics không được tải.
zh_hans: 发生意外的错误。子主题未加载。
zh_hant: 發生意外的錯誤。子主題未加載。

source: This Event Property has been deleted successfully.
ar: تم حذف خاصية الحدث هذه بنجاح.
de: Diese Veranstaltungseigenschaft wurde erfolgreich gelöscht.
es: Esta propiedad de evento se ha eliminado correctamente.
fr: La propriété de cet évènement a été supprimé.
id: Properti Acara ini telah berhasil dihapus.
ja: このイベント プロパティは正常に削除されました。
ko: 이 이벤트 속성이 성공적으로 삭제되었습니다.
pl: Ta właściwość wydarzenia została pomyślnie usunięta.
ru: Это свойство события было успешно удалено.
sv: Denna händelseegendom har tagits bort.
vi: Thuộc tính sự kiện này đã được xóa thành công.
zh_hans: 此事件属性已成功删除。
zh_hant: 此事件屬性已成功刪除。

source: An unexpected error has occurred. Event Type was not deleted.
ar: لقد حدث خطأ غير متوقع. لم يتم حذف نوع الحدث.
de: Ein unerwarteter Fehler ist aufgetreten. Der Veranstaltungstyp wurde nicht gelöscht.
es: Ha ocurrido un error inesperado. El tipo de evento no se eliminó.
fr: Une erreur inattendue s'est produite. Le type d'évènement n'a pas été supprimé.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Jenis Acara tidak dihapus.
ja: 予期しないエラーが発生しました。イベントの種類は削除されませんでした。
ko: 예상치 못한 오류가 발생했습니다. 이벤트 유형이 삭제되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Typ wydarzenia nie został usunięty.
ru: Произошла непредвиденная ошибка. Тип события не удален.
sv: Ett oväntat fel har uppstått. Händelsestyp raderades inte.
vi: Một lỗi không mong muốn đã xảy ra. Loại Sự kiện không bị xóa.
zh_hans: 发生意外的错误。事件类型未删除。
zh_hant: 發生意外的錯誤。事件類型未刪除。

source: {{item}} has been added successfully.
ar: تمت إضافة {{item}} بنجاح.
de: {{item}} wurde erfolgreich hinzugefügt.
es: {{item}} se ha agregado correctamente.
fr: {{item}} a été ajouté avec succès.
id: {{item}} berhasil ditambahkan.
ja: {{item}} は正常に追加されました。
ko: {{item}}이 성공적으로 추가되었습니다.
pl: {{item}} został pomyślnie dodany.
ru: {{item}} успешно добавлен.
sv: {{item}} har lagts till.
vi: {{item}} đã được thêm thành công.
zh_hans: {{item}}已成功添加。
zh_hant: {{item}}已成功添加。

source: {{item}} not saved.
ar: لم يتم حفظ {{item}}.
de: {{item}} nicht gespeichert.
es: {{item}} no guardado.
fr: {{item}} non enregistré.
id: {{item}} tidak disimpan.
ja: {{item}} は保存されていません。
ko: {{item}}이 저장되지 않았습니다.
pl: {{item}} nie został zapisany.
ru: {{item}} не сохранен.
sv: {{item}} har inte sparats.
vi: {{item}} không được lưu.
zh_hans: {{item}}未保存。
zh_hant: {{item}}未保存。

source: Social links have been saved successfully.
ar: تم حفظ الروابط الاجتماعية بنجاح.
de: Soziale Links wurden erfolgreich gespeichert.
es: Los enlaces sociales se han guardado correctamente.
fr: Les liens des réseaux sociaux ont été enregistrés.
id: Tautan sosial berhasil disimpan.
ja: ソーシャル リンクが正常に保存されました。
ko: 소셜 링크가 성공적으로 저장되었습니다.
pl: Linki społecznościowe zostały pomyślnie zapisane.
ru: Социальные ссылки успешно сохранены.
sv: Sociala länkar har sparats.
vi: Các liên kết xã hội đã được lưu thành công.
zh_hans: 社交链接已成功保存。
zh_hant: 社交鏈接已成功保存。

source: An unexpected error has occurred. Social links not saved.
ar: لقد حدث خطأ غير متوقع. لم يتم حفظ الروابط الاجتماعية.
de: Ein unerwarteter Fehler ist aufgetreten. Soziale Links nicht gespeichert.
es: Ha ocurrido un error inesperado. Enlaces sociales no guardados.
fr: Une erreur inattendue s'est produite. Les liens des réseaux sociaux n'ont pas été sauvegardés.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Tautan sosial tidak disimpan.
ja: 予期しないエラーが発生しました。ソーシャル リンクは保存されません。
ko: 예상치 못한 오류가 발생했습니다. 소셜 링크가 저장되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Linki społecznościowe nie zostały zapisane.
ru: Произошла непредвиденная ошибка. Социальные ссылки не сохранены.
sv: Ett oväntat fel har uppstått. Sociala länkar sparas inte.
vi: Một lỗi không mong muốn đã xảy ra. Liên kết xã hội không được lưu.
zh_hans: 发生意外的错误。社交链接未保存。
zh_hant: 發生意外的錯誤。社交鏈接未保存。

source: Page details have been saved successfully.
ar: تم حفظ تفاصيل الصفحة بنجاح.
de: Details wurden gespeichert.
es: Los detalles de la página se han guardado correctamente.
fr: Les informations de la page ont été sauvegardés.
id: Detail halaman berhasil disimpan.
ja: ページの詳細は正常に保存されました。
ko: 페이지 세부 정보가 성공적으로 저장되었습니다.
pl: Szczegóły strony zostały pomyślnie zapisane.
ru: Детали страницы были успешно сохранены.
sv: Sidinformation har sparats.
vi: Chi tiết trang đã được lưu thành công.
zh_hans: 页面详细信息已成功保存。
zh_hant: 頁面詳細信息已成功保存。

source: An unexpected error has occurred. Page Details not saved.
ar: لقد حدث خطأ غير متوقع. تفاصيل الصفحة غير محفوظة.
de: Ein unerwarteter Fehler ist aufgetreten. Seitendetails wurden nicht gespeichert.
es: Ha ocurrido un error inesperado. Detalles de la página no guardados.
fr: Une erreur inattendue s'est produite. Les informations de la page n'ont pas été sauvegardées.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Detail Halaman tidak disimpan.
ja: 予期しないエラーが発生しました。ページの詳細は保存されません。
ko: 예상치 못한 오류가 발생했습니다. 페이지 세부 정보가 저장되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Szczegóły strony nie zostały zapisane.
ru: Произошла непредвиденная ошибка. Детали страницы не сохранены.
sv: Ett oväntat fel har uppstått. Sidinformation sparades inte.
vi: Một lỗi không mong muốn đã xảy ra. Chi tiết Trang chưa được lưu.
zh_hans: 发生意外的错误。页面详细信息未保存。
zh_hant: 發生意外的錯誤。頁面詳細信息未保存。

source: Translations Zip generated successfully.
ar: تم إنشاء الترجمات بتنسيق Zip بنجاح.
de: Übersetzungen Zip erfolgreich generiert.
es: Traducciones Zip generado con éxito.
fr: Translations Zip généré avec succès.
id: Zip Terjemahan berhasil dibuat.
ja: 翻訳 Zip が正常に生成されました。
ko: 번역 Zip이 성공적으로 생성되었습니다.
pl: Tłumaczenia ZIP zostały pomyślnie wygenerowane.
ru: Zip-архив переводов успешно создан.
sv: Översättningar Zip skapades framgångsrikt.
vi: Bản dịch Zip đã được tạo thành công.
zh_hans: 翻译Zip生成成功。
zh_hant: 翻譯Zip生成成功。

source: Starts At
ar: يبدأ عند
de: Beginnt
es: Empieza a
fr: Commence à
id: Mulai Pada
ja: で始まります
ko: 시작
pl: Zaczyna się o
ru: Начинается в
sv: Börjar kl
vi: Bắt đầu lúc
zh_hans: 开始于
zh_hant: 開始於

source: Ends At
ar: ينتهي عند
de: Endet
es: Termina en
fr: Fini à
id: Berakhir Pada
ja: で終了
ko: 종료 시간
pl: Kończy się na
ru: Заканчивается в
sv: Slutar kl
vi: Kết thúc vào
zh_hans: 结束于
zh_hant: 結束於

source: State
ar: ولاية
de: Bundesland
es: Estado
fr: État
id: Status
ja: 状態
ko: 상태
pl: Stan
ru: Штат
sv: Tillstånd
vi: Tiểu Bang
zh_hans: 状况
zh_hant: 狀態

source: Roles
ar: الأدوار
de: Rollen
es: Papels
fr: Rôles
id: Role
ja: ロール
ko: 역할
pl: Role
ru: Роли
sv: Roller
vi: Vai trò
zh_hans: 角色
zh_hant: 身份

source: Sessions
ar: الجلسات
de: Sitzungen
es: la sesión
id: Sesi
ja: セッション
ko: 세션
pl: Sesje
ru: Сеансы
sv: Sessioner
vi: Các phiên
zh_hans: 会话
zh_hant: 議程

source: Public URL
ar: URL العام
de: Öffentliche URL
fr: URL publique
id: URL Publik
ja: 公開 URL
ko: 공개 URL
pl: Publiczny adres URL
ru: Публичный URL
sv: Offentlig URL
vi: URL công khai
zh_hans: 公开网址
zh_hant: 公開連結

source: Featured
ar: متميز
de: Feature
es: Destacadas
fr: À la une
id: Unggulan
ja: おすすめ
ko: 추천
pl: Wyróżnione
ru: Отмеченные
sv: I blickfånget
vi: Đặc sắc
zh_hans: 精选
zh_hant: 特選

source: Promoted
ar: ترقية
de: Promotet
es: Promovido
fr: Promue
id: Dipromosikan
ja: 宣伝
ko: 승진
pl: Lansowany
ru: Продвинутый
sv: Promoverad
vi: Thăng chức
zh_hans: 晋升
zh_hant: 晉升

source: Not on FrontPage
ar: ليس على FrontPage
de: Nicht auf Startseite
es: No en FrontPage
fr: Pas sur FrontPage
id: Bukan di FrontPage
ja: FrontPageにはありません
ko: FrontPage에 없음
pl: Nie na FrontPage
ru: Не на FrontPage
sv: Inte på FrontPage
vi: Không có trên FrontPage
zh_hans: 不在FrontPage上
zh_hant: 不在FrontPage上

source: Event has been deleted successfully.
ar: تم حذف الحدث بنجاح.
de: Die Veranstaltung wurde erfolgreich gelöscht.
es: El evento se ha eliminado correctamente.
fr: L'évènement a été supprimé.
id: Acara berhasil dihapus.
ja: イベントは正常に削除されました。
ko: 이벤트가 성공적으로 삭제되었습니다.
pl: Wydarzenie zostało pomyślnie usunięte.
ru: Мероприятие успешно удалено.
sv: Händelsen har tagits bort.
vi: Sự kiện đã được xóa thành công.
zh_hans: 活动已成功删除。
zh_hant: 活動已成功刪除。

source: Event has been restored successfully.
ar: تمت استعادة الحدث بنجاح.
de: Die Veranstaltung wurde erfolgreich wiederhergestellt.
es: El evento se ha restaurado correctamente.
fr: L'évènement a été restauré avec succès.
id: Acara berhasil dipulihkan.
ja: イベントは正常に復元されました。
ko: 이벤트가 성공적으로 복원되었습니다.
pl: Wydarzenie zostało pomyślnie przywrócone.
ru: Мероприятие успешно восстановлено.
sv: Händelsen har återställts.
vi: Sự kiện đã được khôi phục thành công.
zh_hans: 事件已成功还原。
zh_hant: 事件已成功還原。

source: Event details modified successfully
ar: تم تعديل تفاصيل الحدث بنجاح
de: Veranstaltungsdetails wurden geändert
es: Detalles del evento modificados correctamente
fr: Détails de l'évènement modifiés avec succès
id: Detail acara berhasil diubah
ja: イベントの詳細が正常に変更されました
ko: 이벤트 세부 정보가 성공적으로 수정되었습니다.
pl: Szczegóły wydarzenia zostały pomyślnie zmodyfikowane
ru: Сведения о мероприятии успешно изменены
sv: Händelseinformation har ändrats
vi: Chi tiết sự kiện đã được sửa đổi thành công
zh_hans: 活动详细信息已成功修改
zh_hant: 活動詳細信息已成功修改

source: Event promoted successfully
ar: تمت ترقية الحدث بنجاح
de: Veranstaltung erfolgreich beworben
es: Evento promocionado con éxito
fr: Évènement promu avec succès
id: Acara berhasil dipromosikan
ja: イベントが正常に昇格されました
ko: 이벤트가 성공적으로 승격되었습니다.
pl: Wydarzenie promowane pomyślnie
ru: Событие успешно продвинуто
sv: Händelsen marknadsfördes framgångsrikt
vi: Sự kiện được quảng bá thành công
zh_hans: 活动成功推广
zh_hant: 活動成功推廣

source: Event unpromoted successfully
ar: الحدث غير مدعوم بنجاح
de: Veranstaltung erfolgreich in den Draft-Modus gesetzt
es: Evento no promocionado correctamente
fr: Événement non promu avec succès
id: Acara berhasil dibatalkan promosi
ja: イベントの昇格が成功しました
ko: 이벤트 프로모션이 성공적으로 취소되었습니다.
pl: Wydarzenie nie zostało pomyślnie promowane
ru: Мероприятие успешно отменено
sv: Händelsen har inte blivit marknadsförd
vi: Sự kiện đã được giải phóng thành công
zh_hans: 活动未成功推广
zh_hant: 活動未成功推廣

source: Group Name
ar: أسم المجموعة
de: Name der Gruppe
es: Nombre del grupo
fr: Nom de groupe
id: Nama grup
ja: グループ名
ko: 그룹 이름
pl: Nazwa grupy
ru: Имя группы
sv: Gruppnamn
vi: Tên nhóm
zh_hans: 团队名字
zh_hant: 團隊名字

source: Owner
ar: مالك
de: Eigentümer
es: Propietario
fr: Propriétaire
id: Pemilik
ja: 主宰者
ko: 소유주
pl: Właściciel
ru: Владелец
sv: Ägare
vi: Chủ nhân
zh_hans: 所有者
zh_hant: 主人

source: Number of Events
ar: عدد الأحداث
de: Anzahl der Veranstaltungen
es: Numero de eventos
fr: Nombre d'évènements
id: Jumlah Peristiwa
ja: イベントの数
ko: 이벤트 수
pl: Liczba wydarzeń
ru: Количество мероприятий
sv: Antal händelser
vi: Số lượng sự kiện
zh_hans: 活动数量
zh_hant: 活動數量

source: Number of Followers
ar: عدد المتابعين
de: Anzahl der Follower
es: Numero de seguidores
fr: Nombre d'abonnés
id: Jumlah Pengikut
ja: フォロワー数
ko: 팔로워 수
pl: Liczba obserwujących
ru: Количество подписчиков
sv: Antal följare
vi: Số người theo dõi
zh_hans: 追随者数量
zh_hant: 追隨者數量

source: Created At
ar: أنشئت في
de: Erstellt am
es: Creado en
fr: Créé à
id: Dibuat di
ja: 作成場所
ko: 만든 시간
pl: Utworzono w
ru: Создано в
sv: Skapad på
vi: Được tạo lúc
zh_hans: 创建于
zh_hant: 創建於

source: Group has been restored successfully.
ar: تمت استعادة المجموعة بنجاح.
de: Die Gruppe wurde erfolgreich wiederhergestellt.
es: El grupo se ha restaurado correctamente.
fr: Le groupe a été restauré avec succès.
id: Grup telah berhasil dipulihkan.
ja: グループが正常に復元されました。
ko: 그룹이 성공적으로 복원되었습니다.
pl: Grupa została pomyślnie przywrócona.
ru: Группа успешно восстановлена.
sv: Gruppen har återställts.
vi: Nhóm đã được khôi phục thành công.
zh_hans: 组已成功恢复。
zh_hant: 組已成功恢復。

source: Group has been deleted successfully.
ar: تم حذف المجموعة بنجاح.
de: Die Gruppe wurde gelöscht.
es: El grupo se ha eliminado correctamente.
fr: Le groupe a été supprimé avec succès.
id: Grup berhasil dihapus.
ja: グループは正常に削除されました。
ko: 그룹이 성공적으로 삭제되었습니다.
pl: Grupa została pomyślnie usunięta.
ru: Группа успешно удалена.
sv: Gruppen har tagits bort.
vi: Nhóm đã được xóa thành công.
zh_hans: 组已成功删除。
zh_hant: 組已成功刪除。

source: Group promoted successfully
ar: تمت ترقية المجموعة بنجاح
de: Gruppe erfolgreich auf die Startseite promotet
es: Grupo promocionado con éxito
fr: Groupe promu avec succès
id: Grup berhasil dipromosikan
ja: グループの昇格に成功
ko: 그룹 승격 성공
pl: Grupa z powodzeniem promowana
ru: Группа успешно продвинулась
sv: Gruppen har befordrats framgångsrikt
vi: Nhóm được thăng cấp thành công
zh_hans: 集团推广成功
zh_hant: 集團推廣成功

source: Group unpromoted successfully
ar: المجموعة غير مسجلة بنجاح
de: Promotion der Gruppe aufgehoben
es: Grupo no promocionado con éxito
fr: Groupe non promu avec succès
id: Grup berhasil dibatalkan promosinya
ja: グループのプロモーションが正常に行われなかった
ko: 그룹의 승격이 취소되었습니다.
pl: Grupa nie została awansowana pomyślnie
ru: Группа успешно не продвигалась
sv: Gruppen har inte tagits bort från gruppen
vi: Đã giải phóng nhóm thành công
zh_hans: 群组取消升级成功
zh_hant: 群組取消升級成功

source: Recipients
ar: المستلمون
de: Empfänger
es: Destinatarios
fr: Destinataires
id: Penerima
ko: 받는이
pl: Odbiorcy
ru: Получатели
sv: Mottagare
zh_hans: 收件人
zh_hant: 受贈者

source: Trigger
ar: مشغل
de: Auslöser
fr: Déclencheur
id: Pemicu
ja: トリガー
ko: 트리거
pl: Wyzwalacz
ru: Триггер
sv: Avtryckare
vi: Kích hoạt
zh_hans: 触发器
zh_hant: 觸發程序

source: Email Message
ar: رسالة الكترونية
de: E-mail-Nachricht
es: Mensaje de correo electrónico
fr: Message E-Mail
id: Pesan Email
ja: メール メッセージ
ko: 이메일 메시지
pl: Wiadomość e-mail
ru: Сообщение электронной почты
sv: E-postmeddelande
vi: Tin nhắn điện tử
zh_hans: 电邮讯息
zh_hant: 電郵訊息

source: Enabled
ar: ممكن
de: Aktiviert
es: Activado
fr: Activée
id: Diaktifkan
ja: 有効
ko: 활성화됨
pl: Włączony
ru: Включено
sv: Aktiverat
vi: Đã bật
zh_hans: 启用
zh_hant: 啟用

source: Changes have been saved successfully
ar: تم حفظ التغييرات بنجاح
de: Änderungen wurden erfolgreich gespeichert
es: Los cambios se han guardado correctamente
fr: Les changements ont été enregistrés
id: Perubahan berhasil disimpan
ja: 変更は正常に保存されました
ko: 변경 사항이 성공적으로 저장되었습니다.
pl: Zmiany zostały pomyślnie zapisane
ru: Изменения успешно сохранены
sv: Ändringarna har sparats
vi: Các thay đổi đã được lưu thành công
zh_hans: 更改已成功保存
zh_hant: 更改已成功保存

source: Admin Event role permissions have been saved successfully.
ar: تم حفظ أذونات دور الحدث المسؤول بنجاح.
de: Berechtigungen für Administratorer der Veranstaltung wurden gespeichert.
es: Los permisos de la función del evento de administrador se han guardado correctamente.
fr: Les permissions du rôle Admin Event sont enregistrées.
id: Izin peran Acara Admin berhasil disimpan.
ja: 管理者イベント ロールのアクセス許可が正常に保存されました。
ko: 관리자 이벤트 역할 권한이 성공적으로 저장되었습니다.
pl: Uprawnienia roli w wydarzeniu administratora zostały pomyślnie zapisane.
ru: Разрешения роли администратора события были успешно сохранены.
sv: Administratörshändelsens rollbehörigheter har sparats.
vi: Quyền vai trò quản trị viên Sự kiện đã được lưu thành công.
zh_hans: 管理员事件角色权限已成功保存。
zh_hant: 管理員事件角色權限已成功保存。

source: System role has been deleted successfully.
ar: تم حذف دور النظام بنجاح.
de: Die Systemrolle wurde erfolgreich gelöscht.
es: La función del sistema se ha eliminado correctamente.
fr: Le rôle System a été supprimé.
id: Peran sistem berhasil dihapus.
ja: システムの役割は正常に削除されました。
ko: 시스템 역할이 성공적으로 삭제되었습니다.
pl: Rola systemowa została pomyślnie usunięta.
ru: Системная роль успешно удалена.
sv: Systemrollen har tagits bort.
vi: Vai trò hệ thống đã được xóa thành công.
zh_hans: 系统角色已成功删除。
zh_hant: 系統角色已成功刪除。

source: An unexpected error has occurred. System role was not deleted.
ar: لقد حدث خطأ غير متوقع. لم يتم حذف دور النظام.
de: Ein unerwarteter Fehler ist aufgetreten. Die Systemrolle wurde nicht gelöscht.
es: Ha ocurrido un error inesperado. La función del sistema no se eliminó.
fr: Une erreur inattendue s'est produite. Le rôle System n'a pas été supprimé.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Peran sistem tidak dihapus.
ja: 予期しないエラーが発生しました。システム の役割は削除されませんでした。
ko: 예상치 못한 오류가 발생했습니다. 시스템 역할이 삭제되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Rola systemowa nie została usunięta.
ru: Произошла непредвиденная ошибка. Системная роль не удалена.
sv: Ett oväntat fel har uppstått. Systemrollen raderades inte.
vi: Một lỗi không mong muốn đã xảy ra. Vai trò hệ thống không bị xóa.
zh_hans: 发生意外的错误。系统角色未删除。
zh_hant: 發生意外的錯誤。系統角色未刪除。

source: Please select atleast one panel.
ar: الرجاء تحديد لوحة واحدة على الأقل.
de: Bitte wählen Sie mindestens ein Panel aus.
es: Seleccione al menos un panel.
fr: Merci de sélectionner au moins un panneau.
id: Harap pilih setidaknya satu panel.
ja: 少なくとも 1 つのパネルを選択してください。
ko: 패널을 하나 이상 선택하십시오.
pl: Wybierz co najmniej jeden panel.
ru: Пожалуйста, выберите хотя бы одну панель.
sv: Välj minst en panel.
vi: Vui lòng chọn ít nhất một bảng.
zh_hans: 请选择至少一个面板。
zh_hant: 請選擇至少一個面板。

source: System role have been saved successfully.
ar: تم حفظ دور النظام بنجاح.
de: Die Systemrolle wurde erfolgreich gespeichert.
es: La función del sistema se ha guardado correctamente.
fr: Le rôle System a été enregistré.
id: Peran sistem berhasil disimpan.
ja: システムの役割は正常に保存されました。
ko: 시스템 역할이 성공적으로 저장되었습니다.
pl: Rola systemowa została pomyślnie zapisana.
ru: Системная роль успешно сохранена.
sv: Systemrollen har sparats.
vi: Vai trò hệ thống đã được lưu thành công.
zh_hans: 系统角色已成功保存。
zh_hant: 系統角色已成功保存。

source: An unexpected error has occurred. System role not saved.
ar: لقد حدث خطأ غير متوقع. لم يتم حفظ دور النظام.
de: Ein unerwarteter Fehler ist aufgetreten. Systemrolle nicht gespeichert.
es: Ha ocurrido un error inesperado. La función del sistema no se guardó.
fr: Une erreur inattendue s'est produite. Le rôle System n'a pas été sauvegardé.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Peran sistem tidak disimpan.
ja: 予期しないエラーが発生しました。システムの役割が保存されていません。
ko: 예상치 못한 오류가 발생했습니다. 시스템 역할이 저장되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Rola systemowa nie została zapisana.
ru: Произошла непредвиденная ошибка. Системная роль не сохранена.
sv: Ett oväntat fel har uppstått. Systemrollen har inte sparats.
vi: Một lỗi không mong muốn đã xảy ra. Vai trò hệ thống chưa được lưu.
zh_hans: 发生意外的错误。系统角色未保存。
zh_hant: 發生意外的錯誤。系統角色未保存。

source: User permissions have been saved successfully.
ar: تم حفظ أذونات المستخدم بنجاح.
de: Benutzerberechtigungen wurden erfolgreich gespeichert.
es: Los permisos de usuario se han guardado correctamente.
fr: Les permissions de l'utilisateur ont été enregistrées.
id: Izin pengguna berhasil disimpan.
ja: ユーザーのアクセス許可が正常に保存されました。
ko: 사용자 권한이 성공적으로 저장되었습니다.
pl: Uprawnienia użytkownika zostały pomyślnie zapisane.
ru: Разрешения пользователя успешно сохранены.
sv: Användarrättigheter har sparats.
vi: Quyền của người dùng đã được lưu thành công.
zh_hans: 用户权限已成功保存。
zh_hant: 用戶權限已成功保存。

source: An unexpected error has occurred. User permissions not saved.
ar: لقد حدث خطأ غير متوقع. لم يتم حفظ أذونات المستخدم.
de: Ein unerwarteter Fehler ist aufgetreten. Benutzerberechtigungen nicht gespeichert.
es: Ha ocurrido un error inesperado. Permisos de usuario no guardados.
fr: Une erreur inattendue s'est produite. Les permissions de l'utilisateur n'ont pas été sauvegardées.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Izin pengguna tidak disimpan.
ja: 予期しないエラーが発生しました。ユーザーのアクセス許可が保存されていません。
ko: 예상치 못한 오류가 발생했습니다. 사용자 권한이 저장되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Uprawnienia użytkownika nie zostały zapisane.
ru: Произошла непредвиденная ошибка. Разрешения пользователя не сохранены.
sv: Ett oväntat fel har uppstått. Användarrättigheter har inte sparats.
vi: Một lỗi không mong muốn đã xảy ra. Quyền của người dùng không được lưu.
zh_hans: 发生意外的错误。用户权限未保存。
zh_hant: 發生意外的錯誤。用戶權限未保存。

source: Actor
ar: الممثل
de: Schauspieler
fr: Acteur
id: Aktor
ja: アクター
ko: 배우
pl: Aktor
ru: Деятель
sv: Skådespelare
vi: Diễn viên
zh_hans: 演员
zh_hant: 演員

source: Time
ar: وقت
de: Zeit
es: Hora
fr: Temps
id: Waktu
ja: 時間
ko: 시간
ru: Время
sv: Tid
vi: Thời gian
zh_hans: 时间

source: For
ar: ل
de: Für
es: por
fr: Pour
id: Untuk
ja: 宛先
ko: 에 대한
pl: Dla
ru: За
sv: För
vi: Đối với
zh_hans: 对于
zh_hant: 對於

source: Events
ar: الأحداث
de: Veranstaltungen
es: Eventos
fr: Evènements
id: Acara
ja: イベント
ko: 이벤트
pl: Zdarzenia
ru: События
sv: Händelser
vi: Các sự kiện
zh_hans: 事件
zh_hant: 活動

source: Event Date
ar: تاريخ الحدث
de: Veranstaltungsdatum
es: Fecha del evento
fr: Date de l'évènement
id: Tanggal Acara
ja: イベント日付
ko: 행사 날
pl: Data wydarzenia
ru: Дата мероприятия
sv: Händelsedatum
vi: Ngày sự kiện
zh_hans: 活动日期
zh_hant: 事件日期

source: Completed Orders
ar: الطلبات المكتملة
de: Abgeschlossene Bestellungen
es: Pedidos completados
fr: Commandes terminées
id: Pesanan Selesai
ja: 完了した注文
ko: 완료된 주문
pl: Zrealizowane zamówienia
ru: Выполненные заказы
sv: Avslutade beställningar
vi: Đơn vé Hoàn Thiện
zh_hans: 已完成的订单
zh_hant: 完成的訂單數

source: Tickets
ar: تذاكر
es: Las boletas
fr: Billets
id: Tiket
ja: チケット
ko: 티켓
pl: Bilety
ru: Билеты
sv: Biljetter
vi: Vé mời
zh_hans: 门票
zh_hant: 門票

source: Sales
ar: مبيعات
de: Verkäufe
fr: Ventes
id: Penjualan
ja: 販売
ko: 매상
pl: Sprzedaż
ru: Продажи
sv: Försäljning
vi: Bán hàng
zh_hans: 营业额
zh_hant: 特價

source: Placed Orders
ar: الطلبات المقدمة
de: Ausgeführte Bestellungen
es: Pedidos realizados
fr: Commandes confirmés
id: Pesanan yang Dilakukan
ja: 注文
ko: 발주
pl: Złożone zamówienia
ru: Размещенные заказы
sv: Gjorde beställningar
vi: Đơn vé Đã Đặt
zh_hans: 下订单
zh_hant: 放置順序

source: Pending Orders
ar: الأوامر المعلقة
de: Ausstehende Bestellungen
es: Ordenes pendientes
fr: Commandes en attente
id: Pesanan Tertunda
ja: 保留中の注文
ko: 주문을 보류
pl: Oczekujące zamówienia
ru: Заказы в ожидании
sv: Väntande beställningar
vi: Đơn vé Đang Chờ
zh_hans: 待处理订单
zh_hant: 待定的訂單

source: CSV Export has failed.
ar: فشل تصدير CSV.
de: CSV-Export ist fehlgeschlagen.
es: La exportación de CSV ha fallado.
fr: L'export CSV a échoué.
id: Ekspor CSV gagal.
ja: CSV エクスポートに失敗しました。
ko: CSV 내보내기에 실패했습니다.
pl: Eksport do CSV nie powiódł się.
ru: Ошибка экспорта CSV.
sv: CSV -export misslyckades.
vi: Xuất CSV không thành công.
zh_hans: CSV导出失败。
zh_hant: CSV導出失敗。

source: Invoice #
ar: فاتورة #
de: Rechnung #
es: Factura #
fr: Facture d'achat #
id: Faktur #
ja: 請求書 ＃
ko: 송장 번호
pl: Faktura nr
ru: Выставленный счет #
sv: Faktura #
vi: Hóa đơn #
zh_hans: 发票编号
zh_hant: 發票編號

source: Event
ar: حدث
de: Veranstaltung
es: Evento
fr: Evènement
id: Kejadian
ja: イベント
ko: 이벤트
pl: Wydarzenie
ru: Мероприятие
sv: Händelse
vi: Sự Kiện
zh_hans: 事件
zh_hant: 活動

source: Sent To
ar: مرسلة إلى
de: Gesendet an
es: Enviado a
fr: Envoyé à
id: Dikirim ke
ja: に送信された
ko: 전송
pl: Wysłane do
ru: Отправлено
sv: Skickad till
vi: Gửi đến
zh_hans: 发给
zh_hant: 發給
