Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Show Public
ar: عرض عام
de: Öffentlich anzeigen
es: Mostrar público
fr: Afficher public
id: Tunjukkan kepada Publik
ja: 公開する
ko: 공개 표시
pl: Pokaż publiczne
ru: Показать общедоступные
sv: Visa offentligt
vi: Hiển thị công khai
zh_hans: 显示公开
zh_hant: 顯示公開

source: Actions
ar: أجراءات
de: Aktionen
es: Acciones
id: Aksi
ja: アクション
ko: 활동
ru: Действия
sv: Åtgärder
vi: Hành động
zh_hans: 动作

source: Public
ar: عام
de: Öffentlich
es: El público
fr: Publique
id: Publik
ja: 公開
ko: 공개
pl: Publiczny
ru: Публично
sv: Offentligt
vi: Công khai
zh_hans: 公共
zh_hant: 公開

source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
id: Sunting
ja: 編集
ko: 편집
ru: Редактировать
sv: Ändra
vi: Sửa
zh_hans: 编辑

source: Delete
ar: يمسح
de: Löschen
es: Borra
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
ru: Удалить
sv: Ta bort
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Please enter name for session-type.
ar: الرجاء إدخال اسم لنوع الجلسة.
de: Bitte geben Sie einen Namen für den Sitzungstyp ein.
es: Ingrese el nombre para el tipo de sesión.
fr: Merci de saisir le nom du type de session.
id: Harap masukkan nama untuk tipe sesi.
ja: セッションタイプの名前を入力してください。
ko: 세션 유형의 이름을 입력하십시오.
pl: Proszę podać nazwę dla typu sesji.
ru: Пожалуйста, введите имя для типа сеанса
sv: Ange namn för sessionstyp.
vi: Vui lòng nhập tên cho loại phiên.
zh_hans: 请输入会话类型的名称。
zh_hant: 請輸入會話類型的名稱。

source: Please enter a name for the track.
ar: الرجاء إدخال اسم للمسار.
de: Bitte geben Sie einen Namen für den Track ein.
es: Introduzca un nombre para la pista.
fr: Veuillez saisir un nom pour la piste.
id: Harap masukkan nama untuk trek.
ja: トラックの名前を入力してください。
ko: 트랙 이름을 입력하세요.
pl: Podaj nazwę toru.
ru: Пожалуйста, введите название трека.
sv: Ange ett namn för spåret.
vi: Vui lòng nhập tên cho bản nhạc.
zh_hans: 请输入曲目的名称。
zh_hant: 請輸入曲目的名稱。

source: Please enter a private link.
ar: الرجاء إدخال ارتباط خاص.
de: Bitte geben Sie einen privaten Link ein.
es: Ingrese un enlace privado.
fr: Merci de saisir un lien privé.
id: Masukkan tautan pribadi.
ja: プライベートリンクを入力してください。
ko: 비공개 링크를 입력하세요.
pl: Wprowadź prywatny link.
ru: Пожалуйста, введите приватную ссылку
sv: Ange en privat länk.
vi: Vui lòng nhập một liên kết riêng tư.
zh_hans: 请输入私人链接。
zh_hant: 請輸入私人鏈接。

source: CFS start time should be before event start time.
ar: يجب أن يكون وقت بدء CFS قبل وقت بدء الحدث.
de: Die Startzeit des CFS (Call for Speakers) muss vor der Startzeit der Veranstaltung liegen.
es: La hora de inicio del CFS debe ser anterior a la hora de inicio del evento.
fr: L'heure de début du CFS doit être antérieure à l'heure de début de l'événement.
id: Waktu mulai CFS harus sebelum waktu mulai acara.
ja: CFSの開始時間は、イベントの開始時間より前にする必要があります。
ko: CFS 시작 시간은 이벤트 시작 시간 이전이어야 합니다.
pl: Czas rozpoczęcia CFS powinien przypadać przed czasem rozpoczęcia wydarzenia.
ru: Время начала CFS должно быть раньше времени начала мероприятия.
sv: CFS starttid bör vara före händelsens starttid.
vi: Thời gian bắt đầu CFS phải trước thời gian bắt đầu sự kiện.
zh_hans: CFS 开始时间应早于事件开始时间。
zh_hant: CFS 開始時間應早於事件開始時間。

source: Please add a soft end date.
ar: الرجاء إضافة تاريخ انتهاء ميسرة.
de: Bitte fügen Sie ein Datum für das vorläufige Ende des CFS hinzu.
es: Agregue una fecha de finalización suave.
fr: Veuillez ajouter une date de fin provisoire.
id: Harap tambahkan tanggal akhir yang lunak.
ja: ソフト終了日を追加してください。
ko: 소프트 종료 날짜를 추가하세요.
pl: Dodaj miękką datę zakończenia.
ru: Пожалуйста, добавьте мягкую дату окончания.
sv: Vänligen lägg till ett mjukt slutdatum.
vi: Vui lòng thêm một ngày kết thúc nhẹ nhàng.
zh_hans: 请添加一个软结束日期。
zh_hant: 請添加一個軟結束日期。

source: Soft closing date should be after CFS start date!
ar: يجب أن يكون تاريخ الإغلاق المرن بعد تاريخ بدء المساحات الصديقة لألطفال!
de: Das vorläufige Enddatum muss nach dem Startdatum des CFS liegen!
es: ¡La fecha de cierre suave debe ser posterior a la fecha de inicio del CSA!
fr: La date de clôture anticipée doit être postérieure à la date de début du CFS !
id: Tanggal penutupan lunak harus setelah tanggal mulai CFS!
ja: ソフトクロージング日はCFS開始日より後でなければなりません！
ko: 소프트 클로징 날짜는 CFS 시작 날짜 이후여야 합니다!
pl: Data miękkiego zamknięcia powinna przypadać po dacie rozpoczęcia CFS!
ru: Дата мягкого закрытия должна быть позже даты начала действия CFS!
sv: Mjukt stängningsdatum bör vara efter CFS startdatum!
vi: Ngày kết thúc mềm phải sau ngày bắt đầu CFS!
zh_hans: 软关闭日期应该在 CFS 开始日期之后！
zh_hant: 軟關閉日期應該在 CFS 開始日期之後！

source: Soft closing date should be before CFS end date!
ar: يجب أن يكون تاريخ الإغلاق المرن قبل تاريخ انتهاء CFS!
de: Das vorläufige Enddatum muss vor dem Enddatum des CFS liegen!
es: ¡La fecha de cierre suave debe ser anterior a la fecha de finalización del CSA!
fr: La date de clôture anticipée doit être antérieure à la date de fin du CFS !
id: Tanggal penutupan lunak harus sebelum tanggal akhir CFS!
ja: ソフトクロージング日はCFS終了日より前にする必要があります。
ko: 소프트 클로징 날짜는 CFS 종료 날짜 이전이어야 합니다!
pl: Data miękkiego zamknięcia powinna przypadać przed datą końcową CFS!
ru: Дата мягкого закрытия должна быть раньше даты окончания CFS!
sv: Mjukt slutdatum bör vara före CFS slutdatum!
vi: Ngày kết thúc hợp đồng phải trước ngày kết thúc CFS!
zh_hans: 软关闭日期应该在 CFS 结束日期之前！
zh_hant: 軟關閉日期應該在 CFS 結束日期之前！

source: CFS end time should be before event start time!
ar: يجب أن يكون وقت انتهاء المساحات الصديقة لألطفال قبل وقت بدء الحدث!
de: Die Endzeit des CFS (Call for Speakers) muss vor der Startzeit der Veranstaltung liegen!
es: ¡La hora de finalización del CFS debe ser anterior a la hora de inicio del evento!
fr: L'heure de fin du CFS doit être antérieure à l'heure de début de l'événement !
id: Waktu berakhir CFS harus sebelum waktu mulai acara!
ja: CFSの終了時間は、イベントの開始時間より前にする必要があります。
ko: CFS 종료 시간은 이벤트 시작 시간 이전이어야 합니다!
pl: Czas zakończenia CFS powinien przypadać przed czasem rozpoczęcia wydarzenia!
ru: Время окончания CFS должно быть раньше времени начала мероприятия!
sv: CFS-sluttiden bör vara före evenemangets starttid!
vi: Thời gian kết thúc CFS phải trước thời gian bắt đầu sự kiện!
zh_hans: CFS 结束时间应该早于活动开始时间！
zh_hant: CFS 結束時間應該早於活動開始時間！

source: Please add a soft end time.
ar: الرجاء إضافة وقت انتهاء بسيط.
de: Bitte fügen Sie eine vorläufige Endzeit hinzu.
es: Agregue una hora de finalización suave.
fr: Veuillez ajouter une heure de fin douce.
id: Harap tambahkan waktu akhir yang lunak.
ja: ソフト終了時間を追加してください。
ko: 소프트 종료 시간을 추가하세요.
pl: Dodaj miękki czas zakończenia.
ru: Пожалуйста, укажите время мягкого окончания.
sv: Lägg till en mjuk sluttid.
vi: Vui lòng thêm thời gian kết thúc mềm.
zh_hans: 请添加软结束时间。
zh_hant: 請添加軟結束時間。

source: Soft closing time should be after CFS start time!
ar: يجب أن يكون وقت الإغلاق الناعم بعد وقت بدء CFS!
de: Die Endzeit für vorläufige Einreichungen muss nach CFS Startzeit liegen!
es: ¡La hora de cierre suave debe ser posterior a la hora de inicio del CFS!
fr: L'heure de fermeture en douceur doit être postérieure à l'heure de début du CFS !
id: Waktu penutupan lunak harus setelah waktu mulai CFS!
ja: ソフトクロージング時間はCFS開始時間の後にする必要があります！
ko: 소프트 클로징 시간은 CFS 시작 시간 이후여야 합니다!
pl: Czas miękkiego zamykania powinien przypadać po czasie rozpoczęcia CFS!
ru: Время плавного закрытия должно быть позже времени начала CFS!
sv: Mjuk stängningstid bör vara efter CFS starttid!
vi: Thời gian đóng cửa mềm phải sau thời gian bắt đầu CFS!
zh_hans: 软关闭时间应该在 CFS 启动时间之后！
zh_hant: 軟關閉時間應該在 CFS 啟動時間之後！

source: Soft closing time should be before CFS end time!
ar: يجب أن يكون وقت الإغلاق الناعم قبل وقت انتهاء المساحات الصديقة لألطفال!
de: Die Einreichungszeit muss vor CFS-Endzeit liegen!
es: ¡La hora de cierre suave debe ser anterior a la hora de finalización del CFS!
fr: L'heure de fermeture en douceur doit être avant l'heure de fin du CFS !
id: Waktu penutupan lunak harus sebelum waktu berakhir CFS!
ja: ソフトクロージング時間は、CFS終了時間より前にする必要があります。
ko: 소프트 클로징 시간은 CFS 종료 시간 이전이어야 합니다!
pl: Czas miękkiego zamykania powinien przypadać przed czasem zakończenia CFS!
ru: Время мягкого закрытия должно быть раньше времени окончания CFS!
sv: Mjuk stängningstid bör vara före CFS sluttid!
vi: Thời gian đóng cửa mềm phải trước thời gian kết thúc CFS!
zh_hans: 软关闭时间应该在 CFS 结束时间之前！
zh_hant: 軟關閉時間應該在 CFS 結束時間之前！

source: Please enter a name for a microlocation.
ar: الرجاء إدخال اسم لموقع دقيق.
de: Bitte geben Sie einen Namen für einen Mikrostandort ein.
es: Introduzca un nombre para una micro ubicación.
fr: Veuillez saisir un nom pour une microlocalisation.
id: Harap masukkan nama untuk lokasi mikro.
ja: マイクロロケーションの名前を入力してください。
ko: 마이크로로케이션의 이름을 입력하세요.
pl: Wprowadź nazwę mikrolokalizacji.
ru: Пожалуйста, введите имя для микролокации.
sv: Ange ett namn för en mikroplats.
vi: Vui lòng nhập tên cho một vị trí nhỏ.
zh_hans: 请输入微地点的名称。
zh_hant: 請輸入微地點的名稱。

source: Please enter floor for microlocation.
ar: الرجاء إدخال الكلمة للموقع الدقيق.
de: Bitte Etage für Mikrostandort eingeben.
es: Ingrese el piso para la microlocalización.
fr: Veuillez saisir l'étage pour la microlocalisation.
id: Silakan masukkan lantai untuk lokasi mikro.
ja: マイクロロケーションのためにフロアに入ってください。
ko: 마이크로로케이션을 위해 층을 입력하십시오.
pl: Proszę podać piętro dla mikrolokalizacji.
ru: Пожалуйста, введите этаж для микролокации.
sv: Vänligen ange våningen för mikrolokalisering.
vi: Vui lòng nhập tầng để phân bổ vi mô.
zh_hans: 请输入用于微定位的楼层。
zh_hant: 請輸入用於微定位的樓層。

source: Please add an announcement to enable the call for speakers.
ar: يرجى إضافة إعلان لتمكين المكالمة للمتحدثين.
de: Bitte fügen Sie eine Ankündigung hinzu, um den Aufruf für zur Einreichung (Call for Speakers) zu ermöglichen.
es: Agregue un anuncio para habilitar la llamada a los oradores.
fr: Veuillez ajouter une annonce pour activer l'appel à conférenciers.
id: Harap tambahkan pengumuman untuk mengaktifkan panggilan untuk pembicara.
ja: スピーカーの呼び出しを有効にするには、アナウンスを追加してください。
ko: 발표자를 위한 통화를 활성화하려면 알림을 추가하세요.
pl: Dodaj ogłoszenie, aby włączyć połączenie dla prelegentów.
ru: Добавьте объявление, чтобы включить звонок для выступающих.
sv: Vänligen lägg till ett meddelande för att aktivera samtalet för högtalare.
vi: Vui lòng thêm thông báo để kích hoạt cuộc gọi cho người phát biểu.
zh_hans: 请添加通知以启用扬声器呼叫。
zh_hant: 請添加通知以啟用揚聲器呼叫。

source: If you hide this microlocation you will not be able to schedule sessions in it. The location will still be available for online events without scheduled sessions, e.g. break-out or discussion rooms.
ar: إذا قمت بإخفاء هذا الموقع الصغير ، فلن تتمكن من جدولة الجلسات فيه. سيظل الموقع متاحًا للأحداث عبر الإنترنت بدون جلسات مجدولة ، على سبيل المثال غرف الاختراق أو المناقشة.
de: Wenn Sie diesen Mikrostandort ausblenden, können Sie dort keine Sitzungen planen. Der Ort steht weiterhin für Online-Veranstaltungen ohne geplante Sitzungen zur Verfügung, z. B. für Breakout- oder Diskussionsräume.
es: Si oculta esta microlocalización no podrá programar sesiones en ella. La ubicación seguirá estando disponible para eventos en línea sin sesiones programadas, p. Ej. salas de reuniones o de discusión.
fr: Si vous masquez cette microlocalisation, vous ne pourrez pas y programmer de sessions. L'emplacement sera toujours disponible pour les événements en ligne sans sessions programmées, par ex. des salles de sous-commission ou de discussion.
id: Jika Anda menyembunyikan mikrolokasi ini, Anda tidak akan dapat menjadwalkan sesi di dalamnya. Lokasi akan tetap tersedia untuk acara daring tanpa sesi terjadwal, mis. ruang istirahat atau diskusi.
ja: このマイクロロケーションを非表示にすると、そのマイクロロケーションでセッションをスケジュールできなくなります。その場所は、スケジュールされたセッションがなくてもオンラインイベントで引き続き利用できます。小会議室またはディスカッションルーム。
ko: 이 마이크로로케이션을 숨기면 해당 마이크로로케이션에서 세션을 예약할 수 없습니다. 이 위치는 예약된 세션이 없는 온라인 이벤트에도 계속 사용할 수 있습니다. 소회 또는 토론방.
pl: Jeśli ukryjesz tę mikrolokalizację, nie będziesz w stanie planować w niej sesji. Lokalizacja będzie nadal dostępna dla wydarzeń online bez zaplanowanych sesji, m.in. pokoje typu break-out lub dyskusje.
ru: Если вы скроете эту микролокацию, вы не сможете планировать в ней сеансы. Местоположение будет по-прежнему доступно для онлайн-мероприятий без запланированных сеансов, например переговорные комнаты или комнаты для переговоров.
sv: Om du döljer den här mikrolokaliseringen kan du inte schemalägga sessioner i den. Platsen kommer fortfarande att vara tillgänglig för onlineevenemang utan schemalagda sessioner, t.ex. utbrytning eller diskussionsrum.
vi: Nếu bạn ẩn vị trí vi mô này, bạn sẽ không thể lên lịch các phiên trong đó. Vị trí sẽ vẫn có sẵn cho các sự kiện trực tuyến mà không có các phiên được lên lịch, ví dụ: phòng break-out hoặc thảo luận.
zh_hans: 如果您隐藏此微位置，您将无法在其中安排会话。该位置仍可用于没有预定会话的在线活动，例如分组讨论或讨论室。
zh_hant: 如果您隱藏此微位置，您將無法在其中安排會話。該位置仍可用於沒有預定會話的在線活動，例如分組討論或討論室。

source: Please give your supporter a name
ar: يرجى إعطاء اسم الراعي الخاص بك
de: Bitte den Sponsornamen eingeben
es: Dale un nombre a tu patrocinador
fr: Merci de renseigner le nom de votre sponsor
id: Harap beri nama sponsor Anda
ja: スポンサーに名前を付けてください
ko: 스폰서의 이름을 알려주세요
pl: Podaj imię swojego sponsora
ru: Пожалуйста, дайте вашему спонсору имя
sv: Ge din sponsor ett namn
vi: Vui lòng đặt tên cho nhà tài trợ của bạn
zh_hans: 请给您的赞助商一个名字
zh_hant: 請給您的讚助商一個名字

source: Please upload supporter's logo.
ar: الرجاء تحميل شعار الراعي.
de: Bitte laden das Sponsorenlogo hochladen.
es: Sube el logotipo del patrocinador.
fr: Veuillez télécharger le logo du sponsor.
id: Harap unggah logo sponsor.
ja: スポンサーのロゴをアップロードしてください。
ko: 스폰서 로고를 업로드 해주세요.
pl: Proszę przesłać logo sponsora.
ru: Загрузите логотип спонсора.
sv: Ladda upp sponsorns logotyp.
vi: Vui lòng tải lên logo của nhà tài trợ.
zh_hans: 请上传赞助商徽标。
zh_hant: 請上傳贊助商徽標。

source: Please fill the required fields for existing supporter items
ar: يرجى ملء الحقول المطلوبة لعناصر الراعي الحالية
de: Bitte die erforderlichen Felder für vorhandene Sponsoren ausfüllen
es: Complete los campos obligatorios para los artículos de patrocinador existentes
fr: Merci de renseigner les champs requis pour les sponsors existants
id: Harap isi bidang wajib untuk item sponsor yang ada
ja: 既存のスポンサーアイテムの必須フィールドに入力してください
ko: 기존 스폰서 항목에 대한 필수 필드를 작성하십시오.
pl: Wypełnij wymagane pola dla istniejących pozycji sponsora
ru: Пожалуйста, заполните обязательные поля для существующих спонсоров
sv: Fyll i de obligatoriska fälten för befintliga sponsorartiklar
vi: Vui lòng điền vào các trường bắt buộc cho các mặt hàng tài trợ hiện có
zh_hans: 请填写现有赞助商项目的必填字段
zh_hant: 請填寫現有贊助商項目的必填字段

source: Discard
ar: ينبذ
de: Verwerfen
es: Descartar
fr: Effacer
id: Buang
ja: 破棄
ko: 폐기하다
pl: Odrzuć
ru: Отменить
sv: Ignorera
vi: Hủy
zh_hans: 忽略
zh_hant: 放棄

source: Previous
ar: سابق
de: Zurück
es: Previo
fr: Précédent
id: Sebelumnya
ja: 前
ko: 이전
ru: Предыдущее
sv: Föregående
zh_hans: 前一个

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
ja: 次
ko: 다음
ru: Следующее
sv: Nästa
zh_hans: 下一个

source: Save as draft
ar: حفظ كمسودة
de: Als Entwurf speichern
es: Guardar como borrador
fr: Sauver comme brouillon
id: Simpan sebagai draf
ja: 下書きとして保存
ko: 임시 보관함에 저장
pl: Zapisz jako szkic
ru: Сохранить как черновик
sv: Spara som utkast
vi: Lưu dưới dạng bản nháp
zh_hans: 保存为草稿
zh_hant: 儲存為草稿

source: This event is currently not published. It is in draft mode and it is not visible publicly.
ar: لم يتم نشر هذا الحدث حاليا. إنه في وضع المسودة وغير مرئي للعامة.
de: Diese Veranstaltung ist derzeit nicht veröffentlicht. Sie befindet sich im Entwurfsmodus und ist nicht öffentlich sichtbar.
es: Este evento no está publicado actualmente. Está en modo borrador y no es visible públicamente.
fr: Cet événement n'est actuellement pas publié. Il est en mode brouillon et n'est pas visible publiquement.
id: Acara ini saat ini tidak dipublikasikan. Ini dalam mode draf dan tidak terlihat untuk umum.
ja: このイベントは現在公開されていません。ドラフトモードであり、公開されていません。
ko: 이 이벤트는 현재 게시되지 않았습니다. 초안 모드이며 공개적으로 표시되지 않습니다.
pl: To wydarzenie nie jest obecnie opublikowane. Jest w trybie roboczym i nie jest widoczny publicznie.
ru: Это событие в настоящее время не опубликовано. Он находится в режиме черновика и не виден публично.
sv: Denna händelse är för närvarande inte publicerad. Det är i utkastläge och det är inte synligt offentligt.
vi: Sự kiện này hiện không được công bố. Nó đang ở chế độ nháp và nó không được hiển thị công khai.
zh_hans: 此事件当前尚未发布。它处于草稿模式，并且不公开显示。
zh_hant: 此事件當前尚未發布。它處於草稿模式，並且不公開顯示。

source: This event is published. Any changes you make will appear on your live event.
ar: تم نشر هذا الحدث. ستظهر أي تغييرات تجريها على الحدث المباشر الخاص بك.
de: Diese Veranstaltung ist veröffentlicht. Änderungen, die vorgenommen werden, werden auf der öffentlichen Veranstaltungseite angezeigt.
es: Este evento está publicado. Cualquier cambio que hagas aparecerá en tu evento en vivo.
fr: Cet événement est publié. Toutes les modifications que vous apportez apparaîtront sur votre événement en direct.
id: Acara ini diterbitkan. Setiap perubahan yang Anda buat akan muncul di siaran langsung Anda.
ja: このイベントは公開されています。行った変更はすべてライブイベントに表示されます。
ko: 이 이벤트가 게시되었습니다. 변경 사항은 라이브 이벤트에 표시됩니다.
pl: To wydarzenie zostało opublikowane. Wszelkie wprowadzone zmiany pojawią się w wydarzeniu na żywo.
ru: Это событие опубликовано. Любые внесенные вами изменения будут отображаться в вашей прямой трансляции.
sv: Denna händelse publiceras. Alla ändringar du gör kommer att visas på ditt liveevenemang.
vi: Sự kiện này được xuất bản. Mọi thay đổi bạn thực hiện sẽ xuất hiện trên sự kiện trực tiếp của bạn.
zh_hans: 此事件已发布。您所做的任何更改都会显示在您的直播活动中。
zh_hant: 此事件已發布。您所做的任何更改都會顯示在您的直播活動中。

source: You can preview the event after you have saved it as a draft. You can publish the event after filling in the required fields.
ar: يمكنك معاينة الحدث بعد حفظه كمسودة. يمكنك نشر الحدث بعد ملء الحقول المطلوبة.
de: Sie können eine Vorschau der Veranstaltung anzeigen, nachdem den Entwurf gespeichert haben. Sie können die Veranstaltung veröffentlichen, nachdem Sie die erforderlichen Felder ausgefüllt haben.
es: Puede obtener una vista previa del evento después de haberlo guardado como borrador. Puede publicar el evento después de completar los campos obligatorios.
fr: Vous pouvez prévisualiser l'événement après l'avoir enregistré en tant que brouillon. Vous pouvez publier l'événement après avoir rempli les champs obligatoires.
id: Anda dapat melihat pratinjau acara setelah menyimpannya sebagai draf. Anda dapat mempublikasikan acara setelah mengisi kolom yang wajib diisi.
ja: 下書きとして保存した後、イベントをプレビューできます。必須フィールドに入力した後、イベントを公開できます。
ko: 이벤트를 초안으로 저장 한 후 미리 볼 수 있습니다. 필수 필드를 입력 한 후 이벤트를 게시 할 수 있습니다.
pl: Możesz wyświetlić podgląd wydarzenia po zapisaniu go jako wersji roboczej. Wydarzenie możesz opublikować po wypełnieniu wymaganych pól.
ru: Вы можете предварительно просмотреть событие после того, как сохранили его как черновик. Вы можете опубликовать мероприятие после заполнения необходимых полей.
sv: Du kan förhandsgranska händelsen efter att du har sparat den som ett utkast. Du kan publicera evenemanget efter att ha fyllt i de obligatoriska fälten.
vi: Bạn có thể xem trước sự kiện sau khi đã lưu dưới dạng bản nháp. Bạn có thể xuất bản sự kiện sau khi điền vào các trường bắt buộc.
zh_hans: 将事件另存为草稿后，可以预览事件。您可以在填写必填字段后发布事件。
zh_hant: 將事件另存為草稿後，可以預覽事件。您可以在填寫必填字段後發布事件。

source: Add Room
ar: أضف غرفة
de: Raum hinzufügen
es: Agregar sala
fr: Ajouter une salle
id: Tambahkan Ruang
ja: 部屋を追加
ko: 방 추가
pl: Dodaj pokój
ru: Добавить комнату
sv: Lägg till rum
vi: Thêm phòng
zh_hans: 添加房间
zh_hant: 添加房間

source: Floor
ar: أرضية
de: Stockwerk
es: Planta
fr: Etage
id: Lantai
ja: フロア
ko: 바닥
pl: Podłoga
ru: Этаж
sv: Golv
vi: Sàn nhà
zh_hans: 楼
zh_hant: 樓層

source: Hidden In Scheduler
ar: مخبأة في المجدول
de: Im Zeitplan versteckt
es: Oculto en el programador
fr: Caché dans le planificateur
id: Tersembunyi Di Penjadwal
ja: スケジューラーに隠されている
ko: 스케줄러에 숨겨 짐
pl: Ukryte w harmonogramie
ru: Скрыто в планировщике
sv: Dold i schemaläggaren
vi: Ẩn trong bộ lập lịch biểu
zh_hans: 隐藏在调度程序中
zh_hant: 隱藏在調度程序中

source: {{item}} has been created successfully
ar: تم إنشاء {{item}} بنجاح
de: {{item}} wurde erstellt.
es: {{item}} se ha creado correctamente
fr: {{item}} a été créé avec succès
id: {{item}} telah berhasil dibuat
ja: {{item}}が正常に作成されました
ko: {{item}}이 성공적으로 생성되었습니다.
pl: Utworzono {{item}} pomyślnie
ru: {{item}} успешно создан
sv: {{item}} har skapats
vi: {{item}} đã được tạo thành công
zh_hans: {{item}}已成功创建
zh_hant: {{item}}已成功創建

source: Please enter a role name
ar: الرجاء إدخال اسم الدور
de: Bitte den Rollennamen eingeben
es: Ingrese un nombre de función
fr: Merci de saisir un nom de rôle
id: Harap masukkan nama peran
ja: ロール名を入力してください
ko: 역할 이름을 입력하십시오
pl: Wpisz nazwę roli
ru: Пожалуйста, введите название роли
sv: Ange ett rollnamn
vi: Vui lòng nhập tên vai trò
zh_hans: 请输入角色名称
zh_hant: 請輸入角色名稱

source: Please enter an email for user
ar: الرجاء إدخال بريد إلكتروني للمستخدم
de: Bitte geben Sie eine E-Mail für den Benutzer ein
es: Ingrese un correo electrónico para el usuario
fr: Merci de saisir un courriel pour cet utilisateur
id: Harap masukkan email untuk pengguna
ja: ユーザーの電子メールを入力してください。
ko: 사용자 이메일을 입력하십시오
pl: Wprowadź adres e-mail użytkownika
ru: Пожалуйста, введите адрес электронной почты пользователя
sv: Ange ett e -postmeddelande för användaren
vi: Vui lòng nhập email cho người dùng
zh_hans: 请输入用户的电子邮件
zh_hant: 請輸入用戶的電子郵件

source: Please enter a valid email address for user
ar: الرجاء إدخال عنوان بريد إلكتروني صالح للمستخدم
de: Bitte geben Sie eine gültige E-Mail-Adresse für den Benutzer ein
es: Ingrese una dirección de correo electrónico válida para el usuario
fr: Merci de saisir une adresse email valide pour cet utilisateur
id: Harap masukkan alamat email yang valid untuk pengguna
ja: ユーザーの有効な電子メール アドレスを入力してください。
ko: 사용자의 유효한 이메일 주소를 입력하십시오
pl: Wprowadź prawidłowy adres e-mail użytkownika
ru: Пожалуйста, введите действующий адрес электронной почты для пользователя
sv: Ange en giltig e -postadress för användaren
vi: Vui lòng nhập một địa chỉ email hợp lệ cho người dùng
zh_hans: 请输入有效的用户电子邮件地址
zh_hant: 請輸入有效的用戶電子郵件地址

source: Please select a role
ar: الرجاء تحديد دور
de: Bitte wählen Sie eine Rolle
es: Seleccione un rol
fr: Merci de sélectionner un rôle
id: Pilih salah satu peran
ja: ロールを選択してください
ko: 역할을 선택하십시오
pl: Wybierz rolę
ru: Пожалуйста, выберите роль
sv: Välj en roll
vi: Vui lòng chọn một vai trò
zh_hans: 请选择一个角色
zh_hant: 請選擇一個角色

source: Please enter a sub topic name
ar: الرجاء إدخال اسم موضوع فرعي
de: Bitte einen Namen für Unterthema eingeben
es: Ingrese un nombre de subtema
fr: Merci de saisir un nom de sous-catégorie
id: Harap masukkan nama sub topik
ja: サブ トピック名を入力してください
ko: 하위 주제 이름을 입력하십시오
pl: Wprowadź nazwę tematu podrzędnego
ru: Пожалуйста, введите название подтемы
sv: Ange ett underämnesnamn
vi: Vui lòng nhập tên chủ đề phụ
zh_hans: 请输入子主题名称
zh_hant: 請輸入子主題名稱

source: Please enter a topic name
ar: الرجاء إدخال اسم الموضوع
de: Bitte einen Namen für Thema eingeben
es: Ingrese un nombre de tema
fr: Merci de saisir un nom de catégorie
id: Harap masukkan nama topik
ja: トピック名を入力してください
ko: 주제 이름을 입력하십시오
pl: Wpisz nazwę tematu
ru: Пожалуйста, введите название темы
sv: Ange ett ämnesnamn
vi: Vui lòng nhập tên chủ đề
zh_hans: 请输入主题名称
zh_hant: 請輸入主題名稱

source: Please enter a event type
ar: الرجاء إدخال نوع الحدث
de: Bitte geben Sie einen Veranstaltungstypen ein.
es: Ingrese un tipo de evento
fr: Merci de saisir un type d'évènement
id: Harap masukkan jenis acara
ja: イベントの種類を入力してください
ko: 이벤트 유형을 입력하십시오
pl: Wpisz typ wydarzenia
ru: Пожалуйста, введите тип события
sv: Ange en händelsetyp
vi: Vui lòng nhập loại sự kiện
zh_hans: 请输入事件类型
zh_hant: 請輸入事件類型
