Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Address
ar: عنوان
de: Adresse
es: Dirección
fr: Adresse
id: Alamat
ja: 住所
ko: 주소
pl: Adres
ru: Адрес
sv: Adress
vi: Địa Chỉ
zh_hans: 地址
zh_hant: 地址

source: City
ar: مدينة
de: Stadt
es: Ciudad
fr: Ville
id: Kota
ja: 市区町村
ko: 도시
pl: Miasto
ru: Город
sv: Stad
vi: Thành Phố
zh_hans: 城市
zh_hant: 城市

source: Country
ar: دولة
de: Land
es: País
fr: Pays
id: Negara
ja: 国
ko: 국가
pl: Kraj
ru: Страна
sv: Land
vi: Quốc Gia
zh_hans: 国家
zh_hant: 國家

source: Mobile
ar: متحرك
de: Handy
es: Móvil
id: Seluler
ja: モバイル
ko: 휴대폰
pl: Dane mobilne
ru: Мобильная сеть
sv: Mobil
vi: Di động
zh_hans: 手机号码
zh_hant: 行動電話

source: Gender
ar: جنس
de: Geschlecht
es: Género
fr: Genre
id: Jenis kelamin
ko: 성별
pl: Płeć
ru: Пол
sv: Kön
vi: Giới Tính
zh_hant: 性別

source: Short Biography
ar: سيرة ذاتية قصيرة
de: Kurzbiografie
es: Biografia corta
fr: Courte biographie
id: Biografi singkat
ja: 短い伝記
ko: 짧은 전기
pl: Krótki życiorys
ru: Краткая биография
sv: Kort biografi
vi: Tiểu sử ngắn
zh_hans: 短传
zh_hant: 短傳

source: Long Biography
ar: سيرة طويلة
de: Lange Biographie
es: Larga biografía
fr: Longue biographie
id: Biografi Panjang
ja: 長い伝記
ko: 긴 전기
pl: Długa biografia
ru: Длинная биография
sv: Lång biografi
vi: Tiểu sử dài
zh_hans: 长传
zh_hant: 長傳

source: Speaking Experience
ar: تجربة التحدث
de: Vortragserfahrung
es: Experiencia hablante
fr: Expérience orale
id: Pengalaman Berbicara
ja: スピーキング体験
ko: 말하기 경험
pl: Doświadczenie w mówieniu
ru: Разговорный опыт
sv: Talande erfarenhet
vi: Kinh nghiệm Nói
zh_hans: 口语经验
zh_hant: 口語經驗

source: Photo
ar: صورة
de: Foto
es: Foto
id: Foto
ja: 写真
ko: 사진
pl: Zdjęcie
ru: Фото
sv: Foto
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Instagram
ar: انستغرام
ko: 인스 타 그램

source: Heard From
ar: سمعت من
de: Gehört von
es: Escuchado de
fr: Entendu
id: Dengar dari
ja: から聞きました
ko: 들었음
pl: Słyszałem od
ru: Услышал от
sv: Hörde från
vi: Nghe từ
zh_hans: 听到来自
zh_hant: 聽到來自

source: Sponsorship Required
ar: الكفالة مطلوبة
de: Benötigte Unterstützung
es: Se requiere patrocinio
fr: Parrainage requis
id: Sponsorship Diperlukan
ja: スポンサーシップが必要です
ko: 스폰서 십 필요
pl: Sponsoring wymagany
ru: Требуется спонсорство
sv: Sponsring krävs
vi: Yêu cầu tài trợ
zh_hans: 需要赞助
zh_hant: 需要贊助

source: Subtitle
ar: العنوان الفرعي
de: Untertitel
es: Subtítulo
fr: Sous-titre
id: Sub-judul
ja: サブタイトル
ko: 부제
ru: Подзаголовок
sv: Undertitel
vi: Phụ đề
zh_hans: 字幕

source: Session Type
ar: نوع الجلسة
de: Sitzungstyp
es: Tipo de sesión
fr: Type de session
id: Jenis Sesi
ja: セッションの種類
ko: 세션 유형
pl: Typ sesji
ru: Тип сеанса
sv: Sessionstyp
vi: Loại phiên
zh_hans: 会话类型
zh_hant: 會話類型

source: Short Abstract
ar: ملخص قصير
de: Kurze Zusammenfassung
es: Resumen breve
fr: Résumé
id: Abstrak Pendek
ja: 短い要約
ko: 짧은 개요
pl: Krótkie streszczenie
ru: Краткое резюме
sv: Kort abstrakt
vi: Tóm tắt ngắn
zh_hans: 简短摘要
zh_hant: 簡短摘要

source: Long Abstract
ar: ملخص طويل
de: Ausführliche Zusammenfassung
es: Resumen largo
fr: Description longue
id: Abstrak Panjang
ja: 長い要約
ko: 긴 개요
pl: Długi streszczenie
ru: Длинное резюме
sv: Lång abstrakt
vi: Tóm tắt dài
zh_hans: 长摘要
zh_hant: 長篇摘要

source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langage
id: Bahasa
ja: 言語
pl: Język
ru: Язык
sv: språk
zh_hant: 語言

source: Level
ar: مستوى
de: Niveau
es: Nivel de Descripción
fr: Niveau
ja: レベル
ko: 등급
pl: Poziom
ru: Уровень
sv: Nivå
vi: Cấp độ
zh_hans: 水平
zh_hant: 等級

source: Audio
ar: صوتي
ja: オーディオ
ko: 오디오
pl: Dźwiękowe
ru: Аудио
sv: Ljud
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Comments
ar: تعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
id: Komentar
ja: コメント
ko: 의견
pl: Komentarze
ru: Комментарии
sv: Kommentarer
vi: Bình luận
zh_hans: 注释
zh_hant: 評論

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Nom de famille
id: Nama Depan
ja: 名
ko: 이름
pl: Imię
ru: Имя
sv: Förnamn
vi: Tên
zh_hans: 名
zh_hant: 名字

source: Last Name
ar: اسم العائلة
de: Familienname
es: Apellido
fr: Prénom
id: Nama Belakang
ja: 姓
ko: 성
pl: Nazwisko
ru: Фамилия
sv: Efternamn
vi: Tên Họ
zh_hans: 姓
zh_hant: 姓氏

source: Address (Street, Building, Number etc.)
ar: العنوان (الشارع ، المبنى ، الرقم ، الخ)
de: Adresse (Straße, Gebäude, Hausnummer etc.)
es: Dirección (calle, edificio, número, etc.)
fr: Adresse (rue, bâtiment, numéro, etc.)
id: Alamat (Jalan, Gedung, Nomor, dll.)
ja: 住所（番地、建物、番号など）
ko: 주소 (거리, 건물, 번호 등)
pl: Adres (ulica, budynek, numer itp.)
ru: Адрес (улица, дом, номер и т. Д.)
sv: Adress (gata, byggnad, nummer etc.)
vi: Địa chỉ (Đường phố, Tòa nhà, Số, v.v.)
zh_hans: 地址（街道，建筑物，号码等）
zh_hant: 地址（街道，建築物，號碼等）

source: Job Title
ar: مسمى وظيفي
de: Berufsbezeichnung
es: Cargo
fr: Poste
id: Judul pekerjaan
ja: 職名
ko: 직책
pl: Stanowisko
ru: Должность
sv: Jobbtitel
vi: Chức Danh Công Việc
zh_hans: 职称
zh_hant: 職稱

source: Tax Business Info
ar: معلومات الضريبة التجارية
de: Geschäftliche Steuerangaben
es: Información fiscal de la empresa
fr: Informations fiscales sur l'entreprise
id: Info Bisnis Perpajakan
ja: 税務ビジネス情報
ko: 세금 사업 정보
pl: Informacje podatkowe o firmie
ru: Налоговая информация о бизнесе
sv: Skatteföretagsinformation
vi: Thông tin Thuế
zh_hans: 税务业务信息
zh_hant: 稅務業務信息

source: Work Phone
ar: هاتف عمل
de: Arbeitstelefon
es: Teléfono del trabajo
fr: Téléphone professionnel
id: Telepon Kantor
ja: 勤務先の電話
ko: 직장 전화
pl: Telefon służbowy
ru: Раб. тел.
sv: Jobbtelefon
vi: Điện Thoại Nơi Làm
zh_hans: 工作电话
zh_hant: 工作電話

source: Blog
ar: مدونة
de: Artikel
ko: 블로그
ru: Блог
sv: Blogg
zh_hans: 博客
zh_hant: 網誌

source: Email consent
ar: الموافقة عبر البريد الإلكتروني
de: E-Mail-Zustimmung
es: Consentimiento por correo electrónico
fr: Consentement par e-mail
id: Persetujuan email
ja: メールの同意
ko: 이메일 동의
pl: Zgoda na e-mail
ru: Отправить согласие по электронной почте
sv: E -post samtycke
vi: Email đồng ý
zh_hans: 电子邮件同意
zh_hant: 電子郵件同意

source: Photo & video & text consent
ar: الموافقة على الصور والفيديو والنص
de: Foto- & Video- & Textzustimmung
es: Consentimiento de foto, video y texto
fr: Consentement photo et vidéo et texte
id: Foto & video & persetujuan teks
ja: 写真とビデオとテキストの同意
ko: 사진 및 비디오 및 텍스트 동의
pl: Zgoda na zdjęcia i wideo oraz tekst
ru: Фото, видео и текстовое согласие
sv: Foto och video & text samtycke
vi: Sự đồng ý về hình ảnh và video và văn bản
zh_hans: 照片，视频和文字同意
zh_hant: 照片，視頻和文字同意

source: Partner contact consent
ar: موافقة جهة اتصال الشريك
de: Einwilligung zum Kontakt von Partnern
es: Consentimiento de contacto del socio
fr: Consentement du contact partenaire
id: Persetujuan kontak mitra
ja: パートナーの連絡先の同意
ko: 파트너 연락처 동의
pl: Zgoda na kontakt partnera
ru: Согласие на контакт с партнером
sv: Samtycke till partnerkontakt
vi: Sự đồng ý của liên hệ đối tác
zh_hans: 合作伙伴联系同意
zh_hant: 合作夥伴聯繫同意

source: Age Group
ar: الفئة العمرية
de: Altersgruppe
es: Grupo de edad
fr: Tranche d'âge
id: Kelompok usia
ja: 年齢層
ko: 연령대
pl: Grupa wiekowa
ru: Возрастная группа
sv: Åldersgrupp
vi: Nhóm tuổi
zh_hans: 年龄阶层
zh_hant: 年齡階層

source: Anonymous User
ar: مستخدم مجهول
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
id: Pengguna Anonim
ja: 匿名ユーザー
ko: 익명의 사용자
pl: Użytkownik anonimowy
ru: Анонимный пользователь
sv: Anonym användare
vi: Người dùng ẩn danh
zh_hans: 匿名用户
zh_hant: 匿名使用者

source: Account
ar: حساب
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pl: Konto
sv: Konto
vi: Tài Khoản
zh_hans: 帐户
zh_hant: 帳號

source: Applications
ar: التطبيقات
de: Anwendungen
es: Aplicaciones
id: Aplikasi
ja: アプリケーション
ko: 응용프로그램
pl: Aplikacje
ru: Приложения
sv: Program
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式

source: Billing Info
ar: معلومات الفواتير
de: Rechnungsinfo
es: Información de facturación
fr: Informations de facturation
id: Info pembayaran
ja: 請求情報
ko: 결제 정보
pl: Informacja rachunkowa
ru: Платежная информация
sv: Faktureringsinfo
vi: Thông tin thanh toán
zh_hans: 计费信息
zh_hant: 計費信息

source: Invoices
ar: الفواتير
de: Rechnungen
es: Facturas
fr: Factures
id: Tagihan
ja: インボイス
ko: 청구서
pl: Faktury
ru: Счета-фактуры
sv: Fakturor
vi: Hóa đơn
zh_hans: 发票
zh_hant: 收據

source: All
ar: الجميع
de: Alle
es: Todo
fr: Tous
id: Semua
ja: すべて
ko: 모두
pl: Wszystko
ru: Все
sv: Alla
vi: Tất cả
zh_hans: 全部
zh_hant: 所有

source: Payment Info
ar: معلومات الدفع
de: Zahlungsinformationen
es: Información de pago
fr: Information de paiement
id: Informasi pembayaran
ja: 支払い情報
ko: 결제 정보
pl: Informacje o płatności
ru: Информация о платеже
sv: Betalningsinfo
vi: Thông Tin Thanh Toán
zh_hans: 付款信息
zh_hant: 付款信息

source: Danger Zone
ar: منطقة الخطر
de: Gefahrenzone
es: Zona Peligrosa
fr: Zone de danger
id: Zona Bahaya
ja: 危険区域。
ko: 위험 구역
pl: Niebezpieczne
ru: Опасная зона
sv: Farozon
vi: Khu vực nguy hiểm
zh_hans: 危险的选项
zh_hant: 危險區

source: Email Preferences
ar: تفضيلات البريد الإلكتروني
de: E-Mail-Einstellungen
es: Preferencias de correo electrónico
fr: Préférences courriel
id: Preferensi Email
ja: メールの設定
ko: 이메일 환경 설정
pl: Preferencje e-mail
ru: Настройки электронной почты
sv: E-postinställningar
vi: Tuỳ chọn email
zh_hans: 电邮偏好
zh_hant: 電郵偏好

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
ko: 비밀번호
ru: Пароль
sv: Lösenord
vi: Mật Khẩu
zh_hans: 密码

source: Profile
ar: حساب تعريفي
de: Profil
es: Perfil
fr: Profil
id: Profil
ja: プロフィール
ko: 프로필
pl: Profil
ru: Профиль
sv: Profil
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人檔案

source: Administration
ar: إدارة
es: Administración
id: Administrasi
ja: 管理
ko: 관리
pl: Administracja
ru: Администрация
sv: Administrering
vi: Quản trị
zh_hans: 管理
zh_hant: 管理

source: Content
ar: محتوى
de: Inhalt
es: Contenido
fr: Contenu
id: Konten
ja: コンテンツ
ko: 컨텐츠
pl: Zawartość
ru: Содержание
sv: Innehåll
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

source: Social Links
ar: روابط اجتماعية
de: Soziale Netzwerke
es: vínculos sociales
fr: Liens sociaux
id: Tautan Sosial
ja: ソーシャル リンク
ko: 소셜 링크
pl: Linki społecznościowe
ru: Социальные ссылки
sv: Sociala länkar
vi: Liên Kết Xã Hội
zh_hans: 社交连结
zh_hant: 社交連結

source: Pages
ar: الصفحات
de: Seiten
es: Páginas
id: Halaman
ja: ページ
ko: 페이지
pl: Stron
ru: Страницы
sv: Sidor
vi: Các trang
zh_hans: 网页
zh_hant: 頁面

source: System Images
ar: صور النظام
de: Systembilder
es: Imágenes del sistema
fr: Images système
id: Gambar Sistem
ja: システム イメージ
ko: 시스템 이미지
pl: Obrazy systemu
ru: Системные изображения
sv: Systembilder
vi: Hình ảnh hệ thống
zh_hans: 系统映像
zh_hant: 系統映像

source: Sub topics
ar: الموضوعات الفرعية
de: Unterthemen
es: Subtemas
fr: Sous catégorie
id: Sub topik
ja: サブトピック
ko: 하위 주제
pl: Tematy podrzędne
ru: Подтемы
sv: Underämnen
vi: Chủ đề phụ
zh_hans: 子主题
zh_hant: 子主題

source: Translations
ar: الترجمات
de: Übersetzungen
es: Traducciones
fr: Traductions
id: Penerjemahan
ja: 翻訳
ko: 번역
pl: Tłumaczenia
ru: Переводы
sv: Översättningar
zh_hans: 翻译
zh_hant: 翻譯

source: Import
ar: يستورد
de: Importieren
es: Importar
id: Impor
ja: インポート
ko: 불러오기
ru: Импорт
sv: Importera
vi: Nhập
zh_hans: 进口
zh_hant: 匯入

source: Live
ar: يعيش
es: Viva
fr: En direct
id: Siaran Langsung
ja: ライブ
ko: 라이브
pl: Na żywo
ru: Живой
sv: Direkt
vi: Trực tiếp
zh_hans: 线上
zh_hant: 直播

source: Draft
ar: مسودة
de: Entwurf
es: El borrador
fr: Brouillon
id: Draf
ja: 下書き
ko: 초안
pl: Szkic
ru: Черновик
sv: Utkast
vi: Nháp
zh_hans: 草案
zh_hant: 草稿

source: Past
ar: ماضي
de: Vergangene
es: Anterior
fr: Passé
id: Sebelum
ja: 過去
ko: 지난 이벤트
pl: Poprzedni
ru: Прошлое
sv: Föregående
vi: Cho qua
zh_hans: 过去
zh_hant: 過去

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Borrado
fr: Supprimé
id: Dihapus
ja: 削除済
ko: 삭제됨
pl: Usunięto
ru: Удалено
sv: Borttagen
vi: Đã xoá
zh_hans: 已删除
zh_hant: 已刪除

source: Groups
ar: مجموعات
de: Gruppen
es: Grupos
fr: Groupes
id: Grup
ja: グループ
ko: 그룹
ru: Группы
sv: Grupper
zh_hans: 组

source: Messages
ar: رسائل
de: Nachrichten
es: Mensajes
id: Pesan
ja: メッセージ
ko: 메시지
pl: Wiadomości
ru: Сообщения
sv: Meddelanden
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

source: Permissions
ar: أذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
id: Izin aplikasi
ja: アクセス許可
ko: 권한
pl: Uprawnienia
ru: Права доступа
sv: Behörigheter
vi: Quyền
zh_hans: 权限
zh_hant: 權限

source: Reports
ar: التقارير
de: Berichte
es: Reportes
fr: Rapports
id: Laporan
ja: レポート
ko: 보고
pl: Raporty
ru: Отчеты
sv: Anmälningar
vi: Báo cáo
zh_hans: 报告书
zh_hant: 回報

source: Kubernetes Server Logs
ar: سجلات خادم Kubernetes
de: Kubernetes Server-Protokolle
es: Registros del servidor de Kubernetes
fr: Logs serveur Kubernetes
id: Log Server Kubernetes
ja: Kubernetes サーバー ログ
ko: Kubernetes 서버 로그
pl: Dzienniki serwera Kubernetes
ru: Журналы сервера Kubernetes
sv: Kubernetes serverloggar
vi: Nhật ký máy chủ Kubernetes
zh_hans: Kubernetes服务器日志
zh_hant: Kubernetes服務器日誌

source: System Logs
ar: سجلات النظام
de: Systemprotokolle
es: Registros del sistema
fr: Logs system
id: Log Sistem
ja: システム ログ
ko: 시스템 로그
pl: Dzienniki systemowe
ru: Системные журналы
sv: Systemloggar
vi: Nhật ký hệ thống
zh_hans: 系统日志
zh_hant: 系統日誌

source: Activity Logs
ar: سجلات النشاط
de: Aktivitätsprotokolle
es: Log de actividad
fr: Logs d'activité
id: Log Aktivitas
ja: アクティビティログ
ko: 활동 로그
pl: Dzienniki aktywności
ru: Журналы активности
sv: Aktivitetsloggar
vi: Nhật ký hoạt động
zh_hans: 活动日志
zh_hant: 活動記錄

source: Mail Logs
ar: سجلات البريد
de: E-Mail-Protokolle
es: Registros de correo
fr: Journaux des courriels
id: Log Surat
ja: メールログ
ko: 메일 로그
pl: Dzienniki poczty
ru: Журналы почты
sv: E -postloggar
vi: Nhật ký Thư
zh_hans: 邮件记录
zh_hant: 郵件記錄

source: Notification Logs
ar: سجلات الإخطار
de: Benachrichtigungsprotokolle
es: Registros de notificaciones
fr: Journaux des notifications
id: Log Pemberitahuan
ja: 通知ログ
ko: 알림 로그
pl: Dzienniki powiadomień
ru: Журналы уведомлений
sv: Meddelandeloggar
vi: Nhật ký thông báo
zh_hans: 通知日志
zh_hant: 通知日誌

source: Discounted Events
ar: أحداث مخفضة
de: Ermäßigte Veranstaltungen
es: Eventos con descuento
fr: Évènements en promotion
id: Acara dengan Diskon
ja: 割引イベント
ko: 할인 이벤트
pl: Imprezy z rabatem
ru: События со скидкой
sv: Rabatterade evenemang
vi: Sự kiện giảm giá
zh_hans: 优惠活动
zh_hant: 優惠活動

source: Overview
ar: ملخص
de: Übersicht
es: Visión general
fr: Vue d'ensemble
id: Ringkasan
ja: 概要
ko: 개요
pl: Przegląd
ru: Обзор
sv: Översikt
vi: Tổng quan
zh_hans: 预览
zh_hant: 概覽

source: Location
ar: موقع
de: Ort
es: Ubicación
fr: Emplacement
id: Lokasi
ja: 場所
ko: 위치
pl: Lokalizacja
ru: Расположение
sv: Plats
vi: Địa Điểm
zh_hans: 位置
zh_hant: 位置

source: Marketer
ar: المسوق
de: Vermarkter
es: Vendedor
fr: Marketeur
id: Pemasar
ja: マーケティング担当者
ko: 마케터
pl: Marketingowiec
ru: Продавец
sv: Marknadsförare
vi: Nhà tiếp thị
zh_hans: 市场商人
zh_hant: 營銷人員

source: Organizer
ar: منظم
de: Veranstalter
es: Organizador
fr: Organisateur
id: Penyelenggara
ja: 主催者
ko: 주최자:
pl: Organizator
ru: Организатор
sv: Organisatör
vi: Người Tổ Chức
zh_hans: 主办方
zh_hant: 主辦人：

source: Revenue
ar: ربح
de: Einnahmen
es: Ingresos
fr: Revenus
id: Pendapatan
ja: 収益
ko: 수익
pl: Dochód
ru: Доход
sv: Intäkt
vi: Doanh thu
zh_hans: 收入
zh_hant: 收入

source: Session
ar: حصة
de: Sitzung
es: Sesión
id: Sesi
ja: セッション
ko: 세션
pl: Sesja
ru: Сеанс
vi: Bài Nói
zh_hans: 届会
zh_hant: 會話

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
ja: 設定
ko: 설정
ru: Настройки
sv: Inställningar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Analytics
ar: تحليلات
de: Analysen
es: Análisis
fr: Analytique
id: Analitis
ja: アナリティクス
ko: 분석
pl: Analityka
ru: Аналитика
sv: Analys
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

source: Admin Billing
ar: فواتير المسؤول
de: Admin-Abrechnung
es: Facturación de administrador
fr: Facturation administrateur
id: Penagihan Admin
ja: 管理者請求
ko: 관리자 결제
pl: Płatności administracyjne
ru: Биллинг администратора
sv: Admin Fakturering
vi: Thanh toán quản trị
zh_hans: 管理员帐单
zh_hant: 管理員帳單

source: Images
ar: الصور
de: Bilder
es: Imágenes
id: Gambar
ja: 画像
ko: 이미지
pl: Obrazy
ru: Изображения
sv: Bilder
zh_hans: 图片
zh_hant: 圖片

source: System
ar: نظام
es: Sistema
fr: Système
id: Sistem
ja: システム
ko: 체계
pl: Systemowe
ru: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Microservices
ar: الخدمات المصغرة
de: Mikrodienste
es: Microservicios
id: Layanan mikro
ja: マイクロサービス
ko: 마이크로 서비스
pl: Mikrousługi
ru: Микросервисы
sv: Mikrotjänster
zh_hans: 微服务
zh_hant: 微服務

source: Payment Gateway
ar: بوابة الدفع
de: Zahlungssysteme
es: Pasarela de pago
fr: Passerelle de paiement
id: Gerbang pembayaran
ja: 支払ゲートウェイ
ko: 지불 게이트웨이
pl: Bramki płatności
ru: Платежный шлюз
sv: Betalningsgateway
vi: Cổng thanh toán
zh_hans: 支付网关
zh_hant: 支付網關

source: Ticket Fees
ar: رسوم التذكرة
de: Ticketgebühren
es: Tarifas de entradas
fr: Tarif des billets
id: Biaya Tiket
ja: チケット料金
ko: 티켓 수수료
pl: Opłaty za bilety
ru: Стоимость билетов
sv: Biljettavgifter
vi: Phí vé
zh_hans: 门票费用
zh_hant: 門票費用

source: Users
ar: المستخدمون
de: Benutzer
es: Usuarios
fr: Utilisateurs
id: Pengguna
ja: ユーザー
ko: 사용자
pl: Użytkownicy
ru: Пользователи
sv: Användare
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者

source: Active
ar: نشيط
de: Aktiv
es: Activo
fr: Actif
id: Aktif
ja: 有効
ko: 활동
pl: Aktywne
ru: Активные
sv: Aktiv
vi: Hoạt động
zh_hans: 激活
zh_hant: 啟用

source: Inactive
ar: غير نشط
de: Inaktiv
es: inactivo
fr: Inactif
id: Tidak aktif
ja: 無効
ko: 가동중
pl: Nieaktywne
ru: Неактивные
sv: Ej aktiv
vi: Không hoạt động
zh_hans: 失效
zh_hant: 未啟用

source: My sessions
ar: جلساتي
de: Meine Einreichungen
es: Mis Sesiones
fr: Mes sessions
id: Sesi saya
ja: セッション
ko: 내 세션
pl: Moje sesje
ru: Мои сеансы
sv: Mina sessioner
vi: Phiên của tôi
zh_hans: 我的会话
zh_hant: 我的議程

source: Upcoming
ar: القادمة
de: Anstehend
es: Próximos
fr: A venir
id: Mendatang
ja: 次のタスク
ko: 예정
pl: Nadchodzące
ru: Предстоящие
sv: Kommande
vi: Sắp tới
zh_hans: 将要发生
zh_hant: 即將來臨

source: My Tickets
ar: تذاكري
de: Meine Tickets
es: Mis tiquetes
fr: Mes billets
id: Tiket Saya
ja: チケット
ko: 내 티켓
pl: Moje zgłoszenia
ru: Мои билеты
sv: Mina biljetter
vi: Vé mời của tôi
zh_hans: 我的票
zh_hant: 我的門票

source: Create Video Channel
ar: إنشاء قناة فيديو
de: Videokanal erstellen
es: Crear canal de video
fr: Créer une chaîne vidéo
id: Buat Saluran Video
ja: ビデオチャンネルを作成する
ko: 비디오 채널 만들기
pl: Utwórz kanał wideo
ru: Создать видеоканал
sv: Skapa videokanal
vi: Tạo kênh video
zh_hans: 创建视频频道
zh_hant: 創建視頻頻道

source: Edit Video Channel
ar: تحرير قناة الفيديو
de: Videokanal bearbeiten
es: Editar canal de video
fr: Modifier la chaîne vidéo
id: Sunting Saluran Video
ja: ビデオチャンネルの編集
ko: 비디오 채널 편집
pl: Edytuj kanał wideo
ru: Редактировать видеоканал
sv: Redigera videokanal
vi: Chỉnh sửa kênh video
zh_hans: 编辑视频频道
zh_hant: 編輯視頻頻道

source: Video Channels
ar: قنوات الفيديو
de: Videokanäle
es: Canales de video
fr: Canaux vidéo
id: Saluran Video
ja: ビデオチャンネル
ko: 비디오 채널
pl: Kanały wideo
ru: Видео каналы
sv: Videokanaler
vi: Kênh video
zh_hans: 视频频道
zh_hant: 視頻頻道

source: Video Recordings
ar: تسجيلات الفيديو
de: Videoaufnahmen
es: Grabaciones de video
fr: Enregistrements vidéo
id: Rekaman Video
ja: ビデオ録画
ko: 비디오 녹화
pl: Nagrania wideo
ru: Видеозаписи
sv: Videoinspelningar
vi: Ghi video
zh_hans: 录像
zh_hant: 錄像

source: Create an Event
ar: أنشئ حدثًا
de: Erstellen Sie eine Veranstaltung
es: Crear un evento
fr: Créer un évènement
id: Buat Acara
ja: イベントの作成
ko: 이벤트 생성
pl: Utwórz wydarzenie
ru: Создать мероприятие
sv: Skapa ett evenemang
vi: Tạo sự kiện
zh_hans: 建立活动
zh_hant: 建立活動

source: Document
ar: وثيقة
de: Dokument
es: Documento
id: Dokumen
ja: ドキュメント
ko: 문서
pl: Dokument
ru: Документ
sv: Dokument
vi: Tài liệu
zh_hans: 文件
zh_hant: 文件

source: Edit Event
ar: تحرير الحدث
de: Veranstaltung bearbeiten
es: Editar evento
fr: Modifier l'évènement
id: Sunting Acara
ja: イベントを編集
ko: 이벤트 수정
pl: Edycja wydarzenia
ru: Редактировать мероприятие
sv: Redigera händelse
vi: Sửa sự kiện
zh_hans: 编辑事件
zh_hant: 編輯活動

source: Create Exhibitor
ar: إنشاء عارض
de: Aussteller anlegen
es: Crear expositor
fr: Créer un exposant
id: Buat Peserta
ja: 出展者を作成する
ko: 전시자 만들기
pl: Utwórz wystawcę
ru: Создать экспонента
sv: Skapa utställare
vi: Tạo nhà triển lãm
zh_hans: 创建参展商
zh_hant: 創建參展商

source: Edit Exhibitor
ar: تحرير العارضين
de: Aussteller bearbeiten
es: Editar expositor
fr: Modifier l'exposant
id: Edit Peserta Pameran
ja: 出展者編集
ko: 전시자 편집
pl: Edytuj wystawcę
ru: Редактировать экспонента
sv: Redigera utställare
vi: Chỉnh sửa Người trưng bày
zh_hans: 编辑参展商
zh_hant: 編輯參展商

source: Exhibitors
ar: العارضون
de: Aussteller
es: Expositores
fr: Exposants
id: Peserta pameran
ja: 出展者
ko: 참가 업체
pl: Wystawcy
ru: Экспоненты
sv: Utställare
vi: Nhà triển lãm
zh_hans: 参展商
zh_hant: 參展商

source: Reorder Exhibitors
ar: إعادة ترتيب العارضين
de: Aussteller ordnen
es: Reordenar expositores
fr: Réorganiser les exposants
id: Susun Ulang Peserta Pameran
ja: 出展者の再注文
ko: 참가 업체 재주문
pl: Zmień kolejność wystawców
ru: Повторный заказ участников
sv: Ombeställ utställare
vi: Sắp xếp lại đơn vị triển lãm
zh_hans: 重新安排参展商
zh_hant: 重新安排參展商

source: Scheduler
ar: المجدول
de: Planer
es: Programador
fr: Programmateur
id: Penjadwal
ja: スケジューラー
ko: 스케줄러
pl: Planista
ru: Планировщик
sv: Schemaläggare
vi: Người lập kế hoạch
zh_hans: 调度程序
zh_hant: 時間規劃者

source: Create session
ar: إنشاء جلسة
de: Sitzung erstellen
es: Crear sesión
fr: Créer une session
id: Buat sesi
ja: セッションを作成
ko: 세션 생성
pl: Utwórz sesję
ru: Создать сеанс
sv: Skapa session
vi: Tạo phiên
zh_hans: 创建会话
zh_hant: 建立議程

source: Export
ar: يصدّر
de: Exportieren
es: Exportar
id: Ekspor
ja: エクスポート
ko: 수출
ru: Экспорт
sv: Exportera
vi: Xuất
zh_hans: 出口
zh_hant: 匯出

source: Without Session
ar: بدون جلسة
de: Ohne Sitzung
es: Sin sesión
fr: Sans session
id: Tanpa Sesi
ja: セッションなし
ko: 세션없이
pl: Bez sesji
ru: Без сеанса
sv: Utan session
vi: Không có phiên
zh_hans: 没有会议
zh_hant: 沒有會議

source: Reorder Speakers
ar: إعادة ترتيب مكبرات الصوت
de: Referenten ordnen
es: Reordenar altavoces
fr: Réorganiser les enceintes
id: Susun Ulang Speaker
ja: スピーカーを並べ替える
ko: 스피커 재정렬
pl: Zmień kolejność głośników
ru: Изменить порядок динамиков
sv: Ändra ordning på högtalare
vi: Sắp xếp lại loa
zh_hans: 重新排列扬声器
zh_hant: 重新排列揚聲器

source: Team
ar: فريق
es: Equipo
fr: Équipe
id: Tim
ja: チーム
ko: 팀
pl: Zespół
ru: Команда
vi: Nhóm
zh_hans: 团队
zh_hant: 團隊

source: Manage Events Page
ar: إدارة صفحة الأحداث
de: Veranstaltungsseite verwalten
es: Administrar página de eventos
fr: Gérer la page Événements
id: Mengelola Halaman Acara
ja: [イベントの管理] ページ
ko: 이벤트 페이지 관리
pl: Strona Zarządzanie zdarzeniami
ru: Управление страницей событий
sv: Hantera evenemangssidan
vi: Trang Quản lý Sự kiện
zh_hans: 管理活动页面
zh_hant: 管理活動頁面

source: Show event on manage events page
ar: عرض الحدث في صفحة إدارة الأحداث
de: Veranstaltung auf der Seite "Veranstaltung verwalten" anzeigen
es: Mostrar evento en la página Administrar eventos
fr: Afficher l’événement sur la page gérer les événements
id: Memperlihatkan acara di halaman kelola acara
ja: [イベントの管理] ページにイベントを表示する
ko: 이벤트 관리 페이지에서 이벤트 표시
pl: Pokaż zdarzenie na stronie zarządzanie zdarzeniami
ru: Показать событие на странице управления событиями
sv: Visa händelse på sidan Hantera händelser
vi: Hiện sự kiện trên trang quản lý sự kiện
zh_hans: 在管理事件页面上显示事件
zh_hant: 在管理事件頁面上顯示事件

source: Update/Edit event
ar: تحديث / تحرير الحدث
de: Veranstaltung bearbeiten
es: Evento Actualizar/Editar
fr: Mise à jour/Modification de l’événement
id: Memperbarui/Mengedit acara
ja: イベントの更新/編集
ko: 업데이트/편집 이벤트
pl: Zdarzenie Aktualizuj/Edytuj
ru: Обновление/Редактирование события
sv: Uppdatera/redigera händelse
vi: Cập nhật/Sửa sự kiện
zh_hans: 更新/编辑事件
zh_hant: 更新/編輯事件

source: View event dashboard
ar: عرض لوحة تحكم الحدث
de: Veranstaltungs-Dashboard anzeigen
es: Ver el panel de eventos
fr: Afficher le tableau de bord de l’événement
id: Menampilkan dasbor acara
ja: イベント ダッシュボードの表示
ko: 이벤트 대시보드 보기
pl: Wyświetlanie pulpitu nawigacyjnego zdarzeń
ru: Просмотр панели мониторинга событий
sv: Visa händelsens instrumentpanel
vi: Xem bảng điều khiển sự kiện
zh_hans: 查看事件仪表板
zh_hant: 查看事件儀錶板
