Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Register Now
ar: سجل الان
de: Jetzt registrieren
es: Regístrate ahora
fr: S'inscrire maintenant
id: Daftar sekarang
ja: 今すぐ登録
ko: 지금 등록하세요
pl: Zarejestruj się teraz
ru: Зарегистрируйтесь сейчас
sv: Registrera dig nu
vi: Đăng ký ngay
zh_hans: 现在注册
zh_hant: 現在註冊

source: To place a ticket order:
ar: لتقديم طلب تذكرة:
de: So bestellen Sie ein Ticket:
es: Para realizar un pedido de entradas:
fr: Pour passer une commande de billets:
id: Untuk memesan tiket:
ja: チケットを注文するには：
ko: 티켓을 주문하려면 :
pl: Aby złożyć zamówienie na bilet:
ru: Чтобы разместить заказ на билет:
sv: Så här gör du en biljettorder:
vi: Để đặt mua vé:
zh_hans: 下订单：
zh_hant: 下訂單：

source: Supported By
ar: مدعوم من
de: Unterstützt durch
es: Apoyado por
fr: Supporté par
id: Didukung oleh
ja: による支援
ko: 지원자
pl: Wspierany przez
ru: При поддержке
sv: Stöds av
vi: Được hỗ trợ bởi
zh_hans: 支持者
zh_hant: 支持者

source: Organized by
ar: نظمت من قبل
de: Veranstaltet durch
es: Organizado por
fr: Organisé par
id: Diorganisir oleh
ja: 主催者
ko: 주최
pl: Zorganizowane przez
ru: Организованный
sv: Organiserad av
vi: Được tổ chức bởi
zh_hans: 举办
zh_hant: 舉辦

source: List View
ar: عرض القائمة
de: Listenansicht
es: Vista de la lista
fr: Vue en liste
id: Tampilan daftar
ja: リスト表示
ko: 목록 보기
pl: Widok listy
ru: Просмотр в виде списка
sv: Listvy
vi: Xem danh sách
zh_hans: 列表视图
zh_hant: 清單

source: Schedule for the event is currently unavailable
ar: الجدول الزمني للحدث غير متوفر حاليا
de: Der Zeitplan für die Veranstaltung ist derzeit nicht verfügbar
es: El horario del evento no está disponible actualmente
fr: Le programme de cet évènement n'est pas encore disponible
id: Jadwal acara saat ini tidak tersedia
ja: イベントのスケジュールは現在利用できません
ko: 현재 이벤트 일정을 사용할 수 없습니다.
pl: Harmonogram wydarzenia jest obecnie niedostępny
ru: Расписание мероприятия в настоящее время недоступно
sv: Schemat för evenemanget är för närvarande inte tillgängligt
vi: Lịch trình cho sự kiện hiện không có sẵn
zh_hans: 该活动的时间表目前不可用
zh_hant: 該活動的時間表目前不可用

source: schedule
ar: جدول
de: Zeitplan
es: calendario
fr: planning
id: susunan acara
ja: 予定
ko: 시간표
pl: harmonogram
ru: график
sv: schema
vi: lịch trình
zh_hans: 定时
zh_hant: 日程

source: Calendar View
ar: عرض التقويم
de: Kalenderansicht
es: Vista de calendario
fr: Vue calendrier
id: Tampilan Kalender
ja: カレンダービュー
ko: 달력 보기
pl: Widok kalendarza
ru: Просмотр календаря
sv: Kalendervy
vi: Xem lịch
zh_hans: 日历视图
zh_hant: 日曆檢視

source: Public Schedule
ar: الجدول العام
de: Öffentlicher Zeitplan
es: Horario público
fr: Horaire public
id: Jadwal Umum
ja: 公開スケジュール
ko: 공개 일정
pl: Harmonogram publiczny
ru: Публичное расписание
sv: Offentligt schema
vi: Lịch trình công khai
zh_hans: 公开时间表
zh_hant: 公開時間表

source: My Schedule
ar: جدولي
de: Mein Zeitplan
es: Mis horarios
fr: Mon planning
id: Jadwal saya
ja: 私のスケジュール
ko: 내 일정
pl: Mój terminarz
ru: Мой график
sv: Mitt schema
vi: Thời gian biểu của tôi
zh_hans: 我的日程表
zh_hant: 我的日程表

source: My Speaker Sessions
ar: جلسات المتحدث الخاصة بي
de: Meine Referenten-Sitzungen
es: Mis sesiones de oradores
fr: Mes sessions de conférencier
id: Sesi Pembicara Saya
ja: 私のスピーカーセッション
ko: 내 스피커 세션
pl: Moje sesje mówców
ru: Мои выступления спикеров
sv: Mina talarsessioner
vi: Phiên diễn giả của tôi
zh_hans: 我的演讲者会议
zh_hant: 我的演講者會議

source: By Title
ar: بواسطة عنوان
de: Nach Titel
es: Por titulo
fr: Par titre
id: Dengan judul
ja: タイトル別
ko: 제목
pl: Po tytule
ru: По названию
sv: Efter titel
vi: Theo tiêu đề
zh_hans: 按标题
zh_hant: 按標題

source: By Time
ar: بالوقت
de: Nach Zeit
es: A tiempo
fr: Par heure
id: Oleh waktu
ja: 時間によって
ko: 시간별
pl: Z czasem
ru: По времени
sv: Efter tid
vi: Theo thời gian
zh_hans: 按时间
zh_hant: 按時間

source: By Popularity
ar: حسب الشعبية
de: Nach Beliebtheit
es: Por popularidad
fr: Par popularité
id: Dengan Popularitas
ja: 人気別
ko: 인기순
pl: Według popularności
ru: По популярности
sv: Efter popularitet
vi: Theo mức độ phổ biến
zh_hans: 受欢迎程度
zh_hant: 受歡迎程度

source: Clear All Filters
ar: مسح كافة عوامل التصفية
de: Alle Filter löschen
es: Borrar todos los filtros
fr: Effacer tous les filtres
id: Hapus Semua Filter
ja: すべてのフィルターをクリア
ko: 모든 필터 지우기
pl: Wyczyść wszystkie filtry
ru: Очистить все фильтры
sv: Rensa alla filter
vi: Xóa tất cả các bộ lọc
zh_hans: 清除所有过滤器
zh_hant: 清除所有過濾器

source: No Sessions exist for this time period
ar: لا توجد جلسات لهذه الفترة الزمنية
de: Für diesen Zeitraum sind keine Sitzungen vorhanden
es: No existen sesiones para este período de tiempo
fr: Aucune session n'existe dans cet interval de temps
id: Tidak ada Sesi untuk jangka waktu ini
ja: この期間のセッションはありません
ko: 이 기간 동안 세션이 없습니다.
pl: W tym okresie nie istnieją żadne sesje
ru: Для этого периода времени нет сеансов
sv: Inga sessioner finns för denna tidsperiod
vi: Không có phiên nào tồn tại trong khoảng thời gian này
zh_hans: 该时间段内没有会话
zh_hant: 該時間段內沒有會話

source: Accept
ar: يقبل
de: Akzeptieren
es: Aceptar
fr: Accepter
id: Menerima
ja: 承諾
ko: 수용하다
pl: Zaakceptować
ru: Принять
sv: Acceptera
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

source: Reject
ar: يرفض
de: Ablehnen
es: Rechazar
fr: Refuser
id: Menolak
ja: 謝絶
ko: 거부하다
pl: Odrzucić
ru: Отказаться
sv: Avvisa
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Thank you, your email has been verified successfully! You now have full access to all features.
ar: شكرا لك ، تم التحقق من بريدك الإلكتروني بنجاح! لديك الآن حق الوصول الكامل إلى جميع الميزات.
de: Vielen Dank, die E-Mail wurde erfolgreich verifiziert! Jetzt besteht voller Zugriff auf alle Funktionen des Systems.
es: Gracias, su correo electrónico ha sido verificado correctamente. Ahora tiene acceso completo a todas las funciones.
fr: Merci, votre adresse courriel a été vérifié avec succès! Vous avez désormais un accès complet à toutes les fonctionnalités.
id: Terima kasih, email Anda telah berhasil diverifikasi! Sekarang Anda memiliki akses penuh ke semua fitur.
ja: ありがとうございます。メールは正常に確認されました。これで、すべての機能に完全にアクセスできます。
ko: 감사합니다. 이메일이 성공적으로 확인되었습니다! 이제 모든 기능에 대한 전체 액세스 권한이 있습니다.
pl: Dziękujemy, Twój e-mail został pomyślnie zweryfikowany! Masz teraz pełny dostęp do wszystkich funkcji.
ru: Спасибо, ваш адрес электронной почты успешно подтвержден! Теперь у вас есть полный доступ ко всем функциям.
sv: Tack, din e -post har verifierats framgångsrikt! Du har nu full tillgång till alla funktioner.
vi: Cảm ơn bạn, email của bạn đã được xác minh thành công! Bây giờ bạn có toàn quyền truy cập vào tất cả các tính năng.
zh_hans: 谢谢，您的电子邮件已成功验证！您现在可以完全使用所有功能。
zh_hant: 謝謝，您的電子郵件已成功驗證！您現在可以完全使用所有功能。

source: Please login to continue.
ar: الرجاء تسجيل الدخول للمتابعة.
de: Bitte Einloggen zum Fortfahren.
es: Por favor inicie sesión para continuar.
fr: Veuillez vous connecter pour continuer.
id: Mohon akses untuk melanjutkan.
ja: 続行するにはログインしてください。
ko: 계속하려면 로그인하십시오.
pl: Zaloguj się, aby kontynuować.
ru: Пожалуйста, войдите в систему, чтобы продолжить.
sv: Logga in för att fortsätta.
vi: Vui lòng đăng nhập để tiếp tục.
zh_hans: 请登录以继续。
zh_hant: 請登入以繼續。

source: Error
ar: خطأ
de: Fehler
fr: Erreur
id: Kesalahan
ja: エラー
ko: 오류
pl: Błąd
ru: Ошибка
sv: Fel
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Andorra
ar: أندورا
fr: Andorre
ja: アンドラ公国
ko: 안도라
pl: Andora
ru: Андорра
zh_hans: 安道尔
zh_hant: 安道爾

source: United Arab Emirates
ar: الإمارات العربية المتحدة
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fr: Émirats Arabes Unis
id: Uni Emirat Arab
ja: アラブ首長国連邦
ko: 아랍에미리트
pl: Zjednoczone Emiraty Arabskie
ru: Объединённые Арабские Эмираты
sv: Förenade Arabemiraten
vi: Các Tiểu Vương Quốc A-rập Thống Nhất
zh_hans: 阿拉伯联合酋长国
zh_hant: 阿聯

source: Afghanistan
ar: أفغانستان
es: Afganistán
ja: アフガニスタン
ko: 아프카니스탄
pl: Afganistan
ru: Афганистан
zh_hans: 阿富汗
zh_hant: 阿富汗

source: Antigua And Barbuda
ar: أنتيغوا وبربودا
de: Antigua und Barbuda
es: Antigua y Barbuda
fr: Antigua-et-Barbuda
id: Antigua dan Barbuda
ja: アンティグア・バーブーダ
ko: 앤티가바부다
pl: Antigua i Barbuda
ru: Антигуа и Барбуда
sv: Antigua och Barbuda
vi: Antigua và Barbuda
zh_hans: 安提瓜和巴布达
zh_hant: 安地卡及巴布達

source: Anguilla
ar: أنغيلا
ja: アンギラ
ko: 앙골라
ru: Ангилья
zh_hans: 安圭拉岛
zh_hant: 英屬安圭拉

source: Albania
ar: ألبانيا
de: Albanien
fr: Albanie
ja: アルバニア共和国
ko: 알바니아
ru: Албания
sv: Albanien
zh_hans: 阿尔巴尼亚
zh_hant: 阿爾巴尼亞

source: Armenia
ar: أرمينيا
de: Armenien
fr: Arménie
ja: アルメニア
ko: 아르메니아
ru: Армения
sv: Armenien
zh_hans: 亚美尼亚
zh_hant: 亞美尼亞

source: Angola
ar: أنغولا
ja: アンゴラ
ko: 앙골라
ru: Ангола
zh_hans: 安哥拉
zh_hant: 安哥拉

source: Antarctica
ar: أنتاركتيكا
de: Antarktis
es: Antártida
fr: Antarctique
id: Antartika
ja: 南極大陸
ko: 남극 대륙
pl: Antarktyda
ru: Антарктида
sv: Antarktis
vi: Nam Cực
zh_hans: 南极洲
zh_hant: 南極洲

source: Argentina
ar: الأرجنتين
de: Argentinien
fr: Argentine
ja: アルゼンチン
ko: 아르헨티나
pl: Argentyna
ru: Аргентина
zh_hans: 阿根廷
zh_hant: 阿根廷

source: American Samoa
ar: ساموا الأمريكية
de: Amerikanisch-Samoa
es: Samoa Americana
fr: Samoa Américaines
id: Samoa Amerika
ja: アメリカ領サモア
ko: 미국령 사모아
pl: Samoa Amerykańskie
ru: Американское Самоа
sv: Amerikanska Samoa
vi: Samoa Mỹ
zh_hans: 美属萨摩亚
zh_hant: 美屬薩摩亞

source: Austria
ar: النمسا
de: Österreich
fr: Autriche
ja: オーストリア
ko: 오스트리아
ru: Австрия
sv: Österrike
vi: Áo
zh_hans: 奥地利
zh_hant: 奧地利

source: Australia
ar: أستراليا
de: Australien
fr: Australie
ja: オーストラリア
ko: 오스트레일리아
ru: Австралия
sv: Australien
zh_hans: 澳大利亚
zh_hant: 澳洲

source: Aruba
ar: أروبا
ja: アルバ
ko: 아루바
ru: Аруба
zh_hans: 阿卢巴岛
zh_hant: 阿魯巴

source: Åland
ar: أرض
es: Una tierra
fr: Un terrain
ja: 土地
ko: 땅
pl: Ziemia
ru: Земля
sv: Ett land
vi: Một vùng đất
zh_hans: 一片地
zh_hant: 一片地

source: Azerbaijan
ar: أذربيجان
de: Aserbaidschan
es: Azerbaiyán
fr: Azerbaïdjan
ja: アゼルバイジャン共和国
ko: 아제르바이잔
pl: Azerbejdżan
ru: Азербайджан
sv: Azerbajdzjan
zh_hans: 亚塞拜然
zh_hant: 亞塞拜然

source: Bosnia and Herzegovina
ar: البوسنة والهرسك
de: Bosnien und Herzegowina
es: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
id: Bosnia dan Herzegowina
ja: ボスニア・ヘルツェゴビナ
ko: 보스니아 헤르체고비나
pl: Bośnia i Hercegowina
ru: Босния и Герцеговина
sv: Bosnien & Herzegovina
vi: Bosnia và Herzegowina
zh_hans: 波黑
zh_hant: 波赫

source: Barbados
ar: بربادوس
fr: Barbade
ja: バルバドス
ko: 바베이도스
ru: Барбадос
zh_hans: 巴巴多斯
zh_hant: 巴貝多

source: Bangladesh
ar: بنغلاديش
de: Bangladesch
es: Bosnia y Herzegovina
id: Banglades
ja: バングラデシュ
ko: 방글라데시
pl: Bangladesz
ru: Бангладеш
vi: Băng-la-đét
zh_hans: 孟加拉语
zh_hant: 孟加拉

source: Belgium
ar: بلجيكا
de: Belgien
es: Bélgica
fr: Belgique
id: Belgia
ja: ベルギー
ko: 벨기에
pl: Belgia
ru: Бельгия
sv: Belgien
vi: Bỉ
zh_hans: 比利时
zh_hant: 比利時

source: Burkina Faso
ar: بوركينا فاسو
ja: ブルキナファソ
ko: 부르키나파소
ru: Буркина-Фасо
zh_hans: 布基纳法索国
zh_hant: 布吉納法索

source: Bulgaria
ar: بلغاريا
de: Bulgarien
fr: Bulgarie
ja: ブルガリア
ko: 불가리아
pl: Bułgaria
ru: Болгария
sv: Bulgarien
vi: Bun-ga-ri
zh_hans: 保加利亚
zh_hant: 保加利亞

source: Bahrain
ar: البحرين
es: Baréin
fr: Bahreïn
ja: バーレーン
ko: 바레인
pl: Bahrajn
ru: Бахрейн
zh_hans: 巴林
zh_hant: 巴林

source: Burundi
ar: بوروندي
ja: ブルンジ
ko: 부룬디
ru: Бурунди
zh_hans: 布隆迪
zh_hant: 蒲隆地

source: Benin
ar: بنين
es: Benín
fr: Bénin
ja: ベナン共和国
ko: 베냉
ru: Бенин
zh_hans: 贝南
zh_hant: 貝南

source: Saint Barthélemy
ar: سانت بارتيليمي
ja: サン・バルテルミー
ko: 생 바르 텔레 미
ru: Сен-Бартелеми
zh_hans: 圣巴托洛缪岛
zh_hant: 聖巴托洛繆島

source: Bermuda
ar: برمودا
es: Bermudas
fr: Bermudes
ja: バミューダ諸島
ko: 버뮤다 제도
pl: Bermudy
ru: Бермудские Острова
zh_hans: 百慕大
zh_hant: 百慕達

source: Brunei
ar: بروناي
es: Brunéi
ja: ブルネイ
ko: 브루나이
ru: Бруней
zh_hans: 文莱
zh_hant: 文萊

source: Bolivia
ar: بوليفيا
de: Bolivien
fr: Bolivie
ja: ボリビア
ko: 볼리비아
pl: Boliwia
ru: Боливия
sv: Bolivien
zh_hans: 玻利维亚
zh_hant: 玻利維亞

source: Bonaire
ar: بونير
ja: ボネール
ko: 보네르
ru: Бонэйр
zh_hans: 博内尔
zh_hant: 博內爾

source: Brazil
ar: البرازيل
de: Brasilien
es: Brasil
fr: Brésil
id: Brasil
ja: ブラジル
ko: 브라질
pl: Brazylia
ru: Бразилия
sv: Brasilien
vi: Bra-xin
zh_hans: 巴西
zh_hant: 巴西

source: Bahamas
ar: جزر البهاما
id: Bahama
ja: バハマ
ko: 바하마 제도
pl: Bahamy
ru: Багамские острова
zh_hans: 巴哈马群岛
zh_hant: 巴哈馬

source: Bhutan
ar: بوتان
es: Bután
fr: Bhoutan
ja: ブータン王国
ko: 부탄
ru: Бутан
zh_hans: 不丹
zh_hant: 不丹

source: Bouvet Island
ar: جزيرة بوفيت
de: Bouvet-Insel
es: Isla Bouvet
fr: Île Bouvet
id: Pulau Bouvet
ja: ブーベ島
ko: 부베 섬
pl: Wyspa Bouveta
ru: Остров Буве
sv: Bouvetön
zh_hans: 布维岛
zh_hant: 布威島

source: Botswana
ar: بوتسوانا
es: Botsuana
ja: ボツワナ
ko: 보츠와나
ru: Ботсвана
zh_hans: 博茨瓦纳
zh_hant: 波札那

source: Belarus
ar: بيلاروسيا
de: Weißrussland
es: Bielorrusia
fr: Biélorussie
id: Belarusia
ja: ベラルーシ
ko: 벨라루스
pl: Białoruś
ru: Беларусь
sv: Vitryssland
zh_hans: 白俄罗斯
zh_hant: 白俄羅斯

source: Belize
ar: بليز
es: Belice
ja: ベリーズ
ko: 벨리즈
ru: Белиз
zh_hans: 伯利兹
zh_hant: 貝里斯

source: Canada
ar: كندا
de: Kanada
es: Canadá
id: Kanada
ja: カナダ
ko: 캐나다
pl: Kanada
ru: Канада
sv: Kanada
zh_hans: 加拿大
zh_hant: 加拿大

source: Cocos [Keeling] Islands
ar: جزر كوكوس [كيلينغ]
de: Kokosinseln
es: Islas Cocos (Keeling)
fr: Îles Cocos (Keeling)
id: Kepulauan Cocos [Keeling]
ja: ココス（キーリング）諸島
ko: 코코스 [킬링] 제도
pl: Wyspy Kokosowe
ru: Кокосовые (Килинг) острова
sv: Kokosöarna
vi: Quần đảo Cocos [Keeling]
zh_hans: 科科斯[基林]群岛
zh_hant: 科科斯[基林]群島

source: Democratic Republic Of Congo
ar: جمهورية الكونغو الديمقراطية
de: Demokratische Republik Kongo
es: República Democrática del Congo
fr: République Démocratique du Congo
id: Republik Demokratik Kongo
ja: コンゴ民主共和国
ko: 콩고 민주 공화국
pl: Demokratyczna Republika Konga
ru: Демократическая Республика Конго
sv: Demokratiska republiken Kongo
vi: Cộng hòa Dân chủ Congo
zh_hans: 刚果民主共和国
zh_hant: 剛果民主共和國

source: Central African Republic
ar: جمهورية افريقيا الوسطى
de: Zentral­afrikanische Republik
es: República Centroafricana
fr: République Centrafricaine
id: Republik Afrika Tengah
ja: 中央アフリカ共和国
ko: 중앙아프리카공화국
pl: Republika Środkowoafrykańska
ru: Центральноафриканская Республика
sv: Centralafrikanska republiken
vi: Cộng Hoà Trung Phi
zh_hans: 中非共和国
zh_hant: 中非

source: Republic Of the Congo
ar: جمهورية الكونغو
de: Republik Kongo
es: República del Congo
fr: République du Congo
id: Republik Kongo
ja: コンゴ共和国
ko: 콩고
pl: Kongo
ru: Республика Конго
sv: Republiken Kongo
vi: Cộng hoà Công-gô
zh_hans: 刚果共和国
zh_hant: 剛果

source: Switzerland
ar: سويسرا
de: Schweiz
es: Suiza
fr: Suisse
id: Swiss
ja: スイス
ko: 스위스
pl: Szwajcaria
ru: Швейцария
sv: Schweiz
vi: Thụy Sĩ
zh_hans: 瑞士
zh_hant: 瑞士

source: Ivory Coast
ar: ساحل العاج
de: Elfenbeinküste
es: Costa de Marfil
fr: Côte d’Ivoire
id: pantai Gading
ja: コートジボワール
ko: 아이보리 해안
pl: Wybrzeże Kości Słoniowej
ru: Кот-д'Ивуар
sv: Elfenbenskusten
vi: bờ biển Ngà
zh_hans: 象牙海岸
zh_hant: 象牙海岸

source: Cook Islands
ar: جزر كوك
de: Cookinseln
es: Islas Cook
fr: Îles Cook
id: Kepulauan Cook
ja: クック諸島
ko: 쿡 제도
pl: Wyspy Cooka
ru: Острова Кука
sv: Cooköarna
vi: Quần đảo Cook
zh_hans: 库克群岛
zh_hant: 庫克群島

source: Chile
ar: تشيلي
fr: Chili
ja: チリ
ko: 칠레
ru: Чили
vi: Chi-lê
zh_hans: 智利
zh_hant: 智利

source: Cameroon
ar: الكاميرون
de: Kamerun
es: Camerún
fr: Cameroun
id: Kamerun
ja: カメルーン
ko: 카메룬
pl: Kamerun
ru: Камерун
sv: Kamerun
zh_hans: 喀麦隆
zh_hant: 喀麥隆

source: China
ar: الصين
es: Colombia
fr: Chine
id: Cina
ja: 中国
ko: 중국
pl: Chińska Republika Ludowa
ru: Китай
sv: Kina
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國

source: Colombia
ar: كولومبيا
de: Kolumbien
fr: Colombie
id: Kolombia
ja: コロンビア
ko: 콜롬비아
pl: Kolumbia
ru: Колумбия
vi: Cô-lom-bi-a
zh_hans: 哥伦比亚
zh_hant: 哥倫比亞

source: Costa Rica
ar: كوستا ريكا
id: Kosta Rika
ja: コスタリカ
ko: 코스타리카
pl: Kostaryka
ru: Коста-Рика
zh_hans: 哥斯达黎加
zh_hant: 哥斯大黎加

source: Cuba
ar: كوبا
de: Kuba
id: Kuba
ja: キューバ
ko: 쿠바
pl: Kuba
ru: Куба
sv: Kuba
zh_hans: 古巴
zh_hant: 古巴

source: Cape Verde
ar: الرأس الأخضر
de: Kap Verde
es: Cabo Verde
fr: Cap-Vert
id: Tanjung Verde
ja: カーボベルデ
ko: 카보베르데
pl: Republika Zielonego Przylądka
ru: Кабо-Верде
sv: Cap verde
zh_hans: 佛得角
zh_hant: 維德角

source: Curacao
ar: كوراكاو
ja: キュラソー
ko: 큐라 소
ru: Кюрасао
sv: Curaçao
vi: rượu cam bì
zh_hans: 库拉索
zh_hant: 庫拉索

source: Christmas Island
ar: جزيرة الكريسماس
de: Weihnachtsinsel
es: Isla de Navidad
fr: Île Christmas
id: Pulau Christmas
ja: クリスマス島
ko: 크리스마스 섬
pl: Wyspa Bożego Narodzenia
ru: Остров Рождества
sv: Julön
vi: Đảo Phục sinh
zh_hans: 圣诞岛
zh_hant: 庫拉索

source: Cyprus
ar: قبرص
de: Zypern
es: Chipre
fr: Chypre
id: Siprus
ja: キプロス
ko: 키프로스
pl: Cypr
ru: Кипр
sv: Cypern
vi: Síp
zh_hans: 塞浦路斯
zh_hant: 賽普勒斯

source: Czech Republic
ar: الجمهورية التشيكية
de: Tschechische Republik
es: República Checa
fr: République Tchèque
id: Repulik Czech
ja: チェコ
ko: 체코
pl: Czechy
ru: Чешская Республика
sv: Tjeckien
vi: Cộng hoà Séc
zh_hans: 捷克共和国
zh_hant: 捷克

source: Germany
ar: ألمانيا
de: Deutschland
es: Alemania
fr: Allemagne
id: Jerman
ja: ドイツ
ko: 독일
pl: Niemcy
ru: Германия
sv: Tyskland
vi: Đức
zh_hans: 德国
zh_hant: 德國

source: Djibouti
ar: جيبوتي
de: Dschibuti
es: Yibuti
ja: ジブチ
ko: 지부티
pl: Dżibuti
ru: Джибути
zh_hans: 吉布提
zh_hant: 吉布地

source: Denmark
ar: الدنمارك
de: Dänemark
es: Dinamarca
fr: Danemark
ja: デンマーク
ko: 덴마크
pl: Dania
ru: Дания
sv: Danmark
vi: Đan Mạch
zh_hans: 丹麦
zh_hant: 丹麥

source: Dominica
ar: دومينيكا
fr: Dominique
id: Dominika
ja: ドミニカ国
ko: 도미니카연방
pl: Dominika
ru: Доминика
sv: Dominique
vi: Đô-mi-ni-ca
zh_hans: 多米尼加
zh_hant: 多米尼克

source: Dominican Republic
ar: جمهورية الدومينيكان
de: Dominikanische Republik
es: República Dominicana
fr: République Dominicaine
id: Republik Dominika
ja: ドミニカ共和国
ko: 도미니카공화국
pl: Dominikana
ru: Доминиканская Республика
sv: Dominikanska Republiken
vi: Cộng hoà Đô-mi-ni-cạ
zh_hans: 多米尼加共和国
zh_hant: 多明尼加共和國

source: Algeria
ar: الجزائر
de: Algerien
es: Argelia
fr: Algérie
id: Aljazair
ja: アルジェリア
ko: 알제리
pl: Algieria
ru: Алжир
sv: Algeriet
zh_hans: 阿尔及利亚
zh_hant: 阿爾及利亞

source: Ecuador
ar: الاكوادور
fr: Équateur
id: Ekuador
ja: エクアドル
ko: 에콰도르
pl: Ekwador
ru: Эквадор
sv: Equador
zh_hans: 厄瓜多尔
zh_hant: 厄瓜多

source: Estonia
ar: إستونيا
de: Estland
fr: Estonie
ja: エストニア
ko: 에스토니아
ru: Эстония
sv: Estland
zh_hans: 爱沙尼亚
zh_hant: 愛沙尼亞

source: Egypt
ar: مصر
de: Ägypten
es: Egipto
fr: Égypte
id: Mesir
ja: エジプト
ko: 이집트
pl: Egipt
ru: Египет
sv: Egypten
vi: Ai Cập
zh_hans: 埃及
zh_hant: 埃及

source: Western Sahara
ar: الصحراء الغربية
de: Westsahara
es: Sahara Occidental
fr: Sahara Occidental
id: Sahara Barat
ja: 西サハラ
ko: 서사하라
pl: Sahara Zachodnia
ru: Западная Сахара
sv: Västsahara
vi: Tây Sahara
zh_hans: 西撒哈拉
zh_hant: 西撒哈拉

source: Eritrea
ar: إريتريا
fr: Érythrée
ja: エリトリア
ko: 에리트레아
pl: Erytrea
ru: Эритрея
zh_hans: 厄立特里亚国
zh_hant: 厄立垂亞

source: Spain
ar: إسبانيا
de: Spanien
es: España
fr: Espagne
id: Spanyol
ja: スペイン
ko: 스페인
pl: Hiszpania
ru: Испания
sv: Spanien
vi: Tây Ban Nha
zh_hans: 西班牙
zh_hant: 西班牙

source: Ethiopia
ar: أثيوبيا
de: Äthiopien
es: Etiopía
fr: Éthiopie
ja: エチオピア
ko: 에티오피아
pl: Etiopia
ru: Эфиопия
sv: Etiopien
zh_hans: 埃塞俄比亚
zh_hant: 衣索比亞

source: Finland
ar: فنلندا
de: Finnland
es: Finlandia
fr: Finlande
id: Finlandia
ja: フィンランド
ko: 핀란드
pl: Finlandia
ru: Финляндия
vi: Phần Lan
zh_hans: 芬兰
zh_hant: 芬蘭

source: Fiji
ar: فيجي
de: Fidschi
es: Fiyi
fr: Fidji
id: Kepulauan Fiji
ja: フィジー
ko: 피지
pl: Fidżi
ru: Фиджи
zh_hans: 斐济
zh_hant: 斐濟

source: Falkland Islands
ar: جزر فوكلاند
de: Falklandinseln
es: Islas Malvinas
fr: Îles Malouines
id: Kepulauan Falkland
ja: フォークランド諸島
ko: 포클랜드 제도
pl: Falklandy
ru: Фолклендские острова
sv: Falklandsöarna
vi: Quần đảo Falkland
zh_hans: 福克兰群岛
zh_hant: 福克蘭群島

source: Micronesia
ar: ميكرونيزيا
de: Mikronesien
fr: Micronésie
id: Mikronesia
ja: ミクロネシア
ko: 미크로네시아
pl: Mikronezja
ru: Микронезия
sv: Mikronesien
zh_hans: 密克罗尼西亚
zh_hant: 密克羅尼西亞聯邦

source: Faroe Islands
ar: جزر فاروس
de: Färöer Inseln
es: Islas Feroe
fr: Îles Féroé
id: Kepulauan Faroe
ja: フェロー諸島
ko: 페로 제도
pl: Wyspy Owcze
ru: Фарерские острова
sv: Färöarna
vi: Quần đảo Faroe
zh_hans: 法罗群岛
zh_hant: 法羅群島

source: France
ar: فرنسا
de: Frankreich
es: Francia
id: Perancis
ja: フランス
ko: 프랑스
pl: Francja
ru: Франция
sv: Frankrike
vi: Pháp
zh_hans: 法国
zh_hant: 法國

source: Gabon
ar: الجابون
de: Gabun
es: Gabón
ja: ガボン
ko: 가봉
ru: Габон
zh_hans: 加蓬
zh_hant: 加彭

source: United Kingdom
ar: المملكة المتحدة
de: Großbritannien
es: Reino Unido
fr: Royaume-Uni
id: Inggris Raya
ja: イギリス
ko: 영국
pl: Wielka Brytania
ru: Великобритания
sv: Storbritannien
vi: Vương quốc Anh
zh_hans: 英国
zh_hant: 英國

source: Grenada
ar: غرينادا
es: Granada
fr: Grenade
ja: グレナダ
ko: 그레나다
ru: Гренада
zh_hans: 格林纳达
zh_hant: 格瑞那達

source: Georgia
ar: جورجيا
de: Georgien
fr: Géorgie
ja: ジョージア州
ko: 조지아
ru: Грузия
sv: Georgien
zh_hans: 佐治亚州
zh_hant: 喬治亞

source: French Guiana
ar: غيانا الفرنسية
de: Französisch-Guayana
es: Guayana Francesa
fr: Guyane Française
id: Guyana Perancis
ja: フランス領ギアナ
ko: 프랑스령 기아나
pl: Gujana Francuska
ru: Гвиана
sv: Franska Guyana
vi: Guiana thuộc Pháp
zh_hans: 法属圭亚那
zh_hant: 法屬蓋亞那

source: Guernsey
ar: غيرنسي
fr: Guernesey
ja: ガーンジー
ko: 건지
ru: Гернси
zh_hans: 根西岛
zh_hant: 根西島

source: Ghana
ar: غانا
ja: ガーナ
ko: 가나
ru: Гана
zh_hans: 加纳
zh_hant: 迦納

source: Gibraltar
ar: جبل طارق
ja: ジブラルタル
ko: 지브롤터
ru: Гибралтар
zh_hans: 直布罗陀
zh_hant: 直布羅陀

source: Greenland
ar: الأرض الخضراء
de: Grönland
fr: Groenland
ja: グリーンランド
ko: 그린란드
ru: Гренландия
sv: Grönland
zh_hans: 格陵兰
zh_hant: 格陵蘭

source: Gambia
ar: غامبيا
fr: Gambie
ja: ガンビア
ko: 감비아
ru: Гамбия
zh_hans: 赞比亚
zh_hant: 甘比亞

source: Guinea
ar: غينيا
fr: Guinée
ja: ギニア
ko: 기니
pl: Gwinea
ru: Гвинея
vi: Ghi-nê
zh_hans: 几内亚
zh_hant: 幾內亞

source: Guadeloupe
ar: جوادلوب
es: Guadalupe
ja: グアドループ
ko: 과들루프
pl: Gwadelupa
ru: Гваделупа
zh_hans: 瓜德鲁普岛
zh_hant: 瓜德魯普島

source: Equatorial Guinea
ar: غينيا الإستوائية
de: Äquatorialguinea
es: Guinea Ecuatorial
fr: Guinée Équatoriale
id: Guinea Khatulistiwa
ja: 赤道ギニア共和国
ko: 적도 기니
pl: Gwinea Równikowa
ru: Экваториальная Гвинея
sv: Ekvatorialguinea
vi: Ghi-nê Xích-đạo
zh_hans: 赤道几内亚
zh_hant: 赤道幾內亞

source: Greece
ar: اليونان
de: Griechenland
es: Grecia
fr: Grèce
id: Yunani
ja: ギリシャ
ko: 그리스
pl: Grecja
ru: Греция
sv: Grekland
vi: Hy Lạp
zh_hans: 希腊
zh_hant: 希臘

source: South Georgia and The South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
de: Südgeorgien und die Südlichen Sandwichinseln
es: Islas Georgia del Sur y Sandwich del Sur
fr: Géorgie du Sud-et-les Îles Sandwich du Sud
id: Kepulauan Georgia Selatan dan Sandwich Selatan
ja: サウスジョージア・サウスサンドウィッチ諸島
ko: 사우스조지아 사우스샌드위치 제도
pl: Georgia Południowa i Sandwich Południowy
ru: Южная Джорджия и Южные Сандвичевы Острова
sv: Sydgeorgien och Sydsandwichöarna
vi: Quần đảo Nam Georgia và Nam Sandwich
zh_hans: 南乔治亚洲和桑威奇群岛
zh_hant: 南喬治亞與南三明治群島

source: Guatemala
ar: غواتيمالا
ja: グアテマラ
ko: 과테말라
pl: Gwatemala
ru: Гватемала
vi: Gua-tê-ma-la
zh_hans: 危地马拉
zh_hant: 瓜地馬拉

source: Guam
ar: غوام
ja: グアム
ko: 괌
ru: Гуам
zh_hans: 关岛
zh_hant: 關島

source: Guinea-Bissau
ar: غينيا بيساو
fr: Guinée-Bissau
ja: ギニアビサウ
ko: 기니비사우
pl: Gwinea Bissau
ru: Гвинея-Бисау
zh_hans: 几内亚比绍
zh_hant: 幾內亞比索

source: Guyana
ar: غيانا
ja: ガイアナ
ko: 가이아나
pl: Gujana
ru: Гайана
zh_hans: 圭亚那
zh_hant: 蓋亞那

source: Hong Kong
ar: هونج كونج
ja: 香港
ko: 홍콩
ru: Гонконг
vi: Hông Kông
zh_hans: 香港
zh_hant: 香港

source: Heard Island And McDonald Islands
ar: قلب الجزيرة وجزر ماكدونالز
de: Heard- und McDonald-Inseln
es: Islas Heard y McDonald
fr: Îles Heard-et-McDonald
id: Pulau Heard dan Kepulauan McDonald
ja: ハード島とマクドナルド諸島
ko: 허드 맥도널드 제도
pl: Wyspy Heard i McDonalda
ru: Острова Херд и Макдональд
sv: Heard- och McDonaldsöarna
zh_hans: 赫德岛与麦克唐纳群岛
zh_hant: 赫德及麥當勞群島

source: Honduras
ar: هندوراس
ja: ホンジュラス
ko: 온두라스
ru: Гондурас
zh_hans: 洪都拉斯
zh_hant: 宏都拉斯

source: Croatia
ar: كرواتيا
de: Kroatien
es: Croacia
fr: Croatie
id: Kroasia
ja: クロアチア
ko: 크로아티아
pl: Chorwacja
ru: Хорватия
sv: Kroatien
zh_hans: 克罗地亚
zh_hant: 克羅埃西亞

source: Haiti
ar: هايتي
es: Haití
fr: Haïti
ja: ハイチ
ko: 아이티
ru: Гаити
zh_hans: 海地
zh_hant: 海地

source: Hungary
ar: هنغاريا
de: Ungarn
es: Hungría
fr: Hongrie
id: Hungaria
ja: ハンガリー
ko: 헝가리
pl: Węgry
ru: Венгрия
sv: Ungern
vi: Hung-ga-ri
zh_hans: 匈牙利
zh_hant: 匈牙利

source: Indonesia
ar: إندونيسيا
de: Indonesien
fr: Indonésie
ja: インドネシア
ko: 인도네시아
pl: Indonezja
ru: Индонезия
sv: Indonesien
vi: In-đô-nê-xi-a
zh_hans: 印度尼西亚
zh_hant: 印尼
