Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Are you fluent in any other of the following languages?
ar: هل تتقن أي لغة أخرى من اللغات التالية؟
de: Beherrschen Sie eine der folgenden Sprachen fließend?
es: ¿Hablas con fluidez alguno de los siguientes idiomas?
fr: Parlez-vous couramment l'une des autres langues suivantes ?
id: Apakah Anda fasih dalam bahasa lain berikut ini?
ja: 次の言語のうち他の言語を流暢に話せますか?
ko: 다음 중 다른 언어에 능통합니까?
pl: Czy biegle posługujesz się jakimkolwiek innym z poniższych języków?
ru: Вы свободно говорите на каком-либо другом из следующих языков?
sv: Är du flytande i något annat av följande språk?
vi: Bạn có thông thạo bất kỳ ngôn ngữ nào khác sau đây không?
zh_hans: 您能流利使用以下任何其他语言吗？
zh_hant: 您是否精通以下任何其他語言？

source: Filter by Tracks
ar: تصفية حسب المسارات
de: Nach Tracks filtern
es: Filtrar por pistas
fr: Filtrer par pistes
id: Filter berdasarkan Jalur
ja: トラックでフィルタリング
ko: 트랙별 필터링
pl: Filtruj według ścieżek
ru: Фильтровать по трекам
sv: Filtrera efter spår
vi: Lọc theo Track
zh_hans: 按照轨道筛选
zh_hant: 按照軌道篩選

source: Filter by Rooms
ar: تصفية حسب الغرف
de: Nach Räumen filtern
es: Filtrar por habitaciones
fr: Filtrer par chambres
id: Filter berdasarkan Ruangan
ja: 部屋でフィルタリング
ko: 방별 필터링
pl: Filtruj według pokoi
ru: Фильтровать по комнатам
sv: Filtrera efter rum
vi: Lọc theo phòng
zh_hans: 按房间筛选
zh_hant: 按房間篩選

source: Filter by Session Types
ar: تصفية حسب أنواع الجلسات
de: Nach Session-Typen filtern
es: Filtrar por tipos de sesión
fr: Filtrer par types de session
id: Filter berdasarkan Jenis Sesi
ja: セッションタイプでフィルタリング
ko: 세션 유형별 필터링
pl: Filtruj według typów sesji
ru: Фильтровать по типам сессий
sv: Filtrera efter sessionstyper
vi: Lọc theo loại phiên
zh_hans: 按会话类型筛选
zh_hant: 按會話類型篩選

source: Filter by Session levels
ar: تصفية حسب مستويات الجلسات
de: Nach Session-Ebenen filtern
es: Filtrar por niveles de sesión
fr: Filtrer par niveaux de session
id: Filter berdasarkan Tingkat Sesi
ja: セッションレベルでフィルタリング
ko: 세션 레벨별 필터링
pl: Filtruj według poziomów sesji
ru: Фильтровать по уровням сессий
sv: Filtrera efter sessionsnivåer
vi: Lọc theo cấp độ phiên
zh_hans: 按会话级别筛选
zh_hant: 按會話級別篩選

source: [Clear Filter]
ar: [Մաքրել զտիչը]
de: [Filter löschen]
es: [Filtro claro]
fr: [Effacer le filtre]
id: [Hapus Filter]
ja: ［クリアフィルター］
ko: [필터 지우기]
pl: [Czysty filtr]
ru: [Очистить фильтр]
sv: [Rensa filtret]
vi: [Làm sạch bộ lọc]
zh_hans: [清除过滤器]
zh_hant: [清除過濾器]

source: Consent of refund policy
ar: الموافقة على سياسة الاسترداد
de: Zustimmung zur Rückerstattungsrichtlinie
es: Consentimiento de la política de reembolso
fr: Consentement à la politique de remboursement
id: Persetujuan kebijakan pengembalian dana
ja: 返金ポリシーへの同意
ko: 환불 정책 동의
pl: Zgoda na politykę zwrotów
ru: Согласие на политику возврата
sv: Samtycke till återbetalningspolicy
vi: Đồng ý với chính sách hoàn tiền
zh_hans: 同意退款政策
zh_hant: 同意退款政策

source: I agree to the terms of the refund policy of the event.
ar: أوافق على شروط سياسة الاسترداد الخاصة بالحدث.
de: Ich stimme den Bedingungen der Rückerstattungsrichtlinie der Veranstaltung zu.
es: Acepto los términos de la política de reembolso del evento.
fr: J'accepte les termes de la politique de remboursement de l'événement.
id: Saya setuju dengan ketentuan kebijakan pengembalian dana acara tersebut.
ja: イベントの返金ポリシーの規約に同意します。
ko: 이벤트 환불규정에 동의합니다.
pl: Zgadzam się na warunki polityki zwrotów wydarzenia.
ru: Я согласен с условиями политики возврата средств мероприятия.
sv: Jag godkänner villkoren i återbetalningspolicyn för evenemanget.
vi: Tôi đồng ý với các điều khoản của chính sách hoàn trả của sự kiện.
zh_hans: 我同意活动退款政策条款。
zh_hant: 我同意活動退款政策條款。

source: I agree to the terms of the
ar: أوافق على شروط
de: Ich stimme den Bedingungen zu
es: Estoy de acuerdo con los términos del
fr: J'accepte les termes de la
id: Saya menyetujui persyaratan dari
ja: の規約に同意します
ko: 약관에 동의합니다.
pl: Zgadzam się na warunki dot
ru: Я согласен с условиями
sv: Jag godkänner villkoren i
vi: Tôi đồng ý với các điều khoản của
zh_hans: 我同意以下条款
zh_hant: 我同意以下條款

source: and the
ar: و ال
de: und das
es: y el
fr: et le
id: dan
ja: そしてその
ko: 그리고
pl: i
ru: и
sv: och den
vi: và
zh_hans: 和
zh_hant: 和

source: Universal Code of Conduct
ar: مدونة قواعد السلوك العالمية
de: Universeller Verhaltenskodex
es: Código de conducta universal
fr: Code de conduite universel
id: Pedoman Perilaku Universal
ja: 普遍的な行動規範
ko: 보편적 행동 강령
pl: Uniwersalny kodeks postępowania
ru: Универсальный кодекс поведения
sv: Universell uppförandekod
vi: Bộ quy tắc ứng xử chung
zh_hans: 通用行为准则
zh_hant: 通用行為準則

source: Friendly Space Policy
ar: سياسة المساحة الودية
de: Freundliche Weltraumpolitik
es: Política de espacios amigables
fr: Politique de l'Espace Convivial
id: Kebijakan Ruang Ramah
ja: フレンドリースペースポリシー
ko: 친근한 공간정책
pl: Polityka Przyjaznej Przestrzeni
ru: Дружественная космическая политика
vi: Chính sách không gian thân thiện
zh_hans: 友好空间政策
zh_hant: 友好空間政策

source: Code of conduct consent
ar: الموافقة على مدونة قواعد السلوك
de: Zustimmung zum Verhaltenskodex
es: consentimiento del código de conducta
fr: Consentement au code de conduite
id: Persetujuan kode etik
ja: 行動規範への同意
ko: 행동 강령 동의
pl: Zgoda na kodeks postępowania
ru: Согласие с кодексом поведения
sv: Uppförandekod samtycke
vi: đồng ý quy tắc ứng xử
zh_hans: 行为准则同意书
zh_hant: 行為準則同意書

source: Please enter your wiki scholarship.
ar: الرجاء إدخال منحة ويكي الخاصة بك.
de: Bitte geben Sie Ihr Wiki-Stipendium ein.
es: Por favor ingrese su beca wiki.
fr: Veuillez entrer votre bourse wiki.
id: Silakan masukkan beasiswa wiki Anda.
ja: Wiki 奨学金を入力してください。
ko: 위키 장학금을 입력하세요.
pl: Wprowadź stypendium wiki.
ru: Пожалуйста, введите свою вики-стипендию.
sv: Ange ditt wiki-stipendium.
vi: Vui lòng nhập học bổng wiki của bạn.
zh_hans: 请输入您的维基奖学金。
zh_hant: 請輸入您的維基獎學金。

source: Have you received a Wikimania scholarship?
ar: هل حصلت على منحة ويكيمانيا؟
de: Haben Sie ein Wikimania-Stipendium erhalten?
es: ¿Has recibido una beca de Wikimania?
fr: Avez-vous reçu une bourse Wikimania ?
id: Sudahkah Anda menerima beasiswa Wikimania?
ja: ウィキメディア奨学金を受け取ったことがありますか?
ko: Wikimania 장학금을 받았습니까?
pl: Czy otrzymałeś stypendium Wikimania?
ru: Вы получили стипендию Викимедиа?
sv: Har du fått ett Wikimania-stipendium?
vi: Bạn đã nhận được học bổng Wikimania chưa?
zh_hans: 您获得过维基媒体奖学金吗？
zh_hant: 您獲得過維基媒體獎學金嗎？

source: No, I haven't
ar: لا ، لم أفعل
de: Nein, das habe ich nicht
es: no, no lo he hecho
fr: Non, je n'ai pas
id: Tidak, saya belum
ja: いいえ、していません
ko: 아니요, 안 했어요
pl: Nie, nie mam
ru: Нет, я не
sv: Nej, det har jag inte
vi: Không, tôi chưa
zh_hans: 不，我没有
zh_hant: 不，我沒有

source: Yes, from the Wikimedia Foundation
ar: نعم ، من مؤسسة ويكيميديا
de: Ja, von der Wikimedia Foundation
es: Sí, de la Fundación Wikimedia
fr: Oui, de la Wikimedia Foundation
id: Ya, dari Yayasan Wikimedia
ja: はい、ウィキメディア財団より
ko: 예, Wikimedia Foundation에서 제공합니다.
pl: Tak, z Fundacji Wikimedia
ru: Да, из Фонда Викимедиа
sv: Ja, från Wikimedia Foundation
vi: Có, từ Wikimedia Foundation
zh_hans: 是的，来自维基媒体基金会
zh_hant: 是的，來自維基媒體基金會

source: Yes, from a Wikimedia affiliate
ar: نعم ، من شركة تابعة لويكيميديا
de: Ja, von einem Wikimedia-Partner
es: Sí, de un afiliado de Wikimedia
fr: Oui, d'une filiale de Wikimedia
id: Ya, dari afiliasi Wikimedia
ja: はい、ウィキメディアのアフィリエイトから
ko: 예, Wikimedia 계열사에서 제공합니다.
pl: Tak, od partnera Wikimedia
ru: Да, из филиала Викимедиа
sv: Ja, från en Wikimedia-filial
vi: Có, từ một chi nhánh của Wikimedia
zh_hans: 是的，来自维基媒体附属机构
zh_hant: 是的，來自維基媒體附屬機構

source: Wikimania photo consent
ar: ويكيمانيا الموافقة على الصورة
de: Einwilligung zum Wikimania-Foto
es: Consentimiento de foto de Wikimania
fr: Autorisation photo Wikimania
id: Persetujuan atas kebijakan foto wikimania
ja: ウィキマニアの写真撮影の同意
ko: Wikimania 사진 동의
pl: Zgoda na zdjęcie Wikimanii
ru: Согласие на фото Викимании
sv: Wikimania fotosamtycke
vi: Đồng ý với chính sách ảnh wikimania
zh_hans: 维基百科照片同意
zh_hant: 維基百科照片同意

source: Wikimania email updates
ar: تحديثات البريد الإلكتروني Wikimania
es: Actualizaciones por correo electrónico de Wikimania
fr: Mises à jour par e-mail de Wikimania
id: Persetujuan menerima pembaruan email wikimania
ja: ウィキマニアの電子メール更新情報
ko: Wikimania 이메일 업데이트
pl: Aktualizacje e-maili Wikimanii
ru: Электронная почта Викимании
sv: Wikimania e-postuppdateringar
vi: Đồng ý nhận cập nhật email wikimania
zh_hans: 维基百科电子邮件更新
zh_hant: 維基百科電子郵件更新

source: I consent to the Wikimania
ar: أوافق على ويكيمانيا
de: Ich stimme der Wikimania zu
es: Doy mi consentimiento a la Wikimanía
fr: J'accepte la Wikimania
id: Saya setuju untuk mengambil foto saya di Wikimania per
ja: ウィキマニアに同意します
ko: 위키매니아에 동의합니다
pl: Wyrażam zgodę na Wikimanię
ru: Я согласен с Викиманией
sv: Hyväksyn Wikimanian
vi: Tôi đồng ý để ảnh của tôi được chụp tại Wikimania theo
zh_hans: 我同意维基百科
zh_hant: 我同意維基百科

source: photo policy
ar: سياسة الصور
de: Fotorichtlinie
es: política de fotos
fr: politique de photos
id: kebijakan foto
ja: 写真ポリシー
ko: 사진 정책
pl: zasady dotyczące zdjęć
ru: фото политика
sv: valokuvapolitiikka
vi: chính sách ảnh
zh_hans: 照片政策
zh_hant: 照片政策

source: I want to receive email updates about future Wikimania editions.
ar: أرغب في تلقي تحديثات عبر البريد الإلكتروني حول إصدارات Wikimania المستقبلية.
de: Ich möchte E-Mail Updates über zukünftige Wikimania-Ausgaben erhalten.
es: Quiero recibir actualizaciones por correo electrónico sobre futuras ediciones de Wikimania.
fr: Je souhaite recevoir des mises à jour par e-mail sur les futures éditions de Wikimania.
id: Saya ingin menerima pembaruan email tentang edisi Wikimania mendatang.
ja: ウィキマニアの将来のエディションに関する最新情報を電子メールで受け取りたい.
ko: 향후 Wikimania 에디션에 대한 이메일 업데이트를 받고 싶습니다.
pl: Chcę otrzymywać powiadomienia e-mail o przyszłych wydaniach Wikimanii.
ru: Я хочу получать по электронной почте новости о будущих выпусках Викимании.
sv: Haluan saada sähköpostipäivityksiä tulevista Wikimania-versioista.
vi: Tôi muốn nhận thông tin cập nhật qua email về các phiên bản Wikimania trong tương lai.
zh_hans: 我想接收有关维基百科未来版本的电子邮件更新
zh_hant: 我想接收有關維基百科未來版本的電子郵件更新

source: Which of these categories describe your gender identity? (check all that apply)
ar: أي من الفئات التالية يصف هويتك الجنسية على أفضل نحو؟ (اختر كل ما ينطبق)
de: Welche dieser Kategorien beschreiben Ihre Geschlechtsidentität? (Kreuzen Sie alle zutreffenden an)
es: ¿Cuál de estas categorías describe tu identidad de género? (marque todas las que correspondan)
fr: Laquelle de ces catégories décrit votre identité de genre ? (cochez tout ce qui s'applique)
ja: これらのカテゴリーのうち、どれがあなたの性別の自認を表していますか？（該当するものすべてにチェックを入れてください）
ko: 다음 중 성 정체성을 설명하는 카테고리는 무엇입니까? (해당되는 모든 항목에 체크하십시오)
pl: Która z tych kategorii opisuje Twoją tożsamość płciową? (zaznacz wszystkie, które dotyczą)
ru: Какие из этих категорий описывают вашу гендерную идентичность? (отметьте все, что подходят)
sv: Vilka av dessa kategorier beskriver din könsidentitet? (markera alla som gäller)
vi: Những hạng mục nào sau đây mô tả giới tính của bạn? (đánh dấu vào tất cả những mục áp dụng)
zh_hans: 以下哪一個類別描述了您的性別認同？ （勾選所有適用項）
zh_hant: 以下哪些類別描述了你的性別認同？（勾選所有適用的選項）

source: Man
ar: رجل
de: Mann
es: Hombre
fr: Homme
ja: 男
ko: 남자
pl: Mężczyzna
ru: Мужчина
vi: Nam
zh_hans: 男性
zh_hant: 男人

source: Woman
ar: امرأة
de: Frau
es: Mujer
fr: Femme
id: Wanita
ja: 女性
ko: 여자
pl: Kobieta
ru: Женщина
sv: Kvinna
vi: Nữ
zh_hans: 女性
zh_hant: 女士

source: Transgender
ar: المتحولين جنسيا
es: Transgénero
fr: Transgenre
ja: トランスジェンダー
ko: 트랜스젠더
pl: Transpłciowy
ru: Трансгендер
vi: Chuyển giới
zh_hans: 跨性別者
zh_hant: 跨性別

source: Non-binary
ar: غير ثنائي
de: Nicht-binär
es: No-binario
fr: Non binaire
id: Non-biner
ja: ノンバイナリー
ko: 논바이너리
pl: Niebinarny
ru: Небинарный
sv: Icke-binär
vi: Không nhị phân
zh_hans: 非二元性別
zh_hant: 非二元

source: Genderqueer
ar: الجنس
es: Género-queer
ja: ジェンダークィア
ko: 젠더퀴어
ru: Гендерквир
vi: Giới tính lập dị
zh_hans: 酷兒
zh_hant: 性別酷兒

source: An identity not listed here
ar: هوية غير مدرجة هنا
de: Eine Identität, die hier nicht aufgeführt ist
es: Una identidad que no se liste aqui
fr: Une identité qui n'est pas dans la liste
id: Sebuah identitas yang tidak terdaftar di sini
ja: ここにはないアイデンティティ
ko: 여기에 나열되지 않은 정체성
pl: Tożsamość, która nie jest wymieniona tutaj
ru: Идентичность, которая не указана здесь
sv: En identitet som inte finns med här
vi: Một giới tính không được liệt kê ở đây
zh_hans: 此處未列出的身份
zh_hant: 未在此列出的身份

source: Activating a room chat adds a chat channel that is only available for the specific room.
ar: الغرفة إلى إضافة قناة دردشة متاحة فقط
es: La activación de un chat de sala agrega un canal de chat que solo está disponible para la sala específica.
fr: L'activation d'un chat de salle ajoute un canal de chat qui n'est disponible que pour la salle spécifique.
id: Mengaktifkan ruang obrolan menambahkan saluran obrolan yang hanya tersedia untuk ruang tertentu.
ja: ルーム チャットをアクティブにすると、特定のルームでのみ使用できるチャット チャネルが追加されます。
ko: 방 채팅을 활성화하면 특정 방에서만 사용할 수 있는 채팅 채널이 추가됩니다.
pl: Aktywacja czatu w pokoju dodaje kanał czatu, który jest dostępny tylko dla określonego pokoju.
ru: Активация комнатного чата добавляет канал чата, доступный только для определенной комнаты.
sv: Aktivering av en rumschatt lägger till en chattkanal som endast är tillgänglig för det specifika rummet.
vi: Kích hoạt phòng trò chuyện sẽ thêm một kênh trò chuyện chỉ khả dụng cho phòng cụ thể.
zh_hans: 激活房间聊天会添加仅适用于特定房间的聊天频道。
zh_hant: 激活房間聊天會添加僅適用於特定房間的聊天頻道。

source: Activating the event chat for a room adds a chat channel that can be used across different rooms.
ar: الحدث لغرفة ما إلى إضافة قناة دردشة يمكن استخدامها عبر غ
es: La activación del chat de eventos para una sala agrega un canal de chat que se puede usar en diferentes salas.
fr: L'activation du chat d'événement pour une salle ajoute un canal de discussion qui peut être utilisé dans différentes salles.
id: Mengaktifkan obrolan acara untuk sebuah ruangan menambahkan saluran obrolan yang dapat digunakan di berbagai ruangan.
ja: ルームのイベント チャットをアクティブ化すると、さまざまなルーム間で使用できるチャット チャネルが追加されます。
ko: 방에 이벤트 채팅을 활성화하면 다른 방에서 사용할 수 있는 채팅 채널이 추가됩니다.
pl: Aktywacja czatu wydarzenia dla pokoju dodaje kanał czatu, którego można używać w różnych pokojach.
ru: Активация чата событий для комнаты добавляет канал чата, который можно использовать в разных комнатах.
sv: Aktivering av händelsechatt för ett rum lägger till en chattkanal som kan användas i olika rum.
vi: Kích hoạt trò chuyện sự kiện cho một phòng sẽ thêm một kênh trò chuyện có thể được sử dụng trên các phòng khác nhau.
zh_hans: 激活房间的事件聊天会添加可在不同房间之间使用的聊天通道。
zh_hant: 激活房間的事件聊天會添加可在不同房間之間使用的聊天通道。

source: Advertise your supporters
de: Werben für Sponsoren
es: Anuncie a sus patrocinadores
fr: Faire connaitre vos sponsors
id: Iklankan sponsor Anda
ja: スポンサーを宣伝する
ko: 스폰서 광고
pl: Reklamuj swoich sponsorów
ru: Прорекламируйте своих спонсоров
sv: Annonsera dina sponsorer
vi: Quảng cáo các nhà tài trợ của bạn
zh_hans: 宣传您的赞助商
zh_hant: 宣傳您的讚助商

source: No Supporter added yet.
es: Aún no se agregó ningún patrocinador.
fr: Aucun sponsor ajouté pour le moment.
id: Belum ada Sponsor yang ditambahkan.
ja: スポンサーはまだ追加されていません。
ko: 아직 스폰서가 추가되지 않았습니다.
pl: Nie dodano jeszcze żadnego sponsora.
ru: Спонсор еще не добавлен.
sv: Ingen sponsor har lagts till ännu.
vi: Chưa có nhà tài trợ nào được thêm.
zh_hans: 尚未添加赞助商。
zh_hant: 尚未添加贊助商。

source: Omise Test Secret Key
de: Omise Test Geheimschlüssel
es: Clave secreta de prueba Omise
fr: Clé secrète de test Omise
id: Kunci Rahasia Tes Omise
ja: オミセテストシークレットキー
ko: Omise 테스트 비밀 키
ru: Секретный ключ теста Омисе
vi: Khóa bí mật kiểm tra Omise
zh_hans: Omise测试密钥
zh_hant: Omise測試密鑰

source: Omise Live Public Key
es: Clave pública de Omise Live
fr: Clé publique Omise Live
ja: オミセライブ公開鍵
ko: Omise 라이브 공개 키
ru: Открытый ключ Omise Live
zh_hans: Omise Live公钥
zh_hant: Omise Live公鑰

source: Google reCAPTCHA Secret Key
de: Google reCAPTCHA Geheimschlüssel
es: Clave secreta de reCAPTCHA de Google
fr: Clé secrète Google reCAPTCHA
id: Kunci Rahasia Google reCAPTCHA
ja: グーグルの再CAPTCHA秘密鍵
ko: Google reCAPTCHA 비밀 키
pl: Tajny klucz Google reCAPTCHA
ru: Секретный ключ Google reCAPTCHA
sv: Googles reCAPTCHA hemliga nyckel
vi: Khóa bí mật reCAPTCHA của Google
zh_hans: Google reCAPTCHA密钥
zh_hant: Google reCAPTCHA密鑰

source: SSL
zh_hans: SSL（安全套接字层）
zh_hant: SSL協議

source: Are you sure you would like to delete this Supporter??
es: ¿Está seguro de que desea eliminar este patrocinador?
fr: Etes-vous certains de vouloir supprimer ce sponsor ?
id: Anda yakin ingin menghapus Sponsor ini?
ja: このスポンサーを削除しますか?
ko: 이 스폰서를 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć tego sponsora?
ru: Вы уверены, что хотите удалить этого спонсора?
sv: Är du säker på att du vill ta bort denna sponsor?
vi: Bạn có chắc chắn muốn xóa Nhà tài trợ này không?
zh_hans: 您确定要删除此赞助者吗？
zh_hant: 您確定要刪除此贊助者嗎？

source: AliPay
ko: 알리 페이
zh_hans: 支付宝
zh_hant: 支付寶

source: LGBT
ru: ЛГБТ
sv: HBTQ
zh_hans: 同性恋者
zh_hant: 同性戀者

source: Attribution-NonCommercial-NoDerivs
de: Namensnennung-Nichtkommerziell-NoDerivs
es: Reconocimiento-NoComercial-SinDerivs
id: Atribusi-NonKomersial-TanpaTurunan
ja: アトリビューション-非商用-NoDerivs
pl: Uznanie autorstwa - niekomercyjne - bez zerowych
zh_hans: 归因-非商业性-无衍生
zh_hant: 歸因-非商業性-無衍生

source: Not sure yet
de: Noch nicht sicher
es: No estoy seguro todavía
fr: Pas encore sûr
id: Belum yakin
ja: まだ分​​からない
ko: 아직 확실하지 않음
pl: Nie wiem jeszcze
ru: Пока не уверен
sv: Inte säker än
vi: Chưa chắc chắn
zh_hans: 尚未确定
zh_hant: 尚未確定

source: Select your answer
de: Wählen Sie Ihre Antwort aus
es: Seleccione su respuesta
fr: Sélectionnez votre réponse
id: Pilih jawaban Anda
ja: 答えを選択してください
ko: 답을 선택하세요
pl: Wybierz swoją odpowiedź
ru: Выберите свой ответ
sv: Välj ditt svar
vi: Chọn câu trả lời của bạn
zh_hans: 选择你的答案
zh_hant: 選擇你的答案

source: Weblate
ko: 웨블 레이트
zh_hant: 網絡版

source: Omise Live Secret Key
es: Clave secreta de Omise Live
fr: Clé secrète en direct Omise
id: Omise Kunci Rahasia Langsung
ja: オミセライブシークレットキー
ko: Omise 라이브 비밀 키
ru: Секретный ключ Omise Live
vi: Khóa bí mật Omise Live

source: Wikimedia Commons
fr: Wikimédia Commons
ja: ウィキメディア・コモンズ
ko: 위키미디어 공용
ru: Викисклад
zh_hant: 維基共享資源

source: Paytm
ja: ペイトム

source: Attribution-NonCommercial-ShareAlike
de: Namensnennung-Keine kommerzielle Nutzung-Weitergabe unter gleichen Bedingungen
id: Atribusi-NonKomersial-BerbagiSerupa
ja: アトリビューション-非商用-継承

source: URL
zh_hant: 網址

source: No. of SupportersSupporters
es: Nº de partidarios
pl: Liczba wspierających
sv: Antal supportrar

source: Sendgrid API
es: API de Sendgrid
sv: API för Sendgrid
vi: API Sendgrid

source: land
id: Sebuah daratan
