Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Refunds to be processed by the organizer through payment provider. Refund payments to attendees cannot be made on the {{appName}} platform. Please go to your payment provider, make a refund and mark the ticket as refunded in the {{appName}} platform.
ar: تتم معالجة المبالغ المستردة من قبل المنظم من خلال مزود الدفع. لا يمكن إجراء مدفوعات رد الأموال للحضور على النظام الأساسي {{appName}}. الرجاء الانتقال إلى مزود الدفع الخاص بك ، واسترداد الأموال ووضع علامة على التذكرة على أنها مستردة في النظام الأساسي {{appName}}.
de: Erstattungen müssen vom Veranstalter über den Zahlungsanbieter abgewickelt werden. Erstattungszahlungen an Teilnehmer können nicht auf der {{appName}}-Plattform vorgenommen werden. Bitte gehen Sie zu Ihrem Zahlungsanbieter, nehmen Sie eine Erstattung vor und markieren Sie das Ticket auf der {{appName}}-Plattform als erstattet.
es: Reembolsos a ser procesados por el organizador a través del proveedor de pago. No se pueden realizar reembolsos a los asistentes en la plataforma {{appName}}. Vaya a su proveedor de pago, realice un reembolso y marque el boleto como reembolsado en la plataforma {{appName}}.
fr: Les remboursements seront traités par l'organisateur via le prestataire de paiement. Les remboursements aux participants ne peuvent pas être effectués sur la plate-forme {{appName}}. Veuillez vous rendre auprès de votre fournisseur de paiement, effectuer un remboursement et marquer le billet comme remboursé sur la plate-forme {{appName}}.
id: Pengembalian dana akan diproses oleh penyelenggara melalui penyedia pembayaran. Pembayaran pengembalian dana kepada peserta tidak dapat dilakukan di platform {{appName}}. Harap buka penyedia pembayaran Anda, lakukan pengembalian dana, dan tandai tiket sebagai pengembalian dana di platform {{appName}}.
ja: 払い戻しは、支払いプロバイダーを通じて主催者によって処理されます。 {{appName}}プラットフォームでは、参加者への払い戻しはできません。支払いプロバイダーに行き、払い戻しを行い、{{appName}}プラットフォームでチケットに払い戻しのマークを付けてください。
ko: 환불은 결제 제공자를 통해 주최자가 처리해야 합니다. 참석자에 대한 환불 결제는 {{appName}} 플랫폼에서 할 수 없습니다. 결제 제공업체로 이동하여 환불한 다음 {{appName}} 플랫폼에서 티켓을 환불된 것으로 표시하세요.
pl: Zwroty do przetworzenia przez organizatora za pośrednictwem dostawcy płatności. Zwrotu płatności dla uczestników nie można dokonywać na platformie {{appName}}. Przejdź do dostawcy płatności, dokonaj zwrotu i oznacz bilet jako zwrócony na platformie {{appName}}.
ru: Возврат осуществляется организатором через платежную систему. Возврат платежей участникам не может производиться на платформе {{appName}}. Обратитесь к своему поставщику платежных услуг, верните деньги и отметьте билет как возвращенный на платформе {{appName}}.
sv: Återbetalningar ska behandlas av arrangören via betalningsleverantör. Återbetalningsbetalningar till deltagare kan inte göras på {{appName}}-plattformen. Gå till din betalningsleverantör, gör en återbetalning och markera biljetten som återbetald i {{appName}}-plattformen.
vi: Ban tổ chức sẽ xử lý tiền hoàn lại thông qua nhà cung cấp dịch vụ thanh toán. Không thể thực hiện thanh toán tiền hoàn lại cho người tham dự trên nền tảng {{appName}}. Vui lòng đến nhà cung cấp dịch vụ thanh toán của bạn, hoàn lại tiền và đánh dấu vé là đã hoàn tiền trong nền tảng {{appName}}.
zh_hans: 退款由主办方通过支付提供商处理。无法在 {{appName}} 平台上向与会者退款。请前往您的支付服务提供商处进行退款，并在 {{appName}} 平台上将机票标记为已退款。
zh_hant: 退款由主辦方通過支付提供商處理。無法在 {{appName}} 平台上向與會者退款。請前往您的支付服務提供商處進行退款，並在 {{appName}} 平台中將機票標記為已退款。

source: Listing Privacy
ar: قائمة الخصوصية
de: Datenschutzerklärung anzeigen
es: Privacidad del listado
fr: Visibilité de l'évènement
id: Privasi Cantuman
ja: プライバシーの一覧
ko: 리스팅 프라이버시
pl: Prywatność aukcji
ru: Конфиденциальность листинга
sv: Listning Sekretess
vi: Bảo mật danh sách
zh_hans: 上市隐私
zh_hant: 上市隱私

source: Public event
ar: حدث عام
de: Öffentliche Veranstaltung
es: Evento público
fr: Evènement publique
id: Acara publik
ja: パブリック・イベント
ko: 공개 이벤트
pl: Publiczne wydarzenie
ru: Публичное мероприятие
sv: Offentligt evenemang
vi: Sự kiện công cộng
zh_hans: 公开活动
zh_hant: 公開活動

source: list this event on this site and search engines
ar: قائمة هذا الحدث على هذا الموقع ومحركات البحث
de: Diese Veranstaltung auf dieser Website und in Suchmaschinen listen
es: enumerar este evento en este sitio y en los motores de búsqueda
fr: Référencer l'évènement sur le site et sur les moteurs de recherche
id: daftarkan acara ini di situs ini dan mesin telusur
ja: このイベントをこのサイトと検索エンジンに表示する
ko: 이 사이트와 검색 엔진에이 이벤트를 나열
pl: umieść to wydarzenie w tej witrynie i wyszukiwarkach
ru: разместить это событие на этом сайте и в поисковых системах
sv: lista denna händelse på denna webbplats och sökmotorer
vi: liệt kê sự kiện này trên trang web này và các công cụ tìm kiếm
zh_hans: 在此站点和搜索引擎上列出此事件
zh_hant: 在此站點和搜索引擎上列出此事件

source: Private event
ar: حدث خاص
de: Private Veranstaltung
es: Eventos privados
fr: Evènement privé
id: Acara pribadi
ja: プライベート イベント
ko: 비공개 이벤트
pl: Wydarzenie prywatne
ru: Приватное мероприятие
sv: Privat evenemang
vi: Sự kiện cá nhân
zh_hans: 私人活动
zh_hant: 私人活動

source: do not list this event publicly
ar: لا تسرد هذا الحدث علنا
de: Diese Veranstaltung nicht öffentlich anzeigen
es: no enumere este evento públicamente
fr: Ne pas référencer l'évènement
id: jangan daftarkan acara ini secara publik
ja: このイベントは公開表示されません
ko: 이 이벤트를 공개적으로 나열하지 마십시오
pl: nie podawaj tego wydarzenia publicznie
ru: не размещать это мероприятие публично
sv: inte lista denna händelse offentligt
vi: không liệt kê công khai sự kiện này
zh_hans: 不要公开列出此事件
zh_hant: 不要公開列出此活動行程

source: Add Code of Conduct
ar: أضف مدونة قواعد السلوك
de: Verhaltenskodex hinzufügen
es: Agregar código de conducta
fr: Ajouter un code de conduite
id: Tambahkan Kode Etik
ja: 行動規範の追加
ko: 행동 강령 추가
pl: Dodaj kodeks postępowania
ru: Добавить Кодекс поведения
sv: Lägg till uppförandekod
vi: Thêm quy tắc ứng xử
zh_hans: 添加行为准则
zh_hant: 添加行為準則

source: License of Event Data & Content
ar: ترخيص بيانات الحدث والمحتوى
de: Lizenz für Veranstaltungsdaten und -inhalte
es: Licencia de datos y contenido de eventos
fr: Licence des données de l'évènement & contenu
id: Lisensi Data & Konten Peristiwa
ja: イベント データとコンテンツのライセンス
ko: 이벤트 데이터 및 콘텐츠 라이선스
pl: Licencja na dane i treści wydarzenia
ru: Лицензия на данные и контент мероприятия
sv: Licens för evenemangsdata och innehåll
vi: Giấy phép Dữ liệu & Nội dung Sự kiện
zh_hans: 活动数据和内容许可
zh_hant: 活動數據和內容許可

source: Licenses
ar: التراخيص
de: Lizenzen
es: Licencias
fr: Licences
id: Lisensi
ja: ライセンス
ko: 허가서
pl: Licencje
ru: Лицензии
sv: Licenser
vi: Giấy phép
zh_hans: 许可证
zh_hant: 授權方式

source: Select License
ar: حدد الترخيص
de: Wählen Sie Lizenz
es: Seleccionar licencia
fr: Sélectionner une licence
id: Pilih Lisensi
ja: ライセンスの選択
ko: 셀렉트 라이선스
pl: Wybierz Licencja
ru: Выберите лицензию
sv: Välj Licens
vi: Chọn giấy phép
zh_hans: 选择许可证
zh_hant: 選擇許可證

source: Sessions, Microlocations, Session Types
ar: الجلسات ، الدورات الدقيقة ، أنواع الجلسات
de: Sitzung, Mikrolokationen, Sitzungsarten
es: Sesiones, microubicaciones, tipos de sesiones
fr: Sessions, salles et types de session
id: Sesi, Microlocations, Jenis Sesi
ja: セッション、マイクロロケーション、セッションの種類
ko: 세션, 마이크로 로케이션, 세션 유형
pl: Sesje, mikrolokalizacje, typy sesji
ru: Сеансы, микролокации, типы сеансов
sv: Sessioner, mikrolokaliseringar, sessionstyper
vi: Phiên, Vị trí nhỏ, Loại phiên
zh_hans: 会话，微位置，会话类型
zh_hant: 會話，微位置，會話類型

source: Preview Text
ar: معاينة النص
de: Dies ist ein Test
es: Vista previa del texto
fr: Texte de prévisualisation
id: Pratinjau teks
ja: テキストプレビュー
ko: 문자열 미리보기
pl: Tekst poglądu
ru: Предпросмотр текста
sv: Förhandsgranska text
vi: Xem trước văn bản
zh_hans: 预览文本
zh_hant: 文字預覽

source: Microlocations or Virtual Online Rooms
ar: مواقع صغيرة أو غرف افتراضية على الإنترنت
de: Mikrostandorte oder virtuelle Online-Räume
es: Microlocalizaciones o salas virtuales en línea
fr: Microlocations ou salles virtuelles en ligne
id: Microlocations atau Ruang Virtual Daring
ja: マイクロロケーションまたはバーチャルオンラインルーム
ko: 마이크로 로케이션 또는 가상 온라인 룸
pl: Mikrolokalizacje lub wirtualne pokoje online
ru: Микролокации или виртуальные онлайн-комнаты
sv: Mikrolokationer eller virtuella onlinelokaler
vi: Vị trí nhỏ hoặc Phòng trực tuyến ảo
zh_hans: 微场所或虚拟在线室
zh_hant: 微場所或虛擬在線室

source: Enable Call For Speakers
ar: تفعيل الاتصال للمتحدثين
de: Call For Speakers für Einreichungen aktivieren
es: Habilitar llamada para oradores
fr: Activer l'appel à haut-parleurs
id: Aktifkan Panggilan Untuk Speaker
ja: スピーカーの通話を有効にする
ko: 스피커에 대한 통화 활성화
pl: Włącz wezwanie dla głośników
ru: Включить вызов для говорящих
sv: Aktivera samtal för högtalare
vi: Bật cuộc gọi cho người nói
zh_hans: 启用发言人通话
zh_hant: 啟用發言人通話

source: Call for speakers
ar: دعوة للمتحدثين
es: Llamado para Oradores
fr: Appel aux conférenciers
id: Panggilan untuk pembicara
ja: スピーカー募集
ko: 연사를 초청합니다
pl: Wezwij prelegentów
ru: Вызов спикеров
sv: Ring efter högtalare
vi: Mời diễn giả
zh_hans: 呼吁演讲者
zh_hant: 講者徵集

source: Announcement
ar: إعلان
de: Ankündigung
es: Anuncio
fr: Annonce
id: Pengumuman
ja: お知らせ
ko: 발표
pl: Ogłoszenie
ru: Объявление
sv: Tillkännagivande
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

source: Enable Soft Closing
ar: تمكين الإغلاق الناعم
de: Vorläufige Einreichungsoption aktivieren
es: Habilitar cierre suave
fr: Activer la fermeture en douceur
id: Aktifkan Penutupan Lunak
ja: ソフトクロージングを有効にする
ko: 소프트 클로징 활성화
pl: Włącz miękkie zamykanie
ru: Включить плавное закрытие
sv: Aktivera mjuk stängning
vi: Bật Đóng mềm
zh_hans: 启用软关闭
zh_hant: 啟用軟關閉

source: Soft Ends
ar: نهايات ناعمة
de: Vorläufiges Einreichungsende
es: Extremos suaves
fr: Extrémités souples
id: Ujung Lembut
ja: ソフトエンド
ko: 소프트 엔드
pl: Miękkie końce
ru: Мягкие концы
sv: Mjuka ändar
vi: Kết thúc mềm
zh_hans: 软端
zh_hant: 軟端

source: Private Link
ar: رابط خاص
de: Privater Link
es: Enlace privado
fr: Lien privé
id: Tautan Pribadi
ja: プライベート リンク
ko: 비공개 링크
pl: Link prywatny
ru: Приватная ссылка
sv: Privat länk
vi: Liên kết riêng tư
zh_hans: 私人连结
zh_hant: 私人連結

source: Share this link to get private submission independently of open/closed Call for Speakers at any time. (the link will be active once the event is saved)
ar: شارك هذا الرابط للحصول على إرسال خاص بشكل مستقل عن Call for Speakers في أي وقت. (سيكون الرابط نشطًا بمجرد حفظ الحدث)
de: Teilen Sie diesen Link, um jederzeit eine private Einreichung unabhängig von offenem / geschlossenem Call for Speakers zu erhalten. (Der Link ist aktiv, sobald die Veranstaltung gespeichert wurde.)
es: Comparta este enlace para obtener un envío privado independientemente de la convocatoria de oradores abierta / cerrada en cualquier momento. (el enlace estará activo una vez que se guarde el evento)
fr: Partager ce lien pour recevoir des soumissions quelque soit l'état du CFP (le lien sera actif une fois l'évènement sauvegardé)
id: Bagikan tautan ini untuk mendapatkan kiriman pribadi secara independen dari Panggilan terbuka / tertutup untuk Pembicara kapan saja. (tautan akan aktif setelah acara disimpan)
ja: いつでもスピーカーのためのオープン/クローズコールとは無関係にプライベートサブミッションを取得するには、このリンクを共有します。(イベントが保存されるとリンクがアクティブになります)
ko: 이 링크를 공유하여 언제든지 공개 / 폐쇄 된 연사 요청과 관계없이 비공개로 제출할 수 있습니다. (이벤트가 저장되면 링크가 활성화됩니다)
pl: Udostępnij ten link, aby w dowolnym momencie uzyskać prywatne zgłoszenie niezależnie od otwartego / zamkniętego wezwania prelegentów. (link będzie aktywny po zapisaniu wydarzenia)
ru: Поделитесь этой ссылкой, чтобы в любое время получить закрытый прием независимо от открытого/закрытого Обращения к спикерам. (ссылка будет активна после сохранения события)
sv: Dela den här länken för att få privat inlämning oberoende av öppet/stängt Call for Speakers när som helst. (länken är aktiv när händelsen har sparats)
vi: Chia sẻ liên kết này để nhận được nội dung gửi riêng tư độc lập với Kêu gọi Diễn giả mở / đóng bất cứ lúc nào. (liên kết sẽ hoạt động sau khi sự kiện được lưu)
zh_hans: 共享此链接可以随时独立于公开/封闭的发言人呼吁获得私人提交。 （一旦保存事件，该链接将处于活动状态）
zh_hant: 共享此鏈接可以隨時獨立於公開/封閉的發言人呼籲獲得私人提交。 （一旦保存事件，該鏈接將處於活動狀態）

source: Display this publicly. Anybody will be able to submit a proposal within the dates chosen, once the event is published.
ar: اعرض هذا علنًا. سيتمكن أي شخص من تقديم اقتراح في المواعيد المختارة بمجرد نشر الحدث.
de: Öffentlich anzeigen. Jeder kann innerhalb der gewählten Fristen, sobald die Veranstaltung veröffentlicht ist, einen Vorschlag einreichen.
es: Muestre esto públicamente. Cualquiera podrá presentar una propuesta dentro de las fechas elegidas, una vez publicado el evento.
fr: Afficher publiquement. Tout le monde pourra soumettre une proposition dans la période choisie, une fois l'évènement publié.
id: Tampilkan ini secara publik. Siapapun dapat mengajukan proposal dalam tanggal yang dipilih, setelah acara dipublikasikan.
ja: これを公開して表示します。イベントが公開されると、誰でも選択した日付に提案を提出することができます。
ko: 공개적으로 표시합니다. 이벤트가 게시되면 누구나 선택한 날짜 내에 제안서를 제출할 수 있습니다.
pl: Pokaż to publicznie. Każdy będzie mógł złożyć wniosek w wybranych terminach, po opublikowaniu wydarzenia.
ru: Покажите это публично. После публикации мероприятия любой желающий сможет подать предложение в выбранные даты.
sv: Visa detta offentligt. Vem som helst kommer att kunna skicka in ett förslag inom de valda datumen, när evenemanget har publicerats.
vi: Hiển thị điều này một cách công khai. Bất kỳ ai cũng có thể gửi đề xuất trong những ngày đã chọn, sau khi sự kiện được công bố.
zh_hans: 公开显示。活动发布后，任何人都可以在所选的日期内提交提案。
zh_hant: 公開顯示。活動發布後，任何人都可以在所選的日期內提交提案。

source: Do not display this publicly. Proposals can be submitted only using the private link.
ar: لا تعرض هذا علنا. يمكن تقديم العروض فقط باستخدام الرابط الخاص.
de: Nicht öffentlich anzeigen. Vorschläge können nur über den privaten Link eingereicht werden.
es: No muestre esto públicamente. Las propuestas solo se pueden enviar mediante el enlace privado.
fr: Ne pas afficher publiquement. Les soumissions ne seront possible qu'avec le lien privé.
id: Jangan tampilkan ini secara publik. Proposal hanya dapat dikirim menggunakan private link.
ja: 公開で表示しません。プライベート リンクを使用して提案を提出することができます。
ko: 공개적으로 표시하지 마십시오. 제안서는 비공개 링크를 통해서만 제출할 수 있습니다.
pl: Nie pokazuj tego publicznie. Propozycje można składać tylko za pomocą prywatnego linku.
ru: Не показывайте это публично. Предложения можно подавать только по приватной ссылке.
sv: Visa inte detta offentligt. Förslag kan endast skickas med den privata länken.
vi: Không hiển thị điều này công khai. Đề xuất chỉ có thể được gửi bằng cách sử dụng liên kết riêng tư.
zh_hans: 不要公开显示此内容。只能使用专用链接提交投标。
zh_hant: 不要公開顯示此內容。只能使用專用鏈接提交投標。

source: Customize submission forms
ar: تخصيص استمارات التقديم
de: Anmeldeformulare anpassen
es: Personalizar formularios de envío
fr: Personnaliser les formulaires de soumission
id: Sesuaikan formulir pengiriman
ja: 送信フォームのカスタマイズ
ko: 제출 양식 사용자 지정
pl: Dostosuj formularze zgłoszeniowe
ru: Настроить формы отправки
sv: Anpassa inlämningsformulär
vi: Tùy chỉnh biểu mẫu gửi
zh_hans: 自定义提交表格
zh_hant: 自定義提交表格

source: Collect Speaker Details
ar: اجمع تفاصيل المتحدث
de: Referentendetails sammeln
es: Recopilar detalles de los oradores
fr: Collecter les informations sur l'orateur
id: Kumpulkan Detail Pembicara
ja: スピーカーの詳細を収集する
ko: 발표자 세부 정보 수집
pl: Zbierz szczegóły głośnika
ru: Собрать сведения о спикере
sv: Samla in högtalardetaljer
vi: Thu thập thông tin chi tiết về loa
zh_hans: 收集演讲者详细信息
zh_hant: 收集演講者詳細信息

source: Collect Session Details
ar: اجمع تفاصيل الجلسة
de: Sitzungsdetails sammeln
es: Recopilar detalles de la sesión
fr: Collecter les informations sur la session
id: Kumpulkan Detail Sesi
ja: セッションの詳細を収集する
ko: 세션 세부 정보 수집
pl: Zbierz szczegóły sesji
ru: Собрать сведения о сеансе
sv: Samla sessionsinformation
vi: Thu thập chi tiết phiên
zh_hans: 收集会议详细信息
zh_hant: 收集會議詳細信息

source: Supporter
ar: راعي
de: Unterstützer
es: Patrocinador
fr: Sponsor
id: Sponsor
ja: スポンサー
ko: 후원자
pl: Wesprzyj nas
ru: Спонсор
sv: Sponsor
vi: Nhà tài trợ
zh_hans: 赞助
zh_hant: 贊助者

source: Add another supporter
ar: أضف راعيًا آخر
de: Fügen Sie einen weiteren Supporter hinzu
es: Agregar otro patrocinador
fr: Ajouter un autre sponsor
id: Tambahkan sponsor lain
ja: 別のスポンサーを追加する
ko: 다른 스폰서 추가
pl: Dodaj kolejnego sponsora
ru: Добавить еще одного спонсора
sv: Lägg till en annan sponsor
vi: Thêm một nhà tài trợ khác
zh_hans: 添加其他赞助商
zh_hant: 添加其他贊助商

source: Add supporter
ar: إضافة الراعي
de: Unterstützer hinzufügen
es: Agregar patrocinador
fr: Ajouter sponsor
id: Tambahkan sponsor
ja: スポンサーを追加
ko: 후원사 추가
pl: Dodaj sponsora
ru: Добавить спонсора
sv: Lägg till sponsor
vi: Thêm nhà tài trợ
zh_hans: 加赞助商
zh_hant: 加入贊助商

source: followers
ar: متابعون
de: Follower
es: seguidores
fr: suiveurs
id: pengikut
ja: フォロワー
ko: 추종자
pl: Obserwujący
ru: подписчики
sv: efterföljare
vi: người theo dõi
zh_hans: 追随者
zh_hant: 追隨者

source: This feature is still in alpha stage.
ar: هذه الميزة لا تزال في مرحلة ألفا.
de: Diese Funktion befindet sich noch im Alpha-Stadium.
es: Esta característica todavía está en etapa alfa.
fr: Cette fonctionnalité est encore en phase alpha.
id: Fitur ini masih dalam tahap alpha.
ja: この機能はまだアルファ段階にあります。
ko: 이 기능은 여전히 알파 단계에 있습니다.
pl: Ta funkcja jest nadal w fazie alfa.
ru: Эта функция все еще находится в альфа-стадии.
sv: Den här funktionen är fortfarande i alfastadiet.
vi: Tính năng này vẫn đang trong giai đoạn alpha.
zh_hans: 此功能仍处于字母阶段。
zh_hant: 此功能仍處於字母階段。

source: Please use with care.
ar: الرجاء استخدام بعناية.
de: Bitte mit Vorsicht verwenden.
es: Úselo con cuidado.
fr: Veuillez utiliser avec précaution.
id: Harap gunakan dengan hati-hati.
ja: 注意してご使用ください。
ko: 조심해서 사용하십시오.
pl: Proszę używać ostrożnie.
ru: Пожалуйста, используйте с осторожностью.
sv: Använd den med försiktighet.
vi: Vui lòng sử dụng cẩn thận.
zh_hans: 请谨慎使用。
zh_hant: 請謹慎使用。

source: Thank You.
ar: شكرًا لك.
de: Danke
es: Gracias
fr: Merci.
id: Terima kasih.
ja: ありがとう。
ko: 고마워.
pl: DZIĘKUJEMY!
ru: Спасибо
sv: Tack.
vi: Cám ơn.
zh_hans: 谢谢你。
zh_hant: 謝謝

source: Create Group
ar: إنشاء مجموعة
de: Gruppe erstellen
es: Crea un Grupo
fr: Créer le Groupe
id: Buat Kelompok
ja: グループを作る
ko: 그룹을 만들기
pl: Utwórz Grupę
ru: Создать группу
sv: Skapa uppsättning
vi: Tạo nhóm
zh_hans: 建群
zh_hant: 建立類組

source: Add New System Role
ar: إضافة دور نظام جديد
de: Neue Systemrolle hinzufügen
es: Agregar nuevo rol del sistema
fr: Ajouter un nouveau rôle Système
id: Tambahkan Peran Sistem Baru
ja: 新しいシステム ロールを追加
ko: 새 시스템 역할 추가
pl: Dodaj nową rolę systemową
ru: Добавить новую системную роль
sv: Lägg till ny systemroll
vi: Thêm vai trò hệ thống mới
zh_hans: 添加新系统角色
zh_hant: 添加新系統角色

source: Edit System Role
ar: تحرير دور النظام
de: Systemrolle bearbeiten
es: Editar función del sistema
fr: Modifier le rôle Système
id: Edit Peran Sistem
ja: システム ロールの編集
ko: 시스템 역할 편집
pl: Edytuj rolę systemową
ru: Изменить системную роль
sv: Redigera systemroll
vi: Chỉnh sửa vai trò hệ thống
zh_hans: 编辑系统角色
zh_hant: 編輯系統角色

source: Enter Role name
ar: أدخل اسم الدور
de: Namen für Rolle eingeben
es: Ingrese el nombre del rol
fr: Saisir le nom du rôle
id: Masukkan nama Peran
ja: ロール名を入力してください
ko: 역할 이름 입력
pl: Wpisz nazwę roli
ru: Введите имя роли
sv: Ange rollnamn
vi: Nhập tên vai trò
zh_hans: 输入角色名称
zh_hant: 輸入角色名稱

source: Add Team Member
ar: إضافة عضو الفريق
de: Teammitglied hinzufügen
es: Agregar Miembros
fr: Ajouter des membres à l'équipe
id: Tambahkan Anggota Tim
ja: チームメンバーを追加する
ko: 팀원 추가
pl: Dodaj członka zespołu
ru: Добавить члена команды
sv: Lägg till teammedlem
vi: Thêm thành viên nhóm
zh_hans: 添加团队成员
zh_hant: 添加團隊成員

source: Edit Team Member
ar: تحرير عضو الفريق
de: Teammitglied bearbeiten
es: Editar miembro del equipo
fr: Modifier le membre de l'équipe
id: Edit Anggota Tim
ja: チームメンバーの編集
ko: 팀원 편집
pl: Edytuj członka zespołu
ru: Изменить члена команды
sv: Redigera teammedlem
vi: Chỉnh sửa thành viên nhóm
zh_hans: 编辑团队成员
zh_hant: 編輯團隊成員

source: Please choose a calendar
ar: الرجاء اختيار التقويم
de: Bitte wählen Sie einen Kalender
es: Elija un calendario
fr: Veuillez choisir un calendrier
id: Silakan pilih kalender
ja: カレンダーをお選びください
ko: 달력을 선택하세요
pl: Wybierz kalendarz
ru: Пожалуйста, выберите календарь
sv: Välj en kalender
vi: Vui lòng chọn lịch
zh_hans: 请选择一个日历
zh_hant: 請選擇一個日曆

source: Add Role
ar: أضف دورًا
de: Teammitglied hinzufügen
es: Agregar rol
fr: Ajouter un rôle
id: Tambahkan Peran
ja: ロールを追加
ko: 역할 추가
pl: Dodaj rolę
ru: Добавить роль
sv: Lägg till roll
vi: Thêm vai trò
zh_hans: 加角色
zh_hant: 加入身份

source: User Email
ar: البريد الالكتروني للمستخدم
de: E-Mail-Adresse des Benutzers
es: Email del usuario
fr: Courriel de l'utilisateur
id: Email Pengguna
ja: ユーザーのメール
ko: 사용자 이메일
pl: Adres e-mail użytkownika
ru: Электронная почта пользователя
sv: Användarens e -postadress
vi: Email người dùng
zh_hans: 用户电子邮件
zh_hant: 使用者電子郵件

source: User role
ar: دور المستخدم
de: Benutzer Rolle
es: Rol de usuario
fr: Role utilisateur
id: Peran pengguna
ja: ユーザー ロール
ko: 사용자 역할
pl: Role użytkownika
ru: Роль пользователя
sv: Användarroll
vi: Vai trò người dùng
zh_hans: 用户角色
zh_hant: 用戶角色

source: Select a role
ar: حدد دورًا
de: Wählen Sie eine Rolle
es: Seleccione un rol
fr: Sélectionner un rôle
id: Pilih peran
ja: ロールの選択
ko: 역할 선택
pl: Wybierz rolę
ru: Выберите роль
sv: Välj en roll
vi: Chọn một vai trò
zh_hans: 选择一个角色
zh_hant: 選擇一個角色

source: Add New Event Sub Topic
ar: إضافة موضوع فرعي حدث جديد
de: Neues Unterthema für Veranstaltung hinzufügen
es: Agregar subtema de evento nuevo
fr: Ajouter une nouvelle sous catégorie de l'évènement
id: Tambahkan Topik Acara Baru
ja: 新しいイベント サブ トピックの追加
ko: 새 이벤트 하위 주제 추가
pl: Dodaj nowy temat podrzędny wydarzenia
ru: Добавить новый подзаголовок мероприятия
sv: Lägg till ett nytt ämne för ämnet
vi: Thêm chủ đề phụ sự kiện mới
zh_hans: 添加新事件子主题
zh_hant: 添加新事件子主題

source: New Event Sub Topic
ar: موضوع فرعي حدث جديد
de: Neues Unterthema für Veranstaltungen
es: Subtema de evento nuevo
fr: Nouvelle sous-catégorie de l'évènement
id: Sub Topik Acara Baru
ja: 新しいイベント サブ トピック
ko: 새 이벤트 하위 주제
pl: Nowy temat podrzędny wydarzenia
ru: Новый подзаголовок мероприятия
sv: Nytt ämne för evenemang
vi: Chủ đề phụ của sự kiện mới
zh_hans: 新事件子主题
zh_hant: 新事件子主題

source: Enter New Event Sub Topic
ar: أدخل موضوع حدث فرعي جديد
de: Neues Unterthema für Veranstaltungen eingeben
es: Entrar en un subtema de evento nuevo
fr: Saisir la nouvelle sous-catégorie de l'évènement
id: Masukkan Sub Topik Acara Baru
ja: 新しいイベント サブ トピックの入力
ko: 새 이벤트 하위 주제 입력
pl: Wprowadź temat podrzędny nowego wydarzenia
ru: Введите новый подзаголовок мероприятия
sv: Ange ett nytt ämne för ämnet
vi: Nhập chủ đề phụ của sự kiện mới
zh_hans: 输入新事件子主题
zh_hant: 輸入新事件子主題

source: Add Event Sub Topic
ar: إضافة موضوع فرعي حدث
de: Unterthema für Veranstaltungen hinzufügen
es: Agregar subtema de evento
fr: Ajouter une sous-catégorie
id: Tambahkan Sub Topik Acara
ja: イベント サブ トピックの追加
ko: 이벤트 하위 주제 추가
pl: Dodaj temat podrzędny wydarzenia
ru: Добавить подзаголовок мероприятия
sv: Lägg till händelsens ämne
vi: Thêm chủ đề phụ sự kiện
zh_hans: 添加事件子主题
zh_hant: 添加事件子主題

source: Add New Event Topic
ar: أضف موضوع حدث جديد
de: Neues Veranstaltungsthema hinzufügen
es: Agregar tema de evento nuevo
fr: Ajouter une nouvelle catégorie de l'évènement
id: Tambahkan Topik Acara Baru
ja: 新しいイベント トピックの追加
ko: 새 이벤트 주제 추가
pl: Dodaj nowy temat wydarzenia
ru: Добавить новую тему мероприятия
sv: Lägg till nytt evenemangsämne
vi: Thêm chủ đề sự kiện mới
zh_hans: 添加新事件主题
zh_hant: 添加新事件主題

source: New Event Topic
ar: موضوع حدث جديد
de: Neues Veranstaltungsthema
es: Nuevo tema de evento
fr: Nouvelle catégorie de l'évènement
id: Topik Acara Baru
ja: 新しいイベント トピック
ko: 새로운 이벤트 주제
pl: Nowy temat wydarzenia
ru: Новая тема мероприятия
sv: Nytt evenemangsämne
vi: Chủ đề sự kiện mới
zh_hans: 新活动主题
zh_hant: 新活動主題

source: Enter New Event Topic
ar: أدخل موضوع حدث جديد
de: Neues Veranstaltungsthema eingeben
es: Ingresar nuevo tema de evento
fr: Saisir la nouvelle catégorie de l'évènement
id: Masukkan Topik Acara Baru
ja: 新しいイベント トピックの入力
ko: 새 이벤트 주제 입력
pl: Wprowadź nowy temat wydarzenia
ru: Введите новую тему мероприятия
sv: Ange nytt evenemangsämne
vi: Nhập chủ đề sự kiện mới
zh_hans: 输入新事件主题
zh_hant: 輸入新事件主題
