Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: You can share the links in this columns with attendees of an event. On event or schedule schedule pages attendees of your event will see a Join Video button. These buttons will direct to the links shown here. Only organizers and registered ticket holders will be able to access these links.
ar: يمكنك مشاركة الروابط الموجودة في هذه الأعمدة مع حضور الحدث. في صفحات الحدث أو الجدول الزمني ، سيرى حاضرو الحدث الزر "الانضمام إلى الفيديو". ستوجه هذه الأزرار إلى الروابط المعروضة هنا. سيتمكن المنظمون وحاملو التذاكر المسجلين فقط من الوصول إلى هذه الروابط.
de: Sie können die Links in diesen Spalten für die Teilnehmer einer Veranstaltung freigeben. Auf den Veranstaltungs- oder den Terminplanungsseiten sehen die Teilnehmer Ihrer Veranstaltung eine Schaltfläche Video beitreten. Diese Schaltflächen führen zu den hier gezeigten Links. Nur Organisatoren und registrierte Ticketinhaber können auf diese Links zugreifen.
es: Puede compartir los enlaces de estas columnas con los asistentes a un evento. En las páginas de programación de eventos o horarios, los asistentes a su evento verán un botón Unirse al video. Estos botones lo dirigirán a los enlaces que se muestran aquí. Solo los organizadores y los poseedores de entradas registrados podrán acceder a estos enlaces.
fr: Vous pouvez partager les liens de ces colonnes avec les participants à un événement. Sur les pages d'événement ou d'horaire, les participants à votre événement verront un bouton Rejoindre la vidéo. Ces boutons vous dirigeront vers les liens affichés ici. Seuls les organisateurs et les détenteurs de billets inscrits pourront accéder à ces liens.
id: Anda dapat membagikan tautan di kolom ini dengan peserta acara. Di halaman acara atau jadwal, peserta acara Anda akan melihat tombol Gabung Video. Tombol-tombol ini akan mengarahkan ke tautan yang ditampilkan di sini. Hanya penyelenggara dan pemegang tiket terdaftar yang dapat mengakses tautan ini.
ja: この列のリンクは、イベントの参加者と共有できます。イベントまたはスケジュールのスケジュールページで、イベントの参加者には[ビデオに参加]ボタンが表示されます。これらのボタンは、ここに表示されているリンクに移動します。これらのリンクにアクセスできるのは、主催者と登録済みのチケット所有者のみです。
ko: 이 열의 링크를 이벤트 참석자와 공유할 수 있습니다. 이벤트 또는 일정 일정 페이지에서 이벤트 참석자에게 비디오 참여 버튼이 표시됩니다. 이 버튼은 여기에 표시된 링크로 연결됩니다. 주최자와 등록된 티켓 소지자만 이 링크에 액세스할 수 있습니다.
pl: Możesz udostępnić linki w tych kolumnach uczestnikom wydarzenia. Na stronach wydarzenia lub harmonogramu uczestnicy wydarzenia zobaczą przycisk Dołącz do wideo. Te przyciski przekierują do linków pokazanych tutaj. Tylko organizatorzy i zarejestrowani posiadacze biletów będą mieli dostęp do tych linków.
ru: Вы можете поделиться ссылками в этих столбцах с участниками мероприятия. На страницах расписания мероприятия или расписания посетители вашего мероприятия увидят кнопку «Присоединиться к видео». Эти кнопки будут перенаправлять на показанные здесь ссылки. Только организаторы и зарегистрированные владельцы билетов смогут получить доступ к этим ссылкам.
sv: Du kan dela länkarna i de här kolumnerna med deltagare i en händelse. På evenemangs- eller schemaläggningsschemasidor ser deltagarna i evenemanget knappen Anslut till video. Dessa knappar kommer att riktas till länkarna som visas här. Endast arrangörer och registrerade biljettinnehavare kommer att kunna komma åt dessa länkar.
vi: Bạn có thể chia sẻ các liên kết trong cột này với những người tham dự sự kiện. Trên các trang lịch sự kiện hoặc lịch biểu, những người tham dự sự kiện của bạn sẽ thấy nút Tham gia video. Các nút này sẽ dẫn đến các liên kết được hiển thị ở đây. Chỉ những người tổ chức và người sở hữu vé đã đăng ký mới có thể truy cập các liên kết này.
zh_hans: 您可以与活动的与会者共享此列中的链接。在活动或日程安排页面上，您活动的参与者将看到“加入视频”按钮。这些按钮将指向此处显示的链接。只有组织者和注册的门票持有者才能访问这些链接。
zh_hant: 您可以與活動的與會者共享此列中的鏈接。在活動或日程安排頁面上，您活動的參與者將看到“加入視頻”按鈕。這些按鈕將指向此處顯示的鏈接。只有組織者和註冊的門票持有者才能訪問這些鏈接。

source: Additional information
ar: معلومات إضافية
de: Zusätzliche Informationen
es: Información Adicional
fr: Informations supplémentaires
id: Informasi tambahan
ja: 追加情報
ko: 추가 정보
pl: Dodatkowe informacje
ru: Дополнительная информация
sv: Ytterligare information
vi: Thông tin thêm
zh_hans: 补充信息
zh_hant: 附加信息

source: Recordings
ar: التسجيلات
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
id: Rekaman
ja: 録音
ko: 녹음
pl: Nagrania
ru: Записи
sv: Inspelningar
vi: Bản ghi âm
zh_hans: 录音
zh_hant: 錄音

source: {{item}} has been deleted successfully.
ar: تم حذف {{item}} بنجاح.
de: {{item}} wurde gelöscht.
es: {{item}} se ha eliminado correctamente.
fr: {{item}} a été supprimé avec succès.
id: {{item}} berhasil dihapus.
ja: {{item}}は正常に削除されました。
ko: {{item}}이 성공적으로 삭제되었습니다.
pl: {{item}} został pomyślnie usunięty.
ru: {{item}} успешно удален.
sv: {{item}} har tagits bort.
vi: {{item}} đã được xóa thành công.
zh_hans: {{item}}已成功删除。
zh_hant: {{item}}已成功刪除。

source: Video Stream
ar: فيديو مباشر
es: Video en directo
fr: Flux vidéo
id: Streaming Video
ja: ビデオストリーム
ko: 비디오 스트림
pl: Strumień wideo
ru: Видео поток
sv: Videoström
vi: Dòng video
zh_hans: 视频流
zh_hant: 視頻流

source: User Image
ar: صورة المستخدم
de: Benutzerbild
es: Imagen de usuario
fr: Image utilisateur
id: Gambar Pengguna
ja: ユーザーイメージ
ko: 사용자 이미지
pl: Obraz użytkownika
ru: Изображение пользователя
sv: Användarbild
vi: Hình ảnh Người dùng
zh_hans: 用户图片
zh_hant: 用戶圖片

source: Public Profile Name
ar: اسم الملف الشخصي العام
de: Öffentlicher Profilname
es: Nombre de perfil público
fr: Nom du profil public
id: Nama Profil Publik
ja: パブリックプロファイル名
ko: 공개 프로필 이름
pl: Nazwa profilu publicznego
ru: Имя публичного профиля
sv: Offentligt profilnamn
vi: Tên hồ sơ công khai
zh_hans: 公开个人资料名称
zh_hant: 公開個人資料名稱

source: Group Join Date
ar: تاريخ انضمام المجموعة
de: Datum des Beitritts zur Gruppe
es: Fecha de ingreso al grupo
fr: Date d'adhésion au groupe
id: Tanggal Bergabung Grup
ja: グループ参加日
ko: 그룹 가입 날짜
pl: Data dołączenia do grupy
ru: Дата присоединения к группе
sv: Datum för gruppkoppling
vi: Ngày tham gia nhóm
zh_hans: 团体加入日期
zh_hant: 團體加入日期

source: All notifications marked read successfully
ar: تم وضع علامة "مقروءة" على جميع الإخطارات بنجاح
de: Alle als gelesen gelesenen Benachrichtigungen wurden erfolgreich gelesen
es: Todas las notificaciones marcadas como leídas correctamente
fr: Toutes les notifications sont marquées comme lues
id: Semua pemberitahuan ditandai berhasil dibaca
ja: すべての通知が正常に読み取り済みとマークされました
ko: 읽은 것으로 표시된 모든 알림
pl: Wszystkie powiadomienia zostały oznaczone jako przeczytane
ru: Все уведомления отмечены как прочитанные
sv: Alla aviseringar markerade som lästa
vi: Tất cả các thông báo được đánh dấu là đã đọc thành công
zh_hans: 所有标记为已成功阅读的通知
zh_hant: 所有標記為已成功閱讀的通知

source: Your credentials were incorrect.
ar: أوراق الاعتماد الخاصة بك كانت غير صحيحة.
de: Anmeldeinformationen waren falsch.
es: Tus credenciales eran incorrectas.
fr: Vos identifiants/mots de passe ne sont pas corrects.
id: Kredensial Anda salah.
ja: 資格情報が正しくありません。
ko: 자격 증명이 올바르지 않습니다.
pl: Twoje dane logowania były nieprawidłowe.
ru: Ваши учетные данные были неверными.
sv: Dina referenser var felaktiga.
vi: Thông tin đăng nhập của bạn không chính xác.
zh_hans: 您的凭据不正确。
zh_hant: 您的憑據不正確。

source: Order details saved. Please fill the payment details
ar: تم حفظ تفاصيل الطلب. يرجى ملء تفاصيل الدفع
de: Bestelldaten gespeichert. Bitte Zahlungsdetails eingeben
es: Se guardaron los detalles del pedido. Por favor complete los detalles de pago
fr: Les détails de la commande sont enregistrés. Merci de renseigner les informations de paiements
id: Detail pesanan disimpan. Harap isi detail pembayaran
ja: 注文の詳細が保存されました。お支払いの詳細をご記入ください
ko: 주문 세부 정보가 저장되었습니다. 결제 세부 정보를 입력하십시오
pl: Szczegóły zamówienia zostały zapisane. Prosimy o wypełnienie szczegółów płatności
ru: Детали заказа сохранены. Пожалуйста, заполните платежные реквизиты
sv: Beställningsuppgifter sparade. Fyll i betalningsuppgifterna
vi: Đã lưu chi tiết đơn hàng. Vui lòng điền vào chi tiết thanh toán
zh_hans: 订单详细信息已保存。请填写付款明细
zh_hant: 訂單詳細信息已保存。請填寫付款明細

source: Order details saved. Your order is successful
ar: تم حفظ تفاصيل الطلب. طلبك ناجح
de: Bestelldaten gespeichert. Die Bestellung war erfolgreich
es: Se guardaron los detalles del pedido. Tu pedido es exitoso
fr: Votre commande est passée
id: Detail pesanan disimpan. Pesanan Anda berhasil
ja: 注文の詳細が保存されました。ご注文は成功です
ko: 주문 세부 정보가 저장되었습니다. 주문이 성공적입니다
pl: Szczegóły zamówienia zostały zapisane. Twoje zamówienie się powiodło
ru: Детали заказа сохранены. Ваш заказ выполнен
sv: Beställningsuppgifter sparade. Din beställning är lyckad
vi: Đã lưu chi tiết đơn hàng. Đơn hàng của bạn thành công
zh_hans: 订单详细信息已保存。您的订单成功
zh_hant: 訂單詳細信息已保存。您的訂單成功

source: Payment has succeeded
ar: نجح الدفع
de: Die Zahlung war erfolgreich
es: El pago se ha realizado correctamente
fr: Le paiement a réussi
id: Pembayaran berhasil
ja: 支払いが成功しました
ko: 결제가 완료되었습니다
pl: Płatność powiodła się
ru: Оплата прошла успешно
sv: Betalningen har lyckats
vi: Thanh toán đã thành công
zh_hans: 付款成功
zh_hant: 付款成功

source: Here is your Order Invoice
ar: ها هي فاتورة طلبك
de: Hier ist die Bestellrechnung
es: Aquí está la factura de su pedido
fr: Voici votre facture de commande
id: Ini Faktur Pesanan Anda
ja: ここにあなたの注文請求書があります
ko: 주문 송장입니다
pl: Oto faktura za zamówienie
ru: Вот ваш счет за заказ
sv: Här är din beställningsfaktura
vi: Đây là hóa đơn đặt hàng của bạn
zh_hans: 这是您的订单发票
zh_hant: 這是您的訂單發票

source: Here are your tickets
ar: ها هي التذاكر الخاصة بك
de: Hier sind die Tickets
es: Aquí tienes tus entradas
fr: Voici vos billets
id: Ini tiket Anda
ja: ここにあなたのチケットがあります
ko: 여기 티켓입니다
pl: Oto twoje bilety
ru: Вот ваши билеты
sv: Här är dina biljetter
vi: Đây là vé của bạn
zh_hans: 这是你的票
zh_hant: 這是你的票

source: Online and In-Person Event at
ar: حدث عبر الإنترنت وشخصيًا في
de: Online- und Vor-Ort-Veranstaltung bei
es: Evento en línea y en persona en
fr: Événement en ligne et en personne à
id: Acara daring dan Luring di
ja: オンラインおよび対面イベント
ko: 온라인 및 오프라인 이벤트
pl: Wydarzenie online i na żywo pod adresem
ru: Онлайн и личное мероприятие в
sv: Online- och personhändelse kl
vi: Sự kiện Trực tuyến và Trực tiếp tại
zh_hans: 的在线和个人活动
zh_hant: 的在線和個人活動

source: Location to be announced
ar: سيتم الإعلان عن الموقع
de: Ort wird bekannt gegeben
es: Ubicación por anunciar
fr: Lieu à annoncer
id: Lokasi akan diumumkan
ja: 発表される場所
ko: 발표 할 위치
pl: Miejsce do ogłoszenia
ru: Местоположение будет объявлено дополнительно
sv: Plats meddelas
vi: Vị trí sẽ được thông báo
zh_hans: 地点待定
zh_hant: 地點待定

source: Please login to follow a group.
ar: الرجاء تسجيل الدخول لمتابعة مجموعة.
de: Bitte melden Sie sich an, um einer Gruppe zu folgen.
es: Inicie sesión para seguir a un grupo.
fr: Veuillez vous connecter pour suivre un groupe.
id: Silakan masuk untuk mengikuti grup.
ja: グループをフォローするにはログインしてください。
ko: 그룹을 팔로우하려면 로그인하세요.
pl: Zaloguj się, aby obserwować grupę.
ru: Пожалуйста, войдите, чтобы подписаться на группу.
sv: Logga in för att följa en grupp.
vi: Vui lòng đăng nhập để theo dõi một nhóm.
zh_hans: 请登录以关注群组。
zh_hant: 請登錄以關注群組。

source: Session details have been saved
ar: تم حفظ تفاصيل الجلسة
de: Sitzungsdetails wurden gespeichert
es: Se han guardado los detalles de la sesión
fr: Votre session a été sauvegardée
id: Detail sesi telah disimpan
ja: セッションの詳細が保存されました
ko: 세션 세부 정보가 저장되었습니다.
pl: Szczegóły sesji zostały zapisane
ru: Детали сеанса сохранены
sv: Sessionsinformation har sparats
vi: Chi tiết phiên đã được lưu
zh_hans: 会话详细信息已保存
zh_hant: 會話詳細信息已保存

source: Proposal has been withdrawn successfully.
ar: تم سحب الاقتراح بنجاح.
de: Der Vorschlag wurde erfolgreich zurückgezogen.
es: La propuesta se ha retirado correctamente.
fr: La proposition a été retirée avec succès.
id: Proposal berhasil ditarik.
ja: 提案は正常に取り下げられました。
ko: 제안이 성공적으로 철회되었습니다.
pl: Wniosek został pomyślnie wycofany.
ru: Предложение успешно отозвано.
sv: Förslaget har dragits tillbaka.
vi: Đề xuất đã được rút lại thành công.
zh_hans: 提案已成功撤消。
zh_hant: 提案已成功撤消。

source: Do you want to accept the invite?
ar: هل تريد قبول الدعوة؟
de: Möchten Sie die Einladung annehmen?
es: ¿Quieres aceptar la invitación?
fr: Voulez-vous accepter l'invitation ?
id: Apakah Anda ingin menerima undangan?
ja: 招待を受け入れますか？
ko: 초대를 수락하시겠습니까?
pl: Czy chcesz przyjąć zaproszenie?
ru: Вы хотите принять приглашение?
sv: Vill du acceptera inbjudan?
vi: Bạn có muốn chấp nhận lời mời không?
zh_hans: 您要接受邀请吗？
zh_hant: 您要接受邀請嗎？

source: Speaker invite has been accepted.
ar: تم قبول دعوة المتحدث.
de: Die Einladung zum Vortrag wurde angenommen.
es: Se ha aceptado la invitación a orador.
fr: L'invitation du conférencier a été acceptée.
id: Undangan pembicara telah diterima.
ja: 講演者の招待を受け付けました。
ko: 연사 초대가 수락되었습니다.
pl: Zaproszenie prelegenta zostało zaakceptowane.
ru: Приглашение выступить принято.
sv: Talarinbjudan har accepterats.
vi: Lời mời diễn giả đã được chấp nhận.
zh_hans: 发言人邀请已被接受。
zh_hant: 發言人邀請已被接受。

source: Do you want to reject the invite?
ar: هل تريد رفض الدعوة؟
de: Möchten Sie die Einladung ablehnen?
es: ¿Quieres rechazar la invitación?
fr: Voulez-vous rejeter l'invitation ?
id: Apakah Anda ingin menolak undangan?
ja: 招待を拒否しますか？
ko: 초대를 거부하시겠습니까?
pl: Czy chcesz odrzucić zaproszenie?
ru: Вы хотите отклонить приглашение?
sv: Vill du avvisa inbjudan?
vi: Bạn có muốn từ chối lời mời không?
zh_hans: 您要拒绝邀请吗？
zh_hant: 您要拒絕邀請嗎？

source: Speaker invite has been rejected.
ar: تم رفض دعوة المتحدث.
de: Sprechereinladung wurde abgelehnt.
es: La invitación a orador ha sido rechazada.
fr: L'invitation du conférencier a été rejetée.
id: Undangan pembicara telah ditolak.
ja: 講演者の招待は拒否されました。
ko: 발표자 초대가 거부되었습니다.
pl: Zaproszenie prelegenta zostało odrzucone.
ru: Приглашение выступить отклонено.
sv: Talarinbjudan har avvisats.
vi: Lời mời diễn giả đã bị từ chối.
zh_hans: 发言人邀请已被拒绝。
zh_hant: 發言人邀請已被拒絕。

source: Thank you for signing up on {{appName}}.
ar: شكرًا لك على الاشتراك في {{appName}}.
de: Vielen Dank, dass Sie sich bei {{appName}} angemeldet haben.
es: Gracias por registrarse en {{appName}}.
fr: Merci de vous être inscrit sur {{appName}}.
id: Terima kasih telah mendaftar di {{appName}}.
ja: {{appName}}にご登録いただきありがとうございます。
ko: {{appName}}에 가입해 주셔서 감사합니다.
pl: Dziękujemy za zarejestrowanie się w {{appName}}.
ru: Спасибо за регистрацию в {{appName}}.
sv: Tack för att du registrerade dig på {{appName}}.
vi: Cảm ơn bạn đã đăng ký trên {{appName}}.
zh_hans: 感谢您注册 {{appName}}。
zh_hant: 感謝您註冊 {{appName}}。

source: OK
ar: نعم
es: Aceptar
id: Oke
ko: 확인
ru: ОК
zh_hant: 確定

source: We have sent an email with a verification link to you. Please go to your email account and verify your email to get full access to the system. We are logging you into your newly created account now, but your account functionalities are limited until your email is verified. Please press "Ok" to be redirected to the previous page.
ar: لقد أرسلنا إليك بريدًا إلكترونيًا به رابط التحقق. يرجى الدخول إلى حساب البريد الإلكتروني الخاص بك والتحقق من بريدك الإلكتروني للوصول الكامل إلى النظام. نحن نسجل دخولك إلى حسابك الذي تم إنشاؤه حديثًا الآن ، ولكن وظائف حسابك محدودة حتى يتم التحقق من بريدك الإلكتروني. الرجاء الضغط على "موافق" لإعادة توجيهك إلى الصفحة السابقة.
de: Wir haben eine E-Mail mit einem Bestätigungslink an Sie gesendet. Bitte gehen Sie zu Ihrem E-Mail-Konto und überprüfen Sie Ihre E-Mail, um vollen Zugriff auf das System zu erhalten. Wir melden Sie jetzt in Ihrem neu erstellten Konto an, aber Ihre Kontofunktionen sind eingeschränkt, bis Ihre E-Mail-Adresse bestätigt wurde. Bitte drücken Sie "OK", um zur vorherigen Seite weitergeleitet zu werden.
es: Le hemos enviado un correo electrónico con un enlace de verificación. Vaya a su cuenta de correo electrónico y verifique su correo electrónico para obtener acceso completo al sistema. Lo estamos registrando en su cuenta recién creada ahora, pero las funcionalidades de su cuenta están limitadas hasta que se verifique su correo electrónico. Presione "Aceptar" para ser redirigido a la página anterior.
fr: Nous vous avons envoyé un e-mail contenant un lien de vérification. Veuillez accéder à votre compte de messagerie et vérifier votre adresse e-mail pour obtenir un accès complet au système. Nous vous connectons maintenant à votre nouveau compte, mais les fonctionnalités de votre compte sont limitées jusqu'à ce que votre adresse e-mail soit vérifiée. Veuillez appuyer sur "Ok" pour être redirigé vers la page précédente.
id: Kami telah mengirimkan email dengan tautan verifikasi kepada Anda. Silakan masuk ke akun email Anda dan verifikasi email Anda untuk mendapatkan akses penuh ke sistem. Kami sedang memasukkan Anda ke akun yang baru dibuat sekarang, tetapi fungsi akun Anda terbatas sampai email Anda diverifikasi. Silahkan tekan "Ok" untuk diarahkan ke halaman sebelumnya.
ja: 確認リンクが記載されたメールをお送りしました。システムへのフルアクセスを取得するには、メールアカウントにアクセスしてメールを確認してください。現在、新しく作成したアカウントにログインしていますが、メールが確認されるまで、アカウントの機能は制限されています。前のページにリダイレクトするには、「OK」を押してください。
ko: 확인 링크가 포함 된 이메일을 보내 드렸습니다. 시스템에 대한 전체 액세스 권한을 얻으려면 이메일 계정으로 이동하여 이메일을 확인하십시오. 지금 새로 생성 된 계정에 로그인하고 있지만 이메일이 확인 될 때까지 계정 기능이 제한됩니다. 이전 페이지로 이동하려면 "확인"을 누르십시오.
pl: Wysłaliśmy do Ciebie wiadomość e-mail z linkiem weryfikacyjnym. Przejdź do swojego konta e-mail i zweryfikuj swój adres e-mail, aby uzyskać pełny dostęp do systemu. Logujemy Cię teraz na nowo utworzone konto, ale funkcje Twojego konta są ograniczone do czasu weryfikacji adresu e-mail. Proszę nacisnąć „OK”, aby przejść do poprzedniej strony.
ru: Мы отправили вам электронное письмо со ссылкой для подтверждения. Пожалуйста, перейдите в свою учетную запись электронной почты и подтвердите свою электронную почту, чтобы получить полный доступ к системе. Сейчас мы выполняем вход в вашу недавно созданную учетную запись, но ее функции ограничены до тех пор, пока ваш адрес электронной почты не будет проверен. Пожалуйста, нажмите «ОК», чтобы перейти на предыдущую страницу.
sv: Vi har skickat ett e -postmeddelande med en verifieringslänk till dig. Gå till ditt e -postkonto och verifiera din e -post för att få fullständig åtkomst till systemet. Vi loggar in dig på ditt nyskapade konto nu, men dina kontofunktioner är begränsade tills din e -postadress har verifierats. Tryck på "Ok" för att omdirigeras till föregående sida.
vi: Chúng tôi đã gửi một email có liên kết xác minh cho bạn. Vui lòng truy cập tài khoản email của bạn và xác minh email của bạn để có toàn quyền truy cập vào hệ thống. Chúng tôi đang đăng nhập bạn vào tài khoản mới tạo của bạn ngay bây giờ, nhưng các chức năng tài khoản của bạn bị giới hạn cho đến khi email của bạn được xác minh. Vui lòng nhấn "Ok" để được chuyển đến trang trước.
zh_hans: 我们已将包含验证链接的电子邮件发送给您。请转到您的电子邮件帐户并验证您的电子邮件以获取对系统的完全访问权限。我们现在正在将您登录到您新创建的帐户，但是在验证电子邮件之前，您的帐户功能受到限制。请按“确定”以重定向到上一页。
zh_hant: 我們已將包含驗證鏈接的電子郵件發送給您。請轉到您的電子郵件帳戶並驗證您的電子郵件以獲取對系統的完全訪問權限。我們現在正在將您登錄到您新創建的帳戶，但是在驗證電子郵件之前，您的帳戶功能受到限制。請按“確定”以重定向到上一頁。

source: User already exists.
ar: المستخدم موجود اصلا.
de: Benutzer existiert bereits.
es: El usuario ya existe.
fr: Cet utilisateur existe déjà.
id: Pengguna sudah ada.
ja: ユーザーは既に存在します。
ko: 사용자가 이미 존재합니다.
pl: Użytkownik już istnieje.
ru: Пользователь уже существует.
sv: Användare finns redan.
vi: Người dùng đã tồn tại.
zh_hans: 用户已存在。
zh_hant: 用戶已存在。

source: Invalid email address.
ar: عنوان البريد الإلكتروني غير صالح.
de: Ungültige E-Mail-Adresse.
es: Dirección de correo no válida.
fr: Adresse courriel invalide.
id: Alamat email salah.
ja: メールアドレスが無効です。
ko: 이메일 주소가 유효하지 않습니다.
pl: Nieprawidłowy adres e-mail
ru: Неверный адрес электронной почты.
sv: Ogiltig e-postadress.
vi: Email không hợp lệ
zh_hans: 无效邮箱地址。
zh_hant: 無效的電子郵件地址。

source: Basic Details
ar: تفاصيل أساسية
de: Allgemeine Informationen
es: Detalles básicos
fr: Information générale
id: Detail Dasar
ja: 基本的な詳細
ko: 기본 세부 사항
pl: Podstawowe szczegóły
ru: Основные детали
sv: Grundläggande detaljer
vi: Chi tiết cơ bản
zh_hans: 基本详情
zh_hant: 基本細節

source: Tell about your event
ar: أخبر عن حدثك
de: Alles Wichtige über die Veranstaltung
es: Cuenta tu evento
fr: Décrivez votre évènement
id: Ceritakan tentang acara Anda
ja: イベントについて伝える
ko: 이벤트에 대해 알려주세요
pl: Opowiedz o swoim wydarzeniu
ru: Расскажите о своем мероприятии
sv: Berätta om ditt evenemang
vi: Kể về sự kiện của bạn
zh_hans: 讲述您的活动
zh_hant: 講述您的活動

source: Additional Info
ar: معلومات إضافية
de: Weitere Infos
es: Información Adicional
fr: Informations supplémentaires
id: Info tambahan
ja: 追加情報
ko: 추가 정보
pl: Dodatkowe informacje
ru: Дополнительная информация
sv: Ytterligare Info
vi: Thông tin bổ sung
zh_hans: 附加信息
zh_hant: 額外資訊

source: Extra details about your event
ar: تفاصيل إضافية حول الحدث الخاص بك
de: Zusätzliche Details zur Veranstaltung
es: Detalles adicionales sobre su evento
fr: Détails supplémentaires sur votre évènement
id: Detail tambahan tentang acara Anda
ja: イベントに関する追加情報
ko: 이벤트에 대한 추가 세부 정보
pl: Dodatkowe szczegóły dotyczące Twojego wydarzenia
ru: Дополнительные сведения о вашем мероприятии
sv: Extra detaljer om ditt evenemang
vi: Thông tin chi tiết bổ sung về sự kiện của bạn
zh_hans: 有关活动的更多详细信息
zh_hant: 有關活動的更多詳細信息

source: Attendee Form
ar: استمارة الحضور
de: Teilnehmerformular
es: Formulario de asistente
fr: Formulaire des participants
id: Formulir Peserta
ja: 出席者フォーム
ko: 참석자 양식
pl: Formularz uczestnika
ru: Форма участника
sv: Deltagarform
vi: Biểu mẫu người tham dự
zh_hans: 参加者表格
zh_hant: 參加者表格

source: Know your audience
ar: اعرف جمهورك
de: Teilnehmer kennenlernen
es: Conoce a tu audiencia
fr: Connaissez votre public
id: Kenali audiens Anda
ja: オーディエンスを把握する
ko: 청중을 알아라
pl: Poznaj swoich odbiorców
ru: Знай свою аудиторию
sv: Känn din publik
vi: Biết khán giả của bạn
zh_hans: 了解你的听众
zh_hant: 了解你的聽眾

source: Supporters
ar: الرعاة
de: Unterstützer
es: Patrocinadores
fr: Sponsors
id: Sponsor
ja: スポンサー
ko: 후원사
pl: Sponsorzy
ru: Спонсоры
sv: Sponsorer
vi: Nhà Tài Trợ
zh_hans: 赞助商
zh_hant: 贊助商

source: Sessions & Speakers
ar: الجلسات والمتحدثين
de: Sitzungen & Referenten
es: Sesiones y ponentes
fr: Sessions & Orateurs
id: Sesi & Pembicara
ja: セッションとスピーカー
ko: 세션 및 연사
pl: Sesje i prelegenci
ru: Сеансы и спикеры
sv: Sessioner och högtalare
vi: Phiên & Diễn giả
zh_hans: 演讲嘉宾
zh_hant: 演講嘉賓

source: Expand your event
ar: قم بتوسيع الحدث الخاص بك
de: Konferenzen managen
es: Expande tu evento
fr: Renforcer le contenu
id: Perluas acara Anda
ja: イベントを展開する
ko: 이벤트 확장
pl: Rozwiń swoje wydarzenie
ru: Расширьте свое мероприятие
sv: Utöka ditt evenemang
vi: Mở rộng sự kiện của bạn
zh_hans: 扩大活动
zh_hant: 擴大活動

source: Your event has been saved
ar: تم حفظ الحدث الخاص بك
de: Die Veranstaltung wurde gespeichert
es: Tu evento ha sido guardado
fr: Votre évènement a été enregistré
id: Acara Anda telah disimpan
ja: イベントが保存されました
ko: 이벤트가 저장되었습니다
pl: Twoje wydarzenie zostało zapisane
ru: Ваше мероприятие было сохранено
sv: Ditt evenemang har sparats
vi: Sự kiện của bạn đã được lưu
zh_hans: 您的活动已保存
zh_hant: 您的活動已保存

source: Tickets are required for publishing an event.
ar: التذاكر مطلوبة لنشر حدث.
de: Für die Veröffentlichung einer Veranstaltung sind Eintrittskarten erforderlich.
es: Se requieren boletos para publicar un evento.
fr: Les billets sont nécessaires pour publier un événement.
id: Tiket diperlukan untuk menerbitkan acara.
ja: イベントの公開にはチケットが必要です。
ko: 이벤트를 게시하려면 티켓이 필요합니다.
pl: Bilety są wymagane do publikacji wydarzenia.
ru: Билеты необходимы для публикации мероприятия.
sv: Biljetter krävs för att publicera ett evenemang.
vi: Cần có vé để xuất bản một sự kiện.
zh_hans: 发布活动需要门票。
zh_hant: 發布活動需要門票。

source: Marked all as Read successfully
ar: تم وضع علامة "مقروءة" على الكل بنجاح
de: Alle als erfolgreich gelesen markiert
es: Marcado todo como leído correctamente
fr: Tout a été marqué comme lu
id: Berhasil menandai semua sebagai Dibaca
ja: すべて読み取り済みとしてマーク
ko: 모두 읽음으로 표시했습니다.
pl: Oznaczono wszystko jako przeczytane pomyślnie
ru: Все помечены как успешно прочитанные
sv: Markerade alla som lästa
vi: Đã đánh dấu tất cả là Đã đọc thành công
zh_hans: 全部标记为已读
zh_hant: 全部標記為已讀

source: Organisation
ar: منظمة
es: Organización
id: Organisasi
ja: 組織
ko: 조직
pl: Organizacja
ru: Организация
vi: Cơ quan
zh_hans: 机构
zh_hant: 組織
