Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Invitation for Sessions
ar: دعوة لحضور الجلسات
de: Einladung zu Sitzungen
es: Invitación a sesiones
fr: Invitation aux séances
id: Undangan untuk Sesi
ja: セッションへの招待
ko: 세션 초대
pl: Zaproszenie na sesje
ru: Приглашение на сеансы
sv: Inbjudan till sessioner
vi: Lời mời cho các phiên
zh_hans: 会议邀请
zh_hant: 會議邀請

source: You have not been invited for any session.
ar: لم تتم دعوتك لأي جلسة.
de: Sie wurden zu keiner Sitzung eingeladen.
es: No ha sido invitado a ninguna sesión.
fr: Vous n'avez été invité à aucune session.
id: Anda belum diundang untuk sesi apa pun.
ja: どのセッションにも招待されていません。
ko: 당신은 어떤 세션에도 초대받지 않았습니다.
pl: Nie zostałeś zaproszony na żadną sesję.
ru: Вы не были приглашены ни на одну сессию.
sv: Du har inte blivit inbjuden till någon session.
vi: Bạn đã không được mời cho bất kỳ phiên nào.
zh_hans: 您尚未受邀参加任何会议。
zh_hant: 您尚未受邀參加任何會議。

source: You need to login to view and accept invite(s).
ar: تحتاج إلى تسجيل الدخول لعرض وقبول الدعوات.
de: Sie müssen sich anmelden, um Einladungen zu sehen und anzunehmen.
es: Debe iniciar sesión para ver y aceptar invitaciones.
fr: Vous devez vous connecter pour afficher et accepter les invitations.
id: Anda harus masuk untuk melihat dan menerima undangan.
ja: 招待を表示して受け入れるには、ログインする必要があります。
ko: 초대를 보고 수락하려면 로그인해야 합니다.
pl: Musisz się zalogować, aby wyświetlić i zaakceptować zaproszenia.
ru: Вам необходимо войти в систему, чтобы просмотреть и принять приглашения.
sv: Du måste logga in för att visa och acceptera inbjudna.
vi: Bạn cần đăng nhập để xem và chấp nhận (các) lời mời.
zh_hans: 您需要登录才能查看和接受邀请。
zh_hant: 您需要登錄才能查看和接受邀請。

source: You have been invited for the following session(s).
ar: لقد تمت دعوتك لحضور الجلسة (الجلسات) التالية.
de: Sie wurden zu den folgenden Sitzungen eingeladen.
es: Ha sido invitado a las siguientes sesiones.
fr: Vous avez été invité pour la ou les session(s) suivante(s).
id: Anda telah diundang untuk sesi berikut.
ja: 次のセッションに招待されました。
ko: 다음 세션에 초대되었습니다.
pl: Zostałeś zaproszony na następną(e) sesję(e).
ru: Вы были приглашены на следующие занятия.
sv: Du har blivit inbjuden till följande sessioner.
vi: Bạn đã được mời tham gia (các) phiên sau.
zh_hans: 您已受邀参加以下会议。
zh_hant: 您已受邀參加以下會議。

source: Add Speaker Details
ar: أضف تفاصيل مكبر الصوت
de: Referentendetails hinzufügen
es: Agregar detalles del orador
fr: Ajouter les informations de l'orateur
id: Tambahkan Detail Speaker
ja: スピーカーの詳細を追加
ko: 스피커 세부 정보 추가
pl: Dodaj szczegóły głośnika
ru: Добавить сведения о спикере
sv: Lägg till högtalardetaljer
vi: Thêm chi tiết loa
zh_hans: 添加演讲者详细信息
zh_hant: 添加演講者詳細信息

source: Edit Speaker Details
ar: تحرير تفاصيل المتحدث
de: Referentendetails bearbeiten
es: Editar detalles del orador
fr: Modifier les informations de l'orateur
id: Edit Rincian Pembicara
ja: スピーカーの詳細を編集する
ko: 발표자 세부 정보 편집
pl: Edytuj szczegóły głośnika
ru: Изменить сведения о динамике
sv: Redigera högtalaruppgifter
vi: Chỉnh sửa chi tiết loa
zh_hans: 编辑演讲者详细信息
zh_hant: 編輯演講者詳細信息

source: Add New Session
ar: إضافة جلسة جديدة
de: Neue Sitzung hinzufügen
es: Agregar nueva sesión
fr: Ajouter une nouvelle session
id: Tambahkan Sesi Baru
ja: 新しいセッションの追加
ko: 새 세션 추가
pl: Dodaj nową sesję
ru: Добавить новую сессию
sv: Lägg till ny session
vi: Thêm phiên mới
zh_hans: 添加新会话
zh_hant: 添加新會話

source: This event is licenced under
ar: هذا الحدث مرخص تحت
de: Diese Veranstaltung ist lizenziert unter
es: Este evento está autorizado bajo
fr: Cet évènement est licencié sous
id: Acara ini berlisensi di bawah
ja: このイベントは、
ko: 이 이벤트는
pl: To wydarzenie jest objęte licencją w ramach
ru: Это мероприятие находится под лицензией
sv: Detta evenemang är licensierat enligt
vi: Sự kiện này được cấp phép theo
zh_hans: 此活动的许可依据
zh_hant: 此活動的許可依據

source: Getting Here
ar: الوصول إلى هنا
de: Zugang
es: Llegar aquí
fr: Pour s'y rendre
id: Menuju ke Sini
ja: ここで取得
ko: 여기에 도착
pl: Dostać się tutaj
ru: Как добраться
sv: Komma hit
vi: Đến đây
zh_hans: 到达这里
zh_hant: 到達這裡

source: Meet us in our exhibitor video room!
ar: قابلنا في غرفة فيديو العارضين لدينا!
de: Treffen Sie uns in unserem Aussteller-Videoraum!
es: ¡Encuéntrenos en nuestra sala de videos para expositores!
fr: Retrouvez-nous dans notre salle vidéo exposants !
id: Temui kami di ruang video peserta pameran kami!
ja: 出展者ビデオルームでお会いしましょう！
ko: 참가업체 영상실에서 만나보세요!
pl: Spotkaj się z nami w sali wideo dla wystawców!
ru: Встретимся в нашем видео-зале для экспонентов!
sv: Möt oss i vårt videorum för utställare!
vi: Gặp chúng tôi trong phòng video của nhà triển lãm của chúng tôi!
zh_hans: 在我们的参展商视频室与我们见面！
zh_hant: 在我們的參展商視頻室與我們見面！

source: Join Exhibitor Video Room
ar: انضم إلى غرفة فيديو العارضين
de: Dem Aussteller-Videoraum beitreten
es: Únase a la sala de videos del expositor
fr: Rejoignez la salle vidéo des exposants
id: Bergabunglah dengan Ruang Video Peserta
ja: 出展者ビデオルームに参加
ko: 참가 업체 비디오 룸 참여
pl: Dołącz do pokoju wideo wystawcy
ru: Присоединяйтесь к видео-комнате экспонента
sv: Gå med i Exhibitor Video Room
vi: Tham gia Phòng Video của Nhà triển lãm
zh_hans: 加入展商视频室
zh_hant: 加入展商視頻室

source: Get in touch
ar: ابقى على تواصل
de: Kontakt aufnehmen
es: Contáctanos
fr: Rentrer en contact
id: Hubungi kami
ja: 連絡先
ko: 연락하기
pl: Skontaktuj się z nami
ru: Оставайтесь в курсе событий
sv: Komma i kontakt
vi: Liên lạc
zh_hans: 联系我们
zh_hant: 保持聯繫

source: Related Sessions
ar: الجلسات ذات الصلة
de: Verwandte Sitzungen
es: Sesiones relacionadas
fr: Sessions connexes
id: Sesi Terkait
ja: 関連セッション
ko: 관련 세션
pl: Powiązane sesje
ru: Связанные сеансы
sv: Relaterade sessioner
vi: Phiên liên quan
zh_hans: 相关会议
zh_hant: 相關會議

source: Exhibitor Video
ar: فيديو العارضين
de: Ausstellervideo
es: Video del expositor
fr: Vidéo exposant
id: Video Peserta
ja: 出展者ビデオ
ko: 참가 업체 영상
pl: Wideo wystawcy
ru: Видео экспонента
sv: Utställarvideo
vi: Video của nhà triển lãm
zh_hans: 展商视频
zh_hant: 展商視頻

source: Exhibitor Slides
ar: شرائح العارضين
de: Aussteller-Folien
es: Diapositivas del expositor
fr: Diapositives des exposants
id: Slide Peserta
ja: 出展者スライド
ko: 전시자 슬라이드
pl: Slajdy wystawców
ru: Слайды экспонентов
sv: Utställningsglas
vi: Trang trình bày của Nhà triển lãm
zh_hans: 参展幻灯片
zh_hant: 參展幻燈片

source: Featured Speakers
ar: مكبرات صوت مميزة
de: Wichtige Referenten
es: Oradores destacados
fr: Orateurs
id: Pembicara Unggulan
ja: 注目のスピーカー
ko: 주요 연사
pl: Wyróżnieni prelegenci
ru: Избранные спикеры
sv: Utvalda talare
vi: Loa nổi bật
zh_hans: 主讲嘉宾
zh_hant: 主打講者

source: More Speakers
ar: المزيد من مكبرات الصوت
de: Weitere Referenten
es: Más oradores
fr: Plus de conférenciers
id: Lebih Banyak Pembicara
ja: より多くのスピーカー
ko: 더 많은 스피커
pl: Więcej głośników
ru: Больше спикеров
sv: Fler högtalare
vi: Nhiều loa hơn
zh_hans: 更多演讲嘉宾
zh_hant: 更多演講嘉賓

source: Getting here
ar: الوصول إلى هنا
de: Zugang
es: Llegando aqui
fr: Y aller
id: Menuju kesini
ja: ここで取得
ko: 여기에 도착
pl: Dostać się tutaj
ru: Как добраться
sv: Kommer hit
vi: Đến đây
zh_hans: 到这里
zh_hant: 到這裡

source: Site
ar: موقع
de: Website
es: Lugar
id: Situs
ja: サイト
ko: 사이트
pl: Strona
ru: Сайт
sv: Sida
vi: Trang web
zh_hans: 站点
zh_hant: 網站

source: Sale ends on
ar: البيع ينتهي في
de: Verkauf endet am
es: La oferta termina el
fr: La vente se termine le
id: Obral berakhir pada
ja: セール終了
ko: 판매 종료일
pl: Wyprzedaż kończy się w dniu
ru: Распродажа заканчивается
sv: Försäljningen slutar
vi: Giảm giá kết thúc vào
zh_hans: 特卖结束
zh_hant: 特賣結束

source: Enter Donation
ar: أدخل التبرع
de: Geben Sie die Spende ein
es: Ingresar donación
fr: Entrez le don
id: Masukkan Donasi
ja: 寄付を入力
ko: 기부금 입력
pl: Wprowadź darowiznę
ru: Введите пожертвование
sv: Ange donation
vi: Nhập số tiền
zh_hans: 输入捐款
zh_hant: 輸入捐款

source: Sold Out
ar: نفذ
de: Ausverkauft
es: Agotado
fr: Épuisé
id: Habis terjual
ja: 完売
ko: 매진
pl: Wyprzedane
ru: Продано
sv: Utsåld
vi: Bán hết
zh_hans: 卖光了
zh_hant: 賣光了

source: Subtotal :
ar: المجموع الفرعي:
de: Zwischensumme:
fr: Sous-total :
ja: 小計:
ko: 부분합계:
pl: Suma częściowa:
ru: Предварительный итог:
sv: Delsumma:
vi: Tổng phụ :
zh_hans: 小计：
zh_hant: 小計：

source: Included in Grand Total
ar: متضمن في المجموع الكلي
de: In der Gesamtsumme enthalten
es: Incluido en Gran Total
fr: Inclus dans le total général
id: Termasuk dalam Grand Total
ja: 総計に含まれる
ko: 총계에 포함
pl: Zawarte w sumie całkowitej
ru: Включено в общую сумму
sv: Ingår i Totalsumma
vi: Đã bao gồm trong Tổng tổng
zh_hans: 包含在总计中
zh_hant: 包含在總計中

source: Promotional Code
ar: شفرة تخفيض
de: Rabattcode
es: Codigo promocional
fr: Code de remise
id: Kode promosi
ja: プロモーションコード
ko: 프로모션 코드
pl: Kod promocyjny
ru: Промо код
sv: Kampanjkod
vi: Mã khuyến mại
zh_hans: 促销代码
zh_hant: 促銷代碼

source: Apply code
ar: تطبيق الكود
de: Code anwenden
es: Aplica el código
fr: Appliquer le code
id: Terapkan kode
ja: コードを適用する
ko: 코드 적용
pl: Zastosuj kod
ru: Применить код
sv: Tillämpa kod
vi: Áp dụng mã
zh_hans: 应用代码
zh_hant: 應用代碼

source: Enter promotional code
ar: أدخل الرمز الترويجي
de: Rabattcode eingeben
es: Introduzca el código de promoción
fr: Saisir le code de remise
id: Masukkan kode promosi
ja: プロモーション コードを入力してください
ko: 프로모션 코드 입력
pl: Wprowadź kod promocyjny
ru: Введите промокод
sv: Ange kampanjkod
vi: Nhập mã khuyến mại
zh_hans: 输入促销代码
zh_hant: 輸入促銷代碼

source: Session Not Yet Scheduled
ar: الجلسة لم يتم تحديد موعدها بعد
de: Noch nicht geplante Sitzung
es: Sesión aún no programada
fr: La session n'est pas encore programmée
id: Sesi Belum Dijadwalkan
ja: セッションはまだ予定が決まっていません
ko: 아직 예약되지 않은 세션
pl: Sesja jeszcze nie zaplanowana
ru: Сеанс еще не запланирован
sv: Sessionen är inte planerad ännu
vi: Phiên chưa được lên lịch
zh_hans: 尚未安排会议
zh_hant: 尚未安排會議

source: Show
ar: يعرض
de: Anzeigen
es: Ver
fr: Voir
id: Tampilkan
ja: 表示
ko: 보기
pl: Pokaż
ru: Показать
sv: Visa
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

source: entries per page
ar: إدخالات لكل صفحة
de: Einträge pro Seite
es: entradas por página
fr: entrées par page
id: entri per halaman
ja: ページごとのエントリ数
ko: 페이지 당 항목
pl: wpisów na stronie
ru: записей на страницу
sv: poster per sida
vi: mục trên mỗi trang
zh_hans: 每页条目
zh_hant: 每頁條目

source: Showing
ar: عرض
de: Anzeige
es: Mostrando
fr: Visualisant
id: Menampilkan
ja: 見せる
ko: 전시
pl: Seans
ru: Показ
sv: Som visar
vi: Hiển thị
zh_hans: 显示中
zh_hant: 顯示中

source: of
ar: ل
de: aus
es: de
fr: de
id: dari
ja: の
pl: od
ru: из
sv: av
zh_hant: 的

source: entries
ar: إدخالات
de: Einträge
es: entradas
fr: entrées
id: entri
ja: エントリ
ko: 항목
pl: wpisy
ru: элементы
sv: poster
vi: mục
zh_hans: 参赛作品
zh_hant: 參賽作品

source: Are you sure you would like to delete this video recording?
ar: هل أنت متأكد أنك تريد حذف تسجيل الفيديو هذا؟
de: Sind Sie sicher, dass Sie diese Videoaufzeichnung löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta grabación de video?
fr: Voulez-vous vraiment supprimer cet enregistrement vidéo ?
id: Apakah Anda yakin ingin menghapus rekaman video ini?
ja: このビデオ録画を削除してもよろしいですか？
ko: 이 동영상 녹화를 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć to nagranie wideo?
ru: Вы уверены, что хотите удалить эту видеозапись?
sv: Vill du ta bort den här videoinspelningen?
vi: Bạn có chắc chắn muốn xóa bản ghi video này không?
zh_hans: 您确定要删除此视频录制吗？
zh_hant: 您確定要刪除此視頻錄製嗎？

source: Restore
ar: يعيد
de: Wiederherstellen
es: Recuperar
fr: Restaurer
id: Pulihkan
ja: リストア
ko: 복원
ru: Восстановить
sv: återställ
vi: khôi phục
zh_hans: 恢复

source: Resend invoice mail
ar: إعادة إرسال بريد الفاتورة
de: Rechnungs-E-Mail erneut versenden
es: Reenviar correo de factura
fr: Renvoyer le courriel de facturation
id: Kirim ulang surat faktur
ja: 請求書メールの再送信
ko: 인보이스 메일 재전송
pl: Wyślij ponownie fakturę pocztą
ru: Отправить счет-фактуру повторно
sv: Skicka fakturapost igen
vi: Gửi lại thư hóa đơn
zh_hans: 重新发送发票邮件
zh_hant: 重新發送發票郵件

source: Are you sure you would like to delete this user?
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟
de: Diesen Nutzer wirklich löschen?
es: Realmente que desea eliminar este evento
fr: Etes-vous certains de vouloir supprimer cet utilisateur ?
id: Apakah Anda yakin ingin menghapus pengguna ini?
ja: このイベントを削除してもよろしいですか
ko: 이 행사를 삭제 하시겠습니까
pl: Czy na pewno chcesz usunąć tego użytkownika?
ru: Вы уверены, что хотите удалить этого пользователя?
sv: Är du säker på att du vill ta bort den här användaren?
vi: Bạn có chắc muốn xóa sự kiện này không
zh_hans: 您确定要删除此活动吗
zh_hant: 您確定要刪除此活動

source: User has administrative privileges, he has privileges of the following roles for all the events:
ar: يتمتع المستخدم بامتيازات إدارية ، ولديه امتيازات الأدوار التالية لجميع الأحداث:
de: Der Benutzer verfügt über Administratorrechte und für folgende Rollen über alle Veranstaltungen:
es: El usuario tiene privilegios administrativos, tiene privilegios de los siguientes roles para todos los eventos:
fr: L'utilisateur a des privilèges administratifs, il a les privilèges des rôles suivants pour tous les évènements :
id: Pengguna memiliki hak administratif, dia memiliki hak istimewa untuk peran berikut untuk semua acara:
ja: ユーザーは管理者権限を持ち、すべてのイベントに対して以下のロールの特権を持ちます。
ko: 사용자는 관리 권한이 있으며 모든 이벤트에 대해 다음 역할의 권한이 있습니다.
pl: Użytkownik ma uprawnienia administratora, ma uprawnienia do następujących ról dla wszystkich zdarzeń:
ru: Пользователь имеет права администратора, он имеет права следующих ролей для всех событий:
sv: Användaren har administratörsbehörighet, han har privilegier för följande roller för alla händelser:
vi: Người dùng có đặc quyền quản trị, anh ta có đặc quyền với các vai trò sau đây cho tất cả các sự kiện:
zh_hans: 用户具有管理特权，他对所有事件都具有以下角色的特权：
zh_hant: 用戶具有管理特權，他對所有事件都具有以下角色的特權：

source: Co organizer
ar: منظم مشارك
de: Mitveranstalter
es: Co organizador
fr: Co-organisateur
id: Co penyelenggara
ja: 共同主催者
ko: 관리자
pl: Współorganizator
ru: Со-организатор
sv: Medarrangör
vi: Đồng tổ chức
zh_hans: 联合组织者
zh_hant: 協辦者

source: Track Organizer
ar: منظم المسار
de: Themen-Organisator
es: Organizador de pistas
fr: Responsable de Track
id: Lacak Penyelenggara
ja: トラック主催者
ko: 트랙 관리자
pl: Organizator torów
ru: Организаторы трека
sv: Spårarrangör
vi: Theo dõi tổ chức
zh_hans: 轨道组织
zh_hant: 追蹤主辦者

source: Registrar
ar: المسجل
de: Rechtspfleger
es: Registrador
fr: Greffier
id: Pendaftar
ja: 登録事務官
ko: 기록 사무관
pl: Rejestrator
ru: Регистраторы
sv: Registrator
vi: Nhà đăng ký
zh_hans: 登记员
zh_hant: 登記員

source: Moderator
ar: مشرف
es: Moderador
fr: Modérateur
ja: 司会者
ko: 중재자
ru: Модератор
sv: Moderatör
vi: Người điều hành
zh_hans: 管理员
zh_hant: 主持人

source: Verified User
ar: مستخدم تم التحقق منه
de: Bestätigter Benutzer
es: Usuario verificado
fr: Utilisateur vérifié
id: Pengguna Terverifikasi
ja: 確認済みユーザー
ko: 확인 된 사용자
pl: Zweryfikowany użytkownik
ru: Проверенный пользователь
sv: Verifierad användare
vi: Người dùng đã xác minh
zh_hans: 验证用户
zh_hant: 驗證用戶

source: Accounts
ar: حسابات
de: Benutzerkonten
es: Cuentas
fr: Comptes
id: Akun
ja: アカウント
pl: Konta
ru: Учетные записи
sv: Konton
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳戶

source: Are you sure you would like to delete this video channel?
ar: هل أنت متأكد أنك تريد حذف قناة الفيديو هذه؟
de: Möchten Sie diesen Videokanal wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este canal de video?
fr: Voulez-vous vraiment supprimer cette chaîne vidéo ?
id: Apakah Anda yakin ingin menghapus saluran video ini?
ja: このビデオチャンネルを削除してもよろしいですか？
ko: 이 비디오 채널을 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć ten kanał wideo?
ru: Вы уверены, что хотите удалить этот видеоканал?
sv: Vill du ta bort den här videokanalen?
vi: Bạn có chắc chắn muốn xóa kênh video này không?
zh_hans: 您确定要删除此视频频道吗？
zh_hant: 您確定要刪除此視頻頻道嗎？

source: Deactivate
ar: تعطيل
de: Deaktivieren
es: Desactivar
fr: Désactiver
id: Nonaktifkan
ja: 無効化
ko: 정지
pl: Zarchiwizuj
ru: Деактивировать
sv: Avaktivera
vi: Sao lưu
zh_hans: 停用
zh_hant: 停用

source: No dates available.
ar: لا توجد تواريخ متاحة.
de: Keine Daten verfügbar.
es: No hay fechas disponibles.
fr: Pas de dates disponible.
id: Tidak ada tanggal yang tersedia.
ja: 日付がありません。
ko: 사용 가능한 날짜가 없습니다.
pl: Brak dostępnych terminów.
ru: Нет доступных дат.
sv: Inga datum tillgängliga.
vi: Không có ngày nào.
zh_hans: 没有可用的日期。
zh_hant: 沒有可用的日期。

source: Event Dashboard
ar: لوحة معلومات الحدث
de: Veranstaltungs-Dashboard
es: Panel de eventos
fr: Tableau de bord des évènements
id: Dasbor Acara
ja: イベント ダッシュボード
ko: 이벤트 대시 보드
pl: Panel wydarzeń
ru: Панель событий
sv: Event -instrumentpanel
vi: Bảng điều khiển sự kiện
zh_hans: 活动仪表板
zh_hant: 活動儀表板

source: Withdrawn
ar: منسحب
de: Zurückgezogen
es: Retirado
fr: Retiré
id: Ditarik
ja: 引きこもった
ko: 빼는
pl: Wycofane
ru: Отменён автором
sv: Tillbakadragen
vi: Rút tiền
zh_hans: 取消
zh_hant: 取消

source: Canceled
ar: ألغيت
de: Abgesagt
es: Cancelado
fr: Annulé
id: Dibatalkan
ja: キャンセルされました
ko: 취소 된
pl: Anulowano
ru: Отменена
sv: Avbruten
vi: Đã hủy
zh_hans: 取消
zh_hant: 取消

source: No Session Information Added Yet
ar: لم يتم إضافة معلومات الجلسة حتى الآن
de: Noch keine Informationen hinzugefügt
es: Aún no se agregó información de sesión
fr: Aucune information de session n'a encore été ajoutée
id: Belum Ada Informasi Sesi yang Ditambahkan
ja: セッション情報はまだ追加されていません
ko: 아직 추가 된 세션 정보 없음
pl: Nie dodano jeszcze żadnych informacji o sesji
ru: Информация о сеансе еще не добавлена
sv: Ingen sessioninformation har lagts till ännu
vi: Chưa có thông tin phiên nào được thêm vào
zh_hans: 尚未添加会话信息
zh_hant: 尚未添加會話信息

source: Delete Session
ar: حذف الجلسة
de: Sitzung löschen
es: Eliminar sesión
fr: Supprimer la session
id: Hapus Sesi
ja: セッションの削除
ko: 세션 삭제
pl: Usuń sesję
ru: Удалить сеанс
sv: Ta bort session
vi: Xóa phiên
zh_hans: 删除会话
zh_hant: 刪除會話

source: Are you sure you would like to delete this Session?
ar: هل أنت متأكد أنك تريد حذف هذه الجلسة؟
de: Diese Sitzung wirklich löschen?
es: ¿Está seguro de que desea eliminar esta sesión?
fr: Etes-vous certains de vouloir supprimer cette session ?
id: Apakah Anda yakin ingin menghapus Sesi ini?
ja: このセッションを削除しますか?
ko: 이 세션을 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć tę sesję?
ru: Вы уверены, что хотите удалить этот сеанс?
sv: Är du säker på att du vill ta bort den här sessionen?
vi: Bạn có chắc chắn muốn xóa Phiên này không?
zh_hans: 您确定要删除此会话吗？
zh_hant: 您確定要刪除此會話嗎？

source: No Speaker Added Yet
ar: لم تتم إضافة مكبر صوت حتى الآن
de: Noch kein Sprecher hinzugefügt
es: Aún no se agregó ningún altavoz
fr: Aucun haut-parleur ajouté pour le moment
id: Belum Ada Speaker yang Ditambahkan
ja: まだスピーカーが追加されていません
ko: 아직 추가 된 스피커 없음
pl: Nie dodano jeszcze głośnika
ru: Спикер еще не добавлен
sv: Ingen högtalare har lagts till ännu
vi: Chưa có loa nào được thêm vào
zh_hans: 尚未添加发言人
zh_hant: 尚未添加發言人

source: Total Sales
ar: إجمالي المبيعات
de: Gesamtbetrag
es: Ventas totales
fr: Total ventes
id: Total Penjualan
ja: 合計販売
ko: 총 매출
pl: Całkowita sprzedaż
ru: Всего продаж
sv: Total rea
vi: Tổng doanh số
zh_hans: 总销售额
zh_hant: 總共買賣

source: No Ticket Information
ar: لا توجد معلومات تذكرة
de: Keine Ticket-Informationen
es: No hay información sobre los boletos
fr: Pas d'information sur le billet
id: Tidak Ada Informasi Tiket
ja: チケット情報はありません
ko: 티켓 정보 없음
pl: Brak informacji o biletach
ru: Нет информации о билетах
sv: Ingen biljettinformation
vi: Không có thông tin về vé
zh_hans: 无票信息
zh_hant: 沒有門票訊息

source: Review and Pay
ar: المراجعة والدفع
de: Überprüfen und bezahlen
es: Revisar y pagar
fr: Examiner et payer
id: Tinjau dan Bayar
ja: レビューと支払い
ko: 검토 및 지불
pl: Przejrzyj i zapłać
ru: Обзор и оплата
sv: Granska och betala
vi: Xem xét và thanh toán
zh_hans: 审查并付款
zh_hant: 審查並付款

source: See Payment
ar: انظر الدفع
de: Siehe Zahlung
es: Ver pago
fr: Voir paiement
id: Lihat Pembayaran
ja: 支払いを参照してください。
ko: 결제보기
pl: Zobacz Płatność
ru: См. Оплату
sv: Se Betalning
vi: Xem thanh toán
zh_hans: 查看付款
zh_hant: 查看付款

source: Unlock Session
ar: فتح الجلسة
de: Sitzung entsperren
es: Desbloquear sesión
fr: Déverrouiller la session
id: Buka Kunci Sesi
ja: セッションのロック解除
ko: 세션 잠금 해제
pl: Odblokuj sesję
ru: Разблокировать сеанс
sv: Lås upp sessionen
vi: Mở khóa phiên
zh_hans: 解锁会议
zh_hant: 解鎖會議

source: Are you sure you would like to delete this Speaker?
ar: هل أنت متأكد أنك تريد حذف مكبر الصوت هذا؟
de: Diesen Referenten wirklich löschen?
es: ¿Está seguro de que desea eliminar este altavoz?
fr: Etes-vous certains de vouloir supprimer cet orateur ?
id: Anda yakin ingin menghapus Speaker ini?
ja: このスピーカーを削除しますか?
ko: 이 스피커를 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć tego głośnika?
ru: Вы уверены, что хотите удалить этого спикера?
sv: Är du säker på att du vill ta bort den här högtalaren?
vi: Bạn có chắc chắn muốn xóa Loa này không?
zh_hans: 您确定要删除此发言人吗？
zh_hant: 您確定要刪除此發言人嗎？

source: Not Provided
ar: غير مزود
de: Nicht vorhanden
es: No provisto
fr: Non fourni
id: Tidak tersedia
ja: 提供されていません
ko: 제공되지 않음
pl: Niedostarczone
ru: Не предоставлен
sv: Ej tillhandahållen
vi: Không cung cấp
zh_hans: 未列出
zh_hant: 不提供

source: Activate
ar: تفعيل
de: Einschalten
es: Activar
fr: Activer
id: Aktifkan
ko: 활동
pl: Aktywuj
ru: Активировать
sv: Aktivera
vi: Khôi phục
zh_hans: 激活
zh_hant: 啟用

source: Are you sure you would like to delete this Access Code?
ar: هل أنت متأكد أنك تريد حذف رمز الوصول هذا؟
de: Diesen Zugangscode wirklich löschen?
es: ¿Está seguro de que desea eliminar este código de acceso?
fr: Etes-vous certains de vouloir supprimer ce code d'accès ?
id: Apakah Anda yakin ingin menghapus Kode Akses ini?
ja: このアクセス コードを削除しますか?
ko: 이 액세스 코드를 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć ten kod dostępu?
ru: Вы уверены, что хотите удалить этот код доступа?
sv: Är du säker på att du vill ta bort denna åtkomstkod?
vi: Bạn có chắc chắn muốn xóa Mã truy cập này không?
zh_hans: 您确定要删除此访问代码吗？
zh_hant: 您確定要刪除此訪問代碼嗎？

source: Checkin
ar: تحقق في
es: Registrarse
fr: Enregistrement
id: Mendaftar
ja: チェックイン
ko: 체크인
pl: Zameldować się
ru: Регистрироваться
sv: Checka in
vi: Đăng ký vào
zh_hans: 报到
zh_hant: 報到

source: Payment via
ar: الدفع عن طريق
de: Zahlung über
es: Pago vía
fr: Paiement par
id: Pembayaran melalui
ja: 経由で支払い
ko: 지불 방법
pl: Płatność za pośrednictwem
ru: Платеж с помощью
sv: Betalning via
vi: Thanh toán qua
zh_hans: 通过付款
zh_hant: 通過付款

source: Are you sure you would like to deactivate this Discount Code?
ar: هل أنت متأكد أنك تريد إلغاء تنشيط كود الخصم هذا؟
de: Sind Sie sicher, dass Sie diesen Rabattcode deaktivieren möchten?
es: ¿Está seguro de que desea desactivar este código de descuento?
fr: Etes-vous certains de vouloir désactiver ce code de remise ?
id: Apakah Anda yakin ingin menonaktifkan Kode Diskon ini?
ja: この割引コードを無効にしますか?
ko: 이 할인 코드를 비활성화 하시겠습니까?
pl: Czy na pewno chcesz dezaktywować ten kod rabatowy?
ru: Вы уверены, что хотите деактивировать этот код скидки?
sv: Är du säker på att du vill inaktivera denna rabattkod?
vi: Bạn có chắc chắn muốn hủy kích hoạt Mã giảm giá này không?
zh_hans: 您确定要停用此折扣代码吗？
zh_hant: 您確定要停用此折扣代碼嗎？

source: Are you sure you would like to activate this Discount Code?
ar: هل أنت متأكد أنك تريد تفعيل كود الخصم هذا؟
de: Möchten Sie diesen Rabattcode wirklich aktivieren?
es: ¿Está seguro de que desea activar este código de descuento?
fr: Etes-vous certains de vouloir activer ce code de remise ?
id: Apakah Anda yakin ingin mengaktifkan Kode Diskon ini?
ja: この割引コードを有効にしますか?
ko: 이 할인 코드를 활성화 하시겠습니까?
pl: Czy na pewno chcesz aktywować ten kod rabatowy?
ru: Вы уверены, что хотите активировать этот код скидки?
sv: Är du säker på att du vill aktivera denna rabattkod?
vi: Bạn có chắc chắn muốn kích hoạt Mã giảm giá này không?
zh_hans: 您确定要激活此折扣代码吗？
zh_hant: 您確定要激活此折扣代碼嗎？

source: Are you sure you would like to delete this Discount Code?
ar: هل أنت متأكد أنك تريد حذف كود الخصم هذا؟
de: Diesen Rabattcode wirklich löschen?
es: ¿Está seguro de que desea eliminar este código de descuento?
fr: Etes-vous certains de vouloir supprimer ce code de remise ?
id: Apakah Anda yakin ingin menghapus Kode Diskon ini?
ja: この割引コードを削除しますか?
ko: 이 할인 코드를 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć ten kod rabatowy?
ru: Вы уверены, что хотите удалить этот код скидки?
sv: Är du säker på att du vill ta bort denna rabattkod?
vi: Bạn có chắc chắn muốn xóa Mã giảm giá này không?
zh_hans: 您确定要删除此折扣代码吗？
zh_hant: 您確定要刪除此折扣代碼嗎？
