Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: The room password field can be used to communicate a password which is necessary to access online video rooms for example for external video services such as Zoom, Teams and Webex. The need for a password entry depends on the configuration of your video channel. The integrated Big Blue Button video solution in {{appName}} does not need a password as only ticket holders are able to access it. The difference between the password and PIN is that the password option is used for online access while PINs are used to access video rooms through the telephone.
ar: يمكن استخدام حقل كلمة مرور الغرفة لتوصيل كلمة مرور ضرورية للوصول إلى غرف الفيديو عبر الإنترنت على سبيل المثال لخدمات الفيديو الخارجية مثل Zoom و Teams و Webex. تعتمد الحاجة إلى إدخال كلمة المرور على تكوين قناة الفيديو الخاصة بك. لا يحتاج حل الفيديو Big Blue Button المدمج في {{appName}} إلى كلمة مرور لأن حاملي التذاكر هم فقط من يمكنهم الوصول إليها. يتمثل الاختلاف بين كلمة المرور ورقم التعريف الشخصي في أن خيار كلمة المرور يُستخدم للوصول عبر الإنترنت بينما يتم استخدام أرقام التعريف الشخصية للوصول إلى غرف الفيديو عبر الهاتف.
de: Das Feld Raumpasswort kann verwendet werden, um ein Passwort mitzuteilen, das für den Zugriff auf Online-Videoräume erforderlich ist, beispielsweise für externe Videodienste wie Zoom, Teams und Webex. Die Notwendigkeit einer Passworteingabe hängt von der Konfiguration Ihres Videokanals ab. Die integrierte Big Blue Button Videolösung in {{appName}} benötigt kein Passwort, da nur Ticketinhaber darauf zugreifen können. Der Unterschied zwischen Passwort und PIN besteht darin, dass die Passwort-Option für den Online-Zugang verwendet wird, während PINs für den Zugang zu Videoräumen über das Telefon verwendet werden.
es: El campo de contraseña de sala se puede usar para comunicar una contraseña que es necesaria para acceder a salas de video en línea, por ejemplo, para servicios de video externos como Zoom, Teams y Webex. La necesidad de ingresar una contraseña depende de la configuración de su canal de video. La solución de video integrada Big Blue Button en {{appName}} no necesita una contraseña, ya que solo los poseedores de boletos pueden acceder a ella. La diferencia entre la contraseña y el PIN es que la opción de contraseña se usa para el acceso en línea, mientras que los PIN se usan para acceder a las salas de video a través del teléfono.
fr: Le champ du mot de passe de la salle peut être utilisé pour communiquer un mot de passe qui est nécessaire pour accéder aux salles vidéo en ligne par exemple pour les services vidéo externes tels que Zoom, Teams et Webex. La nécessité de saisir un mot de passe dépend de la configuration de votre chaîne vidéo. La solution vidéo Big Blue Button intégrée dans {{appName}} n'a pas besoin de mot de passe car seuls les détenteurs de billets peuvent y accéder. La différence entre le mot de passe et le code PIN est que l'option de mot de passe est utilisée pour l'accès en ligne tandis que les codes PIN sont utilisés pour accéder aux salles vidéo via le téléphone.
id: Bidang kata sandi ruangan dapat digunakan untuk mengomunikasikan kata sandi yang diperlukan untuk mengakses ruang video daring misalnya untuk layanan video eksternal seperti Zoom, Teams, dan Webex. Kebutuhan entri kata sandi tergantung pada konfigurasi saluran video Anda. Solusi video Big Blue Button yang terintegrasi di {{appName}} tidak memerlukan kata sandi karena hanya pemegang tiket yang dapat mengaksesnya. Perbedaan antara kata sandi dan PIN adalah opsi kata sandi digunakan untuk akses daring, sedangkan PIN digunakan untuk mengakses ruang video melalui telepon.
ja: 部屋のパスワードフィールドは、たとえばZoom、Teams、Webexなどの外部ビデオサービスのオンラインビデオルームにアクセスするために必要なパスワードを伝達するために使用できます。パスワード入力の必要性は、ビデオチャネルの構成によって異なります。 {{appName}}に統合されたBigBlue Buttonビデオソリューションは、チケット所有者のみがアクセスできるため、パスワードを必要としません。パスワードとPINの違いは、パスワードオプションはオンラインアクセスに使用され、PINは電話を介してビデオルームにアクセスするために使用されることです。
ko: 회의실 암호 필드는 Zoom, Teams 및 Webex와 같은 외부 비디오 서비스와 같은 온라인 비디오 회의실에 액세스하는 데 필요한 암호를 전달하는 데 사용할 수 있습니다. 비밀번호 입력의 필요성은 비디오 채널의 구성에 따라 다릅니다. {{appName}}에 통합된 Big Blue Button 비디오 솔루션은 티켓 소지자만 액세스할 수 있으므로 비밀번호가 필요하지 않습니다. 비밀번호와 PIN의 차이점은 비밀번호 옵션은 온라인 액세스에 사용되는 반면 PIN은 전화를 통해 비디오 룸에 액세스하는 데 사용된다는 것입니다.
pl: Pole hasła do pokoju może służyć do przekazywania hasła, które jest niezbędne do uzyskania dostępu do pokojów wideo online, na przykład do zewnętrznych usług wideo, takich jak Zoom, Teams i Webex. Konieczność wprowadzenia hasła zależy od konfiguracji Twojego kanału wideo. Zintegrowane rozwiązanie wideo Big Blue Button w {{appName}} nie wymaga hasła, ponieważ tylko posiadacze biletów mają do niego dostęp. Różnica między hasłem a kodem PIN polega na tym, że opcja hasła jest używana do dostępu online, podczas gdy kody PIN są używane do uzyskiwania dostępu do pokojów wideo przez telefon.
ru: Поле пароля комнаты можно использовать для передачи пароля, необходимого для доступа к онлайн-видео-комнатам, например, для внешних видеосервисов, таких как Zoom, Teams и Webex. Необходимость ввода пароля зависит от конфигурации вашего видеоканала. Интегрированное видео решение Big Blue Button в {{appName}} не требует пароля, поскольку только владельцы билетов могут получить к нему доступ. Разница между паролем и PIN-кодом заключается в том, что опция пароля используется для доступа в сети, а PIN-коды используются для доступа к видеозалам по телефону.
sv: Fältet för rumslösenord kan användas för att kommunicera ett lösenord som är nödvändigt för att komma åt onlinevideorum, till exempel för externa videotjänster som Zoom, Teams och Webex. Behovet av ett lösenord beror på konfigurationen av din videokanal. Den integrerade Big Blue Button-videolösningen i {{appName}} behöver inget lösenord eftersom endast biljettinnehavare har tillgång till den. Skillnaden mellan lösenordet och PIN-koden är att lösenordsalternativet används för onlineåtkomst medan PIN-koder används för att komma åt videorum via telefonen.
vi: Trường mật khẩu phòng có thể được sử dụng để giao tiếp một mật khẩu cần thiết để truy cập các phòng video trực tuyến, ví dụ cho các dịch vụ video bên ngoài như Zoom, Teams và Webex. Nhu cầu nhập mật khẩu phụ thuộc vào cấu hình kênh video của bạn. Giải pháp video Big Blue Button được tích hợp trong {{appName}} không cần mật khẩu vì chỉ những người có vé mới có thể truy cập. Sự khác biệt giữa mật khẩu và mã PIN là tùy chọn mật khẩu được sử dụng để truy cập trực tuyến trong khi mã PIN được sử dụng để truy cập các phòng video qua điện thoại.
zh_hans: 房间密码字段可用于传达访问在线视频房间所需的密码，例如用于 Zoom、Teams 和 Webex 等外部视频服务。是否需要输入密码取决于视频频道的配置。 {{appName}} 中集成的 Big Blue Button 视频解决方案不需要密码，因为只有持票人才能访问它。密码和PIN的区别在于密码选项用于在线访问，而PIN用于通过电话访问视频室。
zh_hant: 房間密碼字段可用於傳達訪問在線視頻房間所需的密碼，例如用於 Zoom、Teams 和 Webex 等外部視頻服務。是否需要輸入密碼取決於視頻頻道的配置。 {{appName}} 中集成的 Big Blue Button 視頻解決方案不需要密碼，因為只有持票人才能訪問它。密碼和PIN的區別在於密碼選項用於在線訪問，而PIN用於通過電話訪問視頻室。

source: Additional Information
ar: معلومات إضافية
de: Zusätzliche Informationen
es: Información Adicional
fr: Informations supplémentaires
id: informasi tambahan
ja: 追加情報
ko: 추가 정보
pl: Dodatkowe informacje
ru: Дополнительная информация
sv: Ytterligare information
vi: thông tin thêm
zh_hans: 补充信息
zh_hant: 附加信息

source: Additional Information fields can be used to share information such as phone access, PINs and other video room specific information.
ar: يمكن استخدام حقول المعلومات الإضافية لمشاركة المعلومات مثل الوصول عبر الهاتف وأرقام التعريف الشخصية ومعلومات أخرى خاصة بغرفة الفيديو.
de: Zusätzliche Informationsfelder können verwendet werden, um Informationen wie Telefonzugang, PINs und andere videoraumspezifische Informationen zu teilen.
es: Los campos de información adicional se pueden usar para compartir información como el acceso telefónico, PIN y otra información específica de la sala de video.
fr: Les champs d'informations supplémentaires peuvent être utilisés pour partager des informations telles que l'accès au téléphone, les codes PIN et d'autres informations spécifiques à la salle vidéo.
id: Bidang Informasi Tambahan dapat digunakan untuk berbagi informasi seperti akses telepon, PIN, dan informasi khusus ruang video lainnya.
ja: 追加情報フィールドを使用して、電話アクセス、PIN、その他のビデオルーム固有の情報などの情報を共有できます。
ko: 추가 정보 필드는 전화 액세스, PIN 및 기타 비디오 룸 특정 정보와 같은 정보를 공유하는 데 사용할 수 있습니다.
pl: Pola informacji dodatkowych mogą służyć do udostępniania informacji, takich jak dostęp do telefonu, kody PIN i inne informacje dotyczące pokoju wideo.
ru: Поля дополнительной информации могут использоваться для обмена такой информацией, как доступ к телефону, PIN-коды и другая информация, относящаяся к видеозале.
sv: Ytterligare informationsfält kan användas för att dela information som telefonåtkomst, PIN-koder och annan specifik information om videorum.
vi: Các trường Thông tin bổ sung có thể được sử dụng để chia sẻ thông tin như quyền truy cập điện thoại, mã PIN và các thông tin cụ thể khác về phòng video.
zh_hans: 附加信息字段可用于共享信息，例如电话访问、PIN 和其他视频室特定信息。
zh_hant: 附加信息字段可用於共享信息，例如電話訪問、PIN 和其他視頻室特定信息。

source: Autoplay
ar: تشغيل تلقائي
de: Automatische Wiedergabe
es: Reproducción automática
fr: Lecture Auto
id: Putar-Otomatis
ja: 自動再生
ko: 자동재생
pl: Odtwarzaj
ru: Автовоспроизведение
sv: Autospelning
vi: Tự động phát
zh_hans: 自动播放
zh_hant: 自動播放

source: Loop
ar: حلقة
de: Wiederholen
es: Repetir
fr: Boucle
id: Pengulangan
ja: ループ
ko: 고리
pl: Zapętl
ru: Цикл
sv: Loopa
vi: Vòng
zh_hans: 循环
zh_hant: 循環

source: Enable Recording
ar: تمكين التسجيل
de: Aufnahmen Zulassen
es: Habilitar grabación
fr: Activer l'enregistrement
id: Aktifkan Perekaman
ja: 録音を有効にする
ko: 녹음 활성화
pl: Włącz nagrywanie
ru: Включить запись
sv: Aktivera inspelning
vi: Bật ghi âm
zh_hans: 启用录音
zh_hant: 啟用錄音

source: Auto Start Recording
ar: بدء التسجيل التلقائي
de: Automatischer Start der Aufnahme
es: Iniciar automáticamente la grabación
fr: Démarrage automatique de l'enregistrement
id: Mulai Perekaman Otomatis
ja: 自動録音開始
ko: 자동 시작 녹화
pl: Automatyczne rozpoczęcie nagrywania
ru: Автозапуск записи
sv: Automatisk startinspelning
vi: Tự động bắt đầu ghi
zh_hans: 自动开始录音
zh_hant: 自動開始錄音

source: Mute On Start
ar: كتم الصوت عند البدء
de: Stummschaltung bei Start
es: Silenciar al inicio
fr: Muet au démarrage
id: Bisukan Saat Mulai
ja: 開始時にミュート
ko: 시작 시 음소거
pl: Wycisz przy starcie
ru: Отключение звука при запуске
sv: Ljud av vid start
vi: Tắt tiếng khi bắt đầu
zh_hans: 静音启动
zh_hant: 靜音啟動

source: You have changed your video room's configurations. Do you want to update these configurations now?
ar: لقد قمت بتغيير تكوينات غرفة الفيديو الخاصة بك. هل تريد تحديث هذه التكوينات الآن؟
de: Sie haben die Konfigurationen Ihres Videoraums geändert. Möchten Sie diese Konfigurationen jetzt aktualisieren?
es: Ha cambiado la configuración de su sala de video. ¿Quieres actualizar estas configuraciones ahora?
fr: Vous avez modifié les configurations de votre salle vidéo. Voulez-vous mettre à jour ces configurations maintenant ?
id: Anda telah mengubah konfigurasi ruang video Anda. Apakah Anda ingin memperbarui konfigurasi ini sekarang?
ja: ビデオルームの構成を変更しました。これらの構成を今すぐ更新しますか？
ko: 비디오 룸의 구성을 변경했습니다. 지금 이 구성을 업데이트하시겠습니까?
pl: Zmieniłeś konfiguracje swojego pokoju wideo. Czy chcesz teraz zaktualizować te konfiguracje?
ru: Вы изменили конфигурацию комнаты для видео. Вы хотите обновить эти конфигурации сейчас?
sv: Du har ändrat videorummets konfigurationer. Vill du uppdatera dessa konfigurationer nu?
vi: Bạn đã thay đổi cấu hình phòng video của mình. Bạn có muốn cập nhật các cấu hình này ngay bây giờ không?
zh_hans: 您已更改视频室的配置。是否要立即更新这些配置？
zh_hant: 您已更改視頻室的配置。是否要立即更新這些配置？

source: Yes, update it now. End ongoing meetings.
ar: نعم ، قم بتحديثه الآن. قم بإنهاء الاجتماعات الجارية.
de: Ja, jetzt aktualisieren. Laufende Meetings beenden.
es: Sí, actualícelo ahora. Finalice las reuniones en curso.
fr: Oui, mettez-le à jour maintenant. Mettre fin aux réunions en cours.
id: Ya, perbarui sekarang. Mengakhiri pertemuan yang sedang berlangsung.
ja: はい、今すぐ更新してください。進行中の会議を終了します。
ko: 예, 지금 업데이트하십시오. 진행 중인 회의를 종료합니다.
pl: Tak, zaktualizuj go teraz. Zakończ trwające spotkania.
ru: Да, обновите его сейчас. Завершите текущие встречи.
sv: Ja, uppdatera den nu. Avsluta pågående möten.
vi: Có, hãy cập nhật nó ngay bây giờ. Kết thúc các cuộc họp đang diễn ra.
zh_hans: 是的，立即更新。结束正在进行的会议。
zh_hant: 是的，立即更新。結束正在進行的會議。

source: Apply changes when a new meeting is started.
ar: تطبيق التغييرات عند بدء اجتماع جديد.
de: Änderungen übernehmen, wenn eine neues Meeting startet.
es: Aplicar cambios cuando se inicia una nueva reunión.
fr: Appliquer les modifications lorsqu'une nouvelle réunion est démarrée.
id: Terapkan perubahan saat rapat baru dimulai.
ja: 新しい会議が開始されたときに変更を適用します。
ko: 새 회의가 시작되면 변경 사항을 적용합니다.
pl: Zastosuj zmiany po rozpoczęciu nowego spotkania.
ru: Примените изменения, когда начнется новая встреча.
sv: Tillämpa ändringar när ett nytt möte startas.
vi: Áp dụng các thay đổi khi cuộc họp mới được bắt đầu.
zh_hans: 在新会议开始时应用更改。
zh_hant: 在新會議開始時應用更改。

source: Access
ar: وصول
de: Zugang
es: Acceso
fr: Accès
id: Akses
ja: アクセス
ko: 접근
pl: Dostęp
sv: Tillgång
vi: Truy cập
zh_hans: 访问
zh_hant: 存取

source: Organization Team
ar: فريق المنظمة
de: Organisationsteam
es: Equipo de organización
fr: Équipe d'organisation
id: Tim Organisasi
ja: 組織チーム
ko: 조직 팀
pl: Zespół organizacyjny
ru: Организационная команда
sv: Organisationsteam
vi: Nhóm tổ chức
zh_hans: 组织团队
zh_hant: 組織團隊

source: Speakers
ar: مكبرات الصوت
de: Referenten
es: El Altavoz
fr: Orateurs
id: Pengeras Suara
ja: スピーカー
ko: 연사
pl: Głośniki
ru: Спикеры
sv: Högtalare
vi: Các diễn giả
zh_hans: 演讲者
zh_hant: 講者

source: Attendees
ar: الحاضرين
de: Teilnehmer
fr: Participants
id: Peserta
ja: 参加者
ko: 참석자
pl: Uczestnicy
ru: Посетители
sv: Deltagande
zh_hans: 参会者
zh_hant: 參會者

source: All logged in users
ar: جميع المستخدمين المسجلين
de: Alle angemeldeten Benutzer
es: Todos los usuarios registrados
fr: Tous les utilisateurs connectés
id: Semua pengguna yang masuk
ja: ログインしているすべてのユーザー
ko: 로그인 한 모든 사용자
pl: Wszyscy zalogowani użytkownicy
ru: Все авторизованные пользователи
sv: Alla inloggade användare
vi: Tất cả người dùng đã đăng nhập
zh_hans: 所有登录用户
zh_hant: 所有登錄用戶

source: Public (no restriction)
ar: عام (بدون قيود)
de: Öffentlich (keine Einschränkung)
es: Público (sin restricción)
fr: Public (aucune restriction)
id: Publik (tidak ada batasan)
ja: パブリック（制限なし）
ko: 공개 (제한 없음)
pl: Publiczne (bez ograniczeń)
ru: Общедоступный (без ограничений)
sv: Allmän (ingen begränsning)
vi: Công khai (không hạn chế)
zh_hans: 公开（无限制）
zh_hant: 公開（無限制）

source: Moderators
ar: الوسطاء
de: Moderatoren
es: Moderadores
fr: Modérateurs
id: Moderator
ja: モデレーター
ko: 중재자
pl: Moderatorzy
ru: Модераторы
sv: Moderatorer
vi: Người điều hành
zh_hans: 管理员
zh_hant: 主持人

source: Add Email of Moderators
ar: إضافة بريد إلكتروني للمشرفين
de: E-Mail von Moderatoren hinzufügen
es: Agregar correo electrónico de moderadores
fr: Ajouter l'e-mail des modérateurs
id: Tambahkan Email Moderator
ja: モデレーターのメールを追加
ko: 중재자 이메일 추가
pl: Dodaj e-mail moderatorów
ru: Добавить адрес электронной почты модераторов
sv: Lägg till e -post till moderatorer
vi: Thêm email của người điều hành
zh_hans: 添加主持人的电子邮件
zh_hant: 添加主持人的電子郵件

source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
id: Tambah
ja: 追加
ko: 추가
ru: Добавить
sv: Lägg till
zh_hans: 加
zh_hant: 加入

source: Please ask moderators to get a ticket for the event. Moderators can access an event only after getting a ticket.
ar: يرجى مطالبة الوسطاء بالحصول على تذكرة للحدث. يمكن للمشرفين الوصول إلى حدث فقط بعد الحصول على تذكرة.
de: Bitte stellen Sie sicher, dass Moderatoren sich ein Ticket für die Veranstaltung besorgen. Moderatoren können eine Veranstaltung nur nach Erhalt eines Tickets betreten.
es: Pida a los moderadores que obtengan una entrada para el evento. Los moderadores pueden acceder a un evento solo después de obtener una entrada.
fr: Veuillez demander aux modérateurs d'obtenir un billet pour l'événement. Les modérateurs ne peuvent accéder à un événement qu'après avoir obtenu un ticket.
id: Silakan minta moderator untuk mendapatkan tiket untuk acara tersebut. Moderator hanya dapat mengakses acara setelah mendapatkan tiket.
ja: モデレーターにイベントのチケットを入手するよう依頼してください。モデレーターは、チケットを取得した後にのみイベントにアクセスできます。
ko: 이벤트 티켓을 받으려면 사회자에게 요청하세요. 중재자는 티켓을 받은 후에만 이벤트에 액세스할 수 있습니다.
pl: Poproś moderatorów o zdobycie biletu na wydarzenie. Moderatorzy mają dostęp do wydarzenia dopiero po otrzymaniu biletu.
ru: Попросите модераторов получить билет на мероприятие. Модераторы могут получить доступ к мероприятию только после получения билета.
sv: Be moderatorerna att få en biljett till evenemanget. Moderatorer kan bara komma åt ett evenemang efter att ha fått en biljett.
vi: Vui lòng yêu cầu người điều hành để có được một vé cho sự kiện. Người điều hành chỉ có thể truy cập một sự kiện sau khi nhận được vé.
zh_hans: 请向版主索取活动门票。主持人只有在获得门票后才能访问活动。
zh_hant: 請向版主索取活動門票。主持人只有在獲得門票後才能訪問活動。

source: BBB Recordings
ar: تسجيلات BBB
de: BBB-Aufnahmen
es: Grabaciones BBB
fr: Enregistrements BBB
id: Rekaman BBB
ja: BBBレコーディング
ko: BBB 녹음
pl: Nagrania BBB
ru: BBB записи
sv: BBB Inspelningar
vi: Bản ghi BBB
zh_hans: BBB 录音
zh_hant: BBB 錄音

source: Cancel
ar: يلغي
de: Abbrechen
es: Cancela
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
ru: Отмена
sv: Avbryt
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Number of Participants
ar: عدد المشاركين
de: Anzahl der Teilnehmer
es: Número de participantes
fr: Nombre de participants
id: Jumlah peserta
ja: 参加者の数
ko: 참가자 수
pl: Liczba uczestników
ru: Число участников
sv: Antal deltagare
vi: Số lượng người tham gia
zh_hans: 参加人数
zh_hant: 參加人數

source: Start time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fr: Heure de début
id: Waktu mulai
ja: 開始時刻
ko: 시작 시간
pl: Początek
ru: Время начала
sv: Starttid
vi: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

source: End time
ar: وقت النهاية
de: Beendigungszeit
es: Hora de fin
fr: Heure de fin
id: Waktu selesai
ja: 終了時刻
ko: 종료 시간
pl: Koniec
ru: Время окончания
sv: Sluttid
vi: Thời gian kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

source: Duration
ar: مدة
de: Dauer
es: Duración
fr: Durée
id: Durasi
ja: 期間
ko: 경과시간
pl: Czas trwania
ru: Продолжительность
sv: Varaktighet
vi: Thời gian
zh_hans: 持续时间
zh_hant: 持續時間

source: Please enter a url
ar: الرجاء إدخال عنوان url
de: Bitte eine URL eingeben
es: Por favor ingrese una URL
fr: Merci de saisir une url
id: Silakan masukkan url
ja: URL を入力してください
ko: URL을 입력하세요
pl: Wprowadź adres URL
ru: Пожалуйста, введите URL
sv: Ange en webbadress
vi: Vui lòng nhập url
zh_hans: 请输入网址
zh_hant: 請輸入網址

source: Please enter a valid email
ar: يرجى إدخال البريد الإلكتروني الصحيح
de: Bitte eine gültige E-mail Adresse eingeben
es: Por favor, introduce un correo electrónico válido
fr: Merci de saisir un email valide
id: tolong masukkan email yang benar
ja: 正しいメールアドレスを入力してください
ko: 유효한 이메일을 입력하십시오
pl: Proszę podać poprawny adres e-mail
ru: Пожалуйста, введите действительный адрес электронной почты
sv: Ange giltig e-post
vi: Vui lòng nhập email hợp lệ
zh_hans: 请输入有效电子邮件
zh_hant: 請輸入有效電子郵件

source: Selecting another video integration will reset the data in the form. Do you want to proceed?
ar: سيؤدي تحديد تكامل فيديو آخر إلى إعادة تعيين البيانات في النموذج. هل تريد المتابعة؟
de: Durch Auswahl einer anderen Videointegration werden die Daten im Formular zurückgesetzt. Jetzt fortfahren?
es: Al seleccionar otra integración de vídeo, se restablecerán los datos del formulario. ¿Quieres continuar?
fr: La sélection d’une autre intégration vidéo réinitialisera les données saisies. Voulez-vous continuer ?
id: Memilih integrasi video lain akan mereset data dalam formulir. Apakah Anda ingin melanjutkan?
ja: 別のビデオ統合を選択すると、フォーム内のデータがリセットされます。続行しますか?
ko: 다른 비디오 통합을 선택하면 양식의 데이터가 재설정됩니다. 계속 하시겠습니까?
pl: Wybranie innej integracji wideo spowoduje zresetowanie danych w formularzu. Czy chcesz kontynuować?
ru: Выбор другой интеграции видео будет сбросить данные в форме. Вы хотите продолжить?
sv: Om du väljer en annan videointegration återställs data i formuläret. Vill du fortsätta?
vi: Chọn tích hợp video khác sẽ đặt lại dữ liệu trong biểu mẫu. Bạn có muốn tiếp tục không?
zh_hans: 选择其他视频集成将重置窗体中的数据。是否要继续？
zh_hant: 選擇其他視頻集成將重置窗體中的數據。是否要繼續？

source: Your stream has been saved
ar: تم حفظ التدفق الخاص بك
de: Stream gespeichert
es: Tu transmisión se ha guardado
fr: Votre flux a été enregistré
id: Aliran Anda telah disimpan
ja: ストリームが保存されました
ko: 스트림이 저장되었습니다
pl: Twój strumień został zapisany
ru: Ваш поток был сохранен
sv: Din ström har sparats
vi: Luồng của bạn đã được lưu
zh_hans: 您的信息流已保存
zh_hant: 您的信息流已保存

source: Do you want to announce the event "{{eventName}}" to all group members now?
ar: هل تريد إعلان الحدث "{{eventName}}" لجميع أعضاء المجموعة الآن؟
de: Möchten Sie die Veranstaltung "{{eventName}}" jetzt allen Gruppenmitgliedern ankündigen?
es: ¿Quieres anunciar el evento "{{eventName}}" a todos los miembros del grupo ahora?
fr: Voulez-vous annoncer l'événement "{{eventName}}" à tous les membres du groupe maintenant ?
id: Apakah Anda ingin mengumumkan acara "{{eventName}}" kepada semua anggota grup sekarang?
ja: 今すぐグループメンバー全員にイベント「{{eventName}}」をアナウンスしますか？
ko: 지금 모든 그룹 구성원에게 "{{eventName}}" 이벤트를 알리시겠습니까?
pl: Czy chcesz teraz ogłosić wydarzenie „{{eventName}}” wszystkim członkom grupy?
ru: Вы хотите сейчас объявить о событии "{{eventName}}" всем участникам группы?
sv: Vill du tillkännage evenemanget "{{eventName}}" för alla gruppmedlemmar nu?
vi: Bạn có muốn thông báo sự kiện "{{eventName}}" cho tất cả các thành viên trong nhóm ngay bây giờ không?
zh_hans: 现在要向所有小组成员宣布活动“{{eventName}}”吗？
zh_hant: 現在要向所有小組成員宣布活動“{{eventName}}”嗎？

source: Event has been announced.
ar: تم الإعلان عن الحدث.
de: Die Veranstaltung wurde angekündigt.
es: El evento ha sido anunciado.
fr: L'événement a été annoncé.
id: Acara telah diumumkan.
ja: イベントが発表されました。
ko: 이벤트가 발표되었습니다.
pl: Wydarzenie zostało ogłoszone.
ru: Событие объявлено.
sv: Händelsen har utannonserats.
vi: Sự kiện đã được công bố.
zh_hans: 活动已公布。
zh_hant: 活動已公佈。

source: Your group has been saved.
ar: تم حفظ مجموعتك.
de: Die Gruppe wurde gespeichert.
es: Tu grupo se ha guardado.
fr: Votre groupe a été enregistré.
id: Grup Anda telah disimpan.
ja: あなたのグループは保存されました。
ko: 그룹이 저장되었습니다.
pl: Twoja grupa została zapisana.
ru: Ваша группа сохранена.
sv: Din grupp har sparats.
vi: Nhóm của bạn đã được lưu.
zh_hans: 您的群组已保存。
zh_hant: 您的群組已保存。

source: Your group settings have been saved.
ar: تم حفظ إعدادات مجموعتك.
de: Die Gruppeneinstellungen wurden gespeichert.
es: La configuración de su grupo se ha guardado.
fr: Vos paramètres de groupe ont été enregistrés.
id: Pengaturan grup Anda telah disimpan.
ja: グループ設定が保存されました。
ko: 그룹 설정이 저장되었습니다.
pl: Twoje ustawienia grupy zostały zapisane.
ru: Настройки вашей группы сохранены.
sv: Dina gruppinställningar har sparats.
vi: Cài đặt nhóm của bạn đã được lưu.
zh_hans: 您的群组设置已保存。
zh_hant: 您的群組設置已保存。

source: You have successfully unfollowed this group.
ar: لقد نجحت في إلغاء متابعة هذه المجموعة.
de: Sie haben sich von dieser Gruppe abgemeldet.
es: Has dejado de seguir este grupo con éxito.
fr: Vous avez réussi à vous désabonner de ce groupe.
id: Anda telah berhasil berhenti mengikuti grup ini.
ja: このグループのフォローを解除しました。
ko: 이 그룹을 성공적으로 팔로우 해제했습니다.
pl: Pomyślnie przestałeś obserwować tę grupę.
ru: Вы успешно отписались от этой группы.
sv: Du har inte följt den här gruppen.
vi: Bạn đã hủy theo dõi thành công nhóm này.
zh_hans: 您已成功取消关注此群组。
zh_hant: 您已成功取消關注此群組。
