Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Add Video Channel
ar: أضف قناة فيديو
de: Videokanal hinzufügen
es: Agregar canal de video
fr: Ajouter une chaîne vidéo
id: Tambahkan Saluran Video
ja: ビデオチャンネルを追加する
ko: 비디오 채널 추가
pl: Dodaj kanał wideo
ru: Добавить видеоканал
sv: Lägg till videokanal
vi: Thêm kênh video
zh_hans: 添加视频频道
zh_hant: 添加視頻頻道

source: This website, and certain approved third parties, use functional and analytical cookies (or similar technologies) to provide account functionalities and provide you with a customized experience. By closing this banner or by continuing to use the site, you agree with the usage. For more information please review our privacy policy and terms and conditions.
ar: يستخدم هذا الموقع وبعض الجهات الخارجية المعتمدة ملفات تعريف الارتباط الوظيفية والتحليلية (أو تقنيات مشابهة) لتوفير وظائف الحساب وتزويدك بتجربة مخصصة. بإغلاق هذا الشعار أو الاستمرار في استخدام الموقع ، فإنك توافق على الاستخدام. لمزيد من المعلومات ، يرجى مراجعة سياسة الخصوصية والشروط والأحكام الخاصة بنا.
de: Diese Website und bestimmte zugelassene Drittanbieter verwenden funktionale und analytische Cookies (oder ähnliche Technologien), um Kontofunktionen bereitzustellen und Ihnen ein individuelles Erlebnis zu bieten. Indem Sie dieses Banner schließen oder die Website weiter nutzen, erklären Sie sich mit der Nutzung einverstanden. Für weitere Informationen lesen Sie bitte unsere Datenschutzrichtlinien und Nutzungsbedingungen.
es: Este sitio web, y algunos terceros aprobados, utilizan cookies funcionales y analíticas (o tecnologías similares) para proporcionar funcionalidades de cuenta y brindarle una experiencia personalizada. Al cerrar este banner o al continuar usando el sitio, usted acepta el uso. Para obtener más información, consulte nuestra política de privacidad y los términos y condiciones.
fr: Ce site Web et certains tiers approuvés utilisent des cookies fonctionnels et analytiques (ou des technologies similaires) pour fournir des fonctionnalités de compte et vous offrir une expérience personnalisée. En fermant cette bannière ou en continuant à utiliser le site, vous acceptez l'utilisation. Pour plus d'informations, veuillez consulter notre politique de confidentialité et nos conditions générales.
id: Situs web ini, dan pihak ketiga tertentu yang disetujui, menggunakan cookie fungsional dan analitis (atau teknologi serupa) untuk menyediakan fungsionalitas akun dan memberi Anda pengalaman yang disesuaikan. Dengan menutup spanduk ini atau dengan terus menggunakan situs, Anda setuju dengan penggunaan. Untuk informasi lebih lanjut silakan tinjau kebijakan privasi dan syarat dan ketentuan kami.
ja: このWebサイト、および特定の承認されたサードパーティは、機能および分析Cookie（または同様のテクノロジ）を使用して、アカウント機能を提供し、カスタマイズされたエクスペリエンスを提供します。このバナーを閉じるか、サイトを継続して使用することにより、使用に同意したことになります。詳細については、プライバシーポリシーと利用規約を確認してください。
ko: 이 웹 사이트 및 특정 승인 된 제 3자는 기능 및 분석 쿠키 (또는 유사한 기술)를 사용하여 계정 기능을 제공하고 사용자에게 맞춤화 된 경험을 제공합니다. 이 배너를 닫거나 사이트를 계속 사용하면 사용에 동의하는 것입니다. 자세한 내용은 개인 정보 보호 정책 및 이용 약관을 검토하십시오.
pl: Ta strona internetowa i niektóre zatwierdzone strony trzecie używają funkcjonalnych i analitycznych plików cookie (lub podobnych technologii) w celu zapewnienia funkcjonalności konta i dostosowania obsługi. Zamykając ten baner lub kontynuując korzystanie z witryny, zgadzasz się na użycie. Aby uzyskać więcej informacji, zapoznaj się z naszą polityką prywatności i warunkami.
ru: Этот веб-сайт и некоторые утвержденные третьи стороны используют функциональные и аналитические файлы cookie (или аналогичные технологии) для обеспечения функций учетной записи и предоставления вам индивидуального опыта. Закрывая этот баннер или продолжая использовать сайт, вы соглашаетесь с его использованием. Для получения дополнительной информации ознакомьтесь с нашей политикой конфиденциальности и условиями.
sv: Denna webbplats och vissa godkända tredje parter använder funktionella och analytiska cookies (eller liknande teknik) för att tillhandahålla kontofunktioner och ge dig en anpassad upplevelse. Genom att stänga denna banner eller fortsätta använda webbplatsen godkänner du användningen. För mer information, vänligen läs vår integritetspolicy och villkor.
vi: Trang web này và các bên thứ ba nhất định được chấp thuận, sử dụng cookie chức năng và phân tích (hoặc các công nghệ tương tự) để cung cấp các chức năng của tài khoản và cung cấp cho bạn trải nghiệm tùy chỉnh. Bằng cách đóng biểu ngữ này hoặc bằng cách tiếp tục sử dụng trang web, bạn đồng ý với việc sử dụng. Để biết thêm thông tin, vui lòng xem lại chính sách bảo mật và các điều khoản và điều kiện của chúng tôi.
zh_hans: 本网站和某些经批准的第三方使用功能和分析cookie（或类似技术）来提供帐户功能并为您提供定制的体验。关闭此横幅或继续使用该网站，即表示您同意该用法。有关更多信息，请查看我们的隐私政策以及条款和条件。
zh_hant: 本網站和某些經批准的第三方使用功能和分析cookie（或類似技術）來提供帳戶功能並為您提供定制的體驗。關閉此橫幅或繼續使用該網站，即表示您同意該用法。有關更多信息，請查看我們的隱私政策以及條款和條件。

source: Click here for more information.
ar: انقر هنا للمزيد من المعلومات.
de: Klicken Sie hier für weitere Informationen.
es: Haga clic aquí para más información.
fr: Cliquez ici pour plus d'informations.
id: Klik disini untuk informasi lebih lanjut.
ja: 詳細については、ここをクリックしてください。
ko: 자세한 내용을 보려면 여기를 클릭하십시오.
pl: Kliknij tutaj po więcej informacji.
ru: Для получения дополнительной информации нажмите здесь.
sv: Klicka här för mer information.
vi: Nhấp vào đây để có thêm thông tin.
zh_hans: 点击这里查看更多信息。
zh_hant: 點擊這裡查看更多信息。

source: Open Event Attendee App
ar: افتح تطبيق Event Attendee
de: eventyay Teilnehmer-App
es: Abrir la aplicación para asistentes al evento
fr: Ouvrir l'application des participants à l'évènement
id: Buka Aplikasi Peserta Acara
ja: イベント参加者アプリを開く
ko: 이벤트 참석자 앱 열기
pl: Otwórz aplikację uczestnika wydarzenia
ru: Открыть приложение для участников мероприятия
sv: Öppna Event Attendee -appen
vi: Mở ứng dụng người tham dự sự kiện
zh_hans: 公开赛与会者应用程序
zh_hant: 公開賽與會者應用程序

source: Android Attendee App
ar: تطبيق Android Attendee
de: Android Teilnehmer-App
es: Aplicación para asistentes de Android
fr: Application pour participants Android
id: Aplikasi Peserta Android
ja: アンドロイドの参加者アプリ
ko: Android Attendee 앱
pl: Aplikacja uczestnika na Androida
ru: Приложение для посетителей Android
vi: Ứng dụng Android Attendee

source: Get Your Next Experience of Open Event
ar: احصل على تجربتك التالية للحدث المفتوح
de: Eine tolle Erfahrung mit Open Event auf eventyay.com
es: Obtenga su próxima experiencia de evento abierto
fr: Obtenez votre prochaine expérience de l'évènement ouvert
id: Dapatkan Pengalaman Acara Terbuka Anda Berikutnya
ja: オープンイベントの次の体験を得る
ko: 오픈 이벤트의 다음 경험을 얻으십시오
pl: Zdobądź kolejne doświadczenie z otwartego wydarzenia
ru: Получите ваш следующий опыт открытого мероприятия
sv: Få din nästa upplevelse av Open Event
vi: Nhận trải nghiệm tiếp theo của bạn về sự kiện mở
zh_hans: 获得公开赛事的下一次体验
zh_hant: 獲得公開賽事的下一次體驗

source: Get More
ar: خذ المزيد
de: Mehr bekommen
es: Obtener más
fr: Avoir plus
id: Mendapatkan lebih banyak
ja: もっと手に入れよう
ko: 더 많은 것을 얻으십시오
pl: Dostać więcej
ru: Получить больше
sv: Få mer
vi: Nhận thêm
zh_hans: 获取更多
zh_hant: 獲取更多

source: Check popular events on the go, unique, local, near you just for you
ar: تحقق من الأحداث الشهيرة أثناء التنقل ، الفريدة ، المحلية ، بالقرب منك فقط
de: Finden Sie beliebte Veranstaltungen von überall
es: Verifique eventos populares sobre la marcha, únicos, locales, cerca de usted solo para usted
fr: Consultez les évènements populaires en déplacement, uniques, locaux, près de chez vous rien que pour vous
id: Periksa acara populer saat bepergian, unik, lokal, di dekat Anda hanya untuk Anda
ja: 外出先で人気のイベントをチェック, ユニークな, ローカル, あなたの近くだけあなたのためです
ko: 이동 중에도 고유 한 지역의 인기 이벤트를 확인하세요.
pl: Sprawdź popularne wydarzenia w podróży, wyjątkowe, lokalne, blisko Ciebie, tylko dla Ciebie
ru: Проверяйте популярные события на ходу, уникальные, местные, рядом с вами только для вас
sv: Kolla populära evenemang på språng, unika, lokala, nära dig bara för dig
vi: Kiểm tra các sự kiện phổ biến khi đang di chuyển, duy nhất, địa phương, gần bạn chỉ dành cho bạn
zh_hans: 随时随地查看随时随地的热门活动，独特，本地
zh_hant: 隨時隨地查看隨時隨地的熱門活動，獨特，本地

source: Know More
ar: تعرف أكثر
de: Mehr erfahren
es: Saber más
fr: Savoir plus
id: Tahu lebih banyak
ja: もっと知る
ko: 더 많이 알기
pl: Wiedzieć więcej
ru: Узнать больше
sv: Veta mer
vi: Biêt nhiêu hơn
zh_hans: 了解更多
zh_hant: 了解更多

source: Check all event related information on the go and get all relevant details about the speakers
ar: تحقق من جميع المعلومات المتعلقة بالحدث أثناء التنقل واحصل على جميع التفاصيل ذات الصلة حول المتحدثين
de: Überprüfen Sie alle veranstaltungsbezogenen Informationen und erhalten Sie alle Details zu Referenten
es: Consulte toda la información relacionada con el evento sobre la marcha y obtenga todos los detalles relevantes sobre los ponentes
fr: Consultez toutes les informations relatives à l'évènement en déplacement et obtenez tous les détails pertinents sur les intervenants
id: Periksa semua informasi terkait acara saat dalam perjalanan dan dapatkan semua detail yang relevan tentang pembicara
ja: 外出先でイベント関連の情報をすべて確認し、スピーカーに関する関連情報をすべて入手してください。
ko: 이동 중에 모든 이벤트 관련 정보를 확인하고 연사에 대한 모든 관련 세부 정보를 얻으십시오.
pl: Sprawdź wszystkie informacje związane z wydarzeniem w podróży i uzyskaj wszystkie istotne szczegóły dotyczące prelegentów
ru: Проверяйте всю информацию о мероприятии на ходу и получайте всю необходимую информацию о выступающих
sv: Kontrollera all eventrelaterad information när du är på språng och få all relevant information om högtalarna
vi: Kiểm tra tất cả thông tin liên quan đến sự kiện khi đang di chuyển và nhận tất cả các chi tiết liên quan về diễn giả
zh_hans: 随时查看所有与活动相关的信息，并获得有关发言人的所有相关详细信息
zh_hant: 隨時查看所有與活動相關的信息，並獲得有關發言人的所有相關詳細信息

source: Manage More
ar: إدارة المزيد
de: Mehr verwalten
es: Gestionar más
fr: Gérer plus
id: Kelola Lebih Banyak
ja: 管理の詳細
ko: 더 많은 관리
pl: Zarządzaj więcej
ru: Управляйте больше
sv: Hantera mer
vi: Quản lý thêm
zh_hans: 管理更多
zh_hant: 管理更多

source: Manage all you ticket details, event details on the go with your phone
ar: قم بإدارة جميع تفاصيل التذاكر وتفاصيل الأحداث أثناء التنقل باستخدام هاتفك
de: Alle Ticketdetails und Veranstaltungsdetails direkt mit dem Telefon verwalten
es: Gestione todos los detalles de sus entradas, detalles del evento sobre la marcha con su teléfono
fr: Gérez tous les détails de vos billets, les détails de l'évènement en déplacement avec votre téléphone
id: Kelola semua detail tiket Anda, detail acara saat bepergian dengan ponsel Anda
ja: あなたの携帯電話で外出先ですべてのあなたのチケットの詳細、イベントの詳細を管理します
ko: 이동 중에도 모든 티켓 세부 정보, 이벤트 세부 정보를 휴대 전화로 관리하십시오.
pl: Zarządzaj wszystkimi szczegółami biletów, szczegółami wydarzeń w podróży za pomocą telefonu
ru: Управляйте всей информацией о билетах и мероприятиях на ходу с помощью телефона
sv: Hantera alla dina biljettdetaljer, eventinformation när du är på språng med din telefon
vi: Quản lý tất cả chi tiết vé của bạn, chi tiết sự kiện khi đang di chuyển bằng điện thoại của bạn
zh_hans: 随时随地管理所有门票详细信息，活动详细信息
zh_hant: 隨時隨地管理所有門票詳細信息，活動詳細信息

source: Go Digital
ar: اذهب الرقمي
de: Gehen Sie digital
es: Sea digital
fr: Passez au numérique
ja: デジタルに行く
ko: 디지털화
pl: Przejdź na cyfrowe
ru: Перейти на цифровой
sv: Gå Digital
vi: Đi kỹ thuật số
zh_hans: 数字化
zh_hant: 數字化

source: Show your ticket details, Session Pass on your phone using QR code and get in
ar: أظهر تفاصيل تذكرتك ، Session Pass على هاتفك باستخدام رمز الاستجابة السريعة والدخول
de: Ticketdetails und den Sitzungspass auf dem Telefon mit dem QR-Code anzeigen
es: Muestre los detalles de su boleto, Pase de sesión en su teléfono usando el código QR y entre
fr: Montrez les détails de votre billet, passez la session sur votre téléphone en utilisant le code QR et entrez
id: Tunjukkan detail tiket Anda, Session Pass di ponsel Anda menggunakan kode QR dan masuk
ja: QRコードを使用して、あなたの携帯電話にセッションパス、あなたのチケットの詳細を表示し、取得
ko: QR 코드를 사용하여 티켓 세부 정보, 세션 패스를 휴대 전화에 제시하고 입장하십시오.
pl: Pokaż szczegóły swojego biletu, Session Pass w telefonie za pomocą kodu QR i wejdź
ru: Покажите данные вашего билета, Session Pass на телефоне с помощью QR-кода и войдите
sv: Visa din biljettinformation, Session Pass på din telefon med QR -kod och gå in
vi: Hiển thị chi tiết vé của bạn, Thẻ phiên trên điện thoại của bạn bằng mã QR và đăng ký
zh_hans: 使用二维码在手机上显示票务详细信息和会话通行证，然后进入
zh_hant: 使用二維碼在手機上顯示票務詳細信息和會話通行證，然後進入

source: Go Hassle-free
ar: اذهب خالية من المتاعب
de: Gehen Sie stressfrei
es: Vaya sin complicaciones
fr: Allez-y sans tracas
id: Lakukan tanpa repot
ja: ゴー・ハッスルフリー
ko: 번거롭지 않게 이동
pl: Idź bezproblemowo
ru: Без проблем
sv: Gå utan problem
vi: Không gặp rắc rối
zh_hans: 轻松无忧
zh_hant: 輕鬆無憂

source: Pay with your phone, Register for nearby events with your phone, hasslefree, easily and conveniently
ar: ادفع بهاتفك ، سجل في الأحداث القريبة بهاتفك ، بكل سهولة ويسر
de: Mit dem Smartphone bezahlen. Problemlos und bequem für Veranstaltungen registrieren
es: Pague con su teléfono, regístrese para eventos cercanos con su teléfono, sin complicaciones, fácil y convenientemente
fr: Payez avec votre téléphone, inscrivez-vous à des évènements proches avec votre téléphone, sans soucis, facilement et commodément
id: Bayar dengan ponsel Anda, Daftarkan acara terdekat dengan ponsel Anda, tanpa repot, mudah dan nyaman
ja: お使いの携帯電話で支払う、お使いの携帯電話で近くのイベントに登録し、手間をかき、簡単かつ便利に
ko: 휴대 전화로 결제, 휴대 전화로 주변 이벤트 등록, 번거 로움없이 쉽고 편리하게
pl: Płać telefonem, rejestruj się na pobliskie wydarzenia za pomocą telefonu, bezproblemowo, łatwo i wygodnie
ru: Оплачивайте с помощью телефона, регистрируйтесь на мероприятия поблизости с помощью телефона, без проблем, легко и удобно
sv: Betala med din telefon, Registrera dig för evenemang i närheten med din telefon, utan problem, enkelt och bekvämt
vi: Thanh toán bằng điện thoại của bạn, Đăng ký các sự kiện lân cận bằng điện thoại của bạn, dễ dàng và thuận tiện
zh_hans: 用手机付款，用手机注册附近的活动，轻松，便捷
zh_hant: 用手機付款，用手機註冊附近的活動，輕鬆，便捷

source: Please Check-Out our Organizer App
ar: يرجى مراجعة التطبيق المنظم لدينا
de: Bitte checken Sie unsere Organizer App aus
es: Consulte nuestra aplicación Organizador
fr: Veuillez consulter notre application organisateur
id: Silakan Lihat Aplikasi Organizer kami
ja: オーガナイザーアプリをチェックアウトしてください
ko: 오거나이저 앱을 확인하세요.
pl: Sprawdź naszą aplikację organizatora
ru: Пожалуйста, ознакомьтесь с нашим приложением-организатором
sv: Kolla in vår arrangörsapp
vi: Vui lòng kiểm tra ứng dụng tổ chức của chúng tôi
zh_hans: 请检出我们的管理器应用程序
zh_hant: 請檢出我們的管理器應用程序

source: Here
ar: هنا
de: Hier
es: Aquí
fr: Ici
id: Sini
ja: ここは
ko: 여기
pl: Tutaj
ru: Здесь
sv: Här
vi: Đây
zh_hans: 这里
zh_hant: 這裡

source: Still have questions?
ar: لا يزال لديك أسئلة؟
de: Weitere Fragen?
es: ¿Aún tienes preguntas?
fr: Avez-vous encore des questions?
id: Masih ada pertanyaan?
ja: まだ質問がありますか？
ko: 여전히 질문이 있습니까?
pl: Wciąż masz pytania?
ru: Остались вопросы?
sv: Har du fortfarande frågor?
vi: Bạn vẫn có câu hỏi?
zh_hans: 还有问题吗？
zh_hant: 還有問題嗎？

source: Visit our FAQ to find answers.
ar: قم بزيارة الأسئلة الشائعة للعثور على إجابات.
de: Um weitere Antworten zu erhalten, haben wir hier eine Liste mit häufig gestellten Fragen eingerichtet.
es: Visite nuestras preguntas frecuentes para encontrar respuestas.
fr: Consultez notre FAQ pour trouver des réponses.
id: Kunjungi FAQ kami untuk menemukan jawaban.
ja: 回答を見つけるには、FAQにアクセスしてください。
ko: 답변을 찾으려면 FAQ를 방문하십시오.
pl: Odwiedź nasze FAQ, aby znaleźć odpowiedzi.
ru: Посетите наш FAQ, чтобы найти ответы.
sv: Besök vår FAQ för att hitta svar.
vi: Truy cập Câu hỏi thường gặp của chúng tôi để tìm câu trả lời.
zh_hans: 访问我们的常见问题解答以找到答案。
zh_hant: 訪問我們的常見問題解答以找到答案。

source: Connect with Facebook
ar: تواصل مع الفيسبوك
de: Mit Facebook verbinden
es: Conectarse con Facebook
fr: Se connecter avec Facebook
id: Hubungkan Facebook
ko: 페이스 북과 연동하세요
pl: Połącz z Facebookiem
ru: Подключиться через Facebook
sv: Anslut med Facebook
zh_hans: 连接到Facebook
zh_hant: 與Facebook連接

source: Delete Your Account
ar: حذف حسابك
de: Konto löschen
es: Borre su Cuenta
fr: Supprimer votre compte
id: Hapus akun anda
ja: アカウントの削除
ko: 계정 삭제
pl: Usuń swoje konto
ru: Удалить свой аккаунт
sv: Radera ditt konto
vi: Xóa tài khoản của bạn
zh_hans: 删除帐号
zh_hant: 刪除帳號

source: All user data will be deleted. Your user data will be entirely erased and any data that will stay in the system for accounting purposes will be anonymised and there will be no link to any of your personal information. Once you delete this account, you will have no longer access to the system.
ar: سيتم حذف جميع بيانات المستخدم. سيتم مسح بيانات المستخدم الخاصة بك تمامًا وأي بيانات ستبقى في النظام لأغراض المحاسبة ، لن يكون هناك رابط لأي من معلوماتك الشخصية. بمجرد حذف هذا الحساب ، لن تتمكن من الوصول إلى النظام.
de: Alle Benutzerdaten des Kontos werden gelöscht. Die Benutzerdaten werden vollständig gelöscht und alle anderen mit dem Konto verbundenen Daten, die weiterhin im System erhalten bleiben, zum Beispiel zu gesetzlich vorgeschriebenen Buchhaltungszwecken, werden anonymisiert. Es wird keine Verbindung zu etwaigen persönlichen Daten des Kontos mehr geben. Sobald Sie dieses Konto löschen, haben Sie keinen Zugriff mehr auf das System.
es: Se borrarán todos los datos del usuario. Sus datos de usuario se borrarán por completo y cualquier dato que permanezca en el sistema para fines contables será anonimizado y no habrá ningún enlace a su información personal. Una vez que elimine esta cuenta, ya no tendrá acceso al sistema.
fr: Toutes les données utilisateur seront supprimées. Vos données d'utilisateur seront entièrement effacées et toutes les données qui resteront dans le système à des fins comptables sera anonymisé et il n'y aura aucun lien vers l'une de vos informations personnelles. Une fois que vous supprimez ce compte, vous n'aurez plus accès au système.
id: Semua data pengguna akan dihapus. Data pengguna Anda akan sepenuhnya dihapus dan data apa pun yang akan tetap ada dalam sistem untuk tujuan akuntansi akan dianonimkan dan tidak akan ada tautan ke informasi pribadi Anda. Setelah Anda menghapus akun ini, Anda tidak lagi memiliki akses ke sistem.
ja: すべてのユーザー データが削除されます。ユーザーデータは完全に消去され、残るデータは削除されます。 会計目的でのシステムは匿名化され、お客様の個人情報へのリンクはございません。 このアカウントを削除すると、システムにアクセスできなくなります。
ko: 모든 사용자 데이터가 삭제됩니다. 사용자 데이터는 완전히 지워지고 남아있는 모든 데이터는 회계 목적으로 시스템에서 익명으로 처리되며 귀하의 개인 정보에 대한 링크가 없습니다. 이 계정을 삭제하면 더 이상 시스템에 액세스 할 수 없습니다.
pl: Wszystkie dane użytkownika zostaną usunięte. Twoje dane użytkownika zostaną całkowicie usunięte, a wszelkie dane, które pozostaną w systemie dla celów księgowych będą zanonimizowane i nie będzie żadnych linków do jakichkolwiek danych osobowych. Po usunięciu tego konta nie będziesz mieć już dostępu do systemu.
ru: Все данные пользователя будут удалены. Ваши пользовательские данные будут полностью удалены, а все данные, которые останутся в системе для целей бухгалтерского учета будет анонимным и не будет ссылки на какую-либо вашу личную информацию. После удаления этой учетной записи у вас больше не будет доступа к системе.
sv: All användardata raderas. Dina användardata kommer att raderas helt och all data som förblir i systemet för redovisningsändamål kommer att anonymiseras och det kommer inte att finnas någon länk till någon av dina personuppgifter. När du har tagit bort det här kontot har du inte längre tillgång till systemet.
vi: Tất cả dữ liệu người dùng sẽ bị xóa. Dữ liệu người dùng của bạn sẽ bị xóa hoàn toàn và mọi dữ liệu sẽ vẫn còn trong hệ thống cho mục đích kế toán sẽ được ẩn danh và sẽ không có liên kết đến bất kỳ thông tin cá nhân nào của bạn. Sau khi xóa tài khoản này, bạn sẽ không còn quyền truy cập vào hệ thống.
zh_hans: 所有用户数据将被删除。您的用户数据将被完全删除，所有保留的数据 系统中出于会计目的的信息将被匿名化，并且不会链接到您的任何个人信息。 删除该帐户后，您将无法再访问系统。
zh_hant: 所有用戶數據將被刪除。您的用戶數據將被完全刪除，所有保留的數據 系統中出於會計目的的信息將被匿名化，並且不會鏈接到您的任何個人信息。 刪除該帳戶後，您將無法再訪問系統。

source: Your account currently cannot be deleted as active events and/or orders are associated with it. Before you can delete your account you must transfer the ownership of your event(s) to another organizer or cancel your event(s). If you have ticket orders stored in the system, please cancel your orders first too.
ar: لا يمكن حذف حسابك حاليًا لأن الأحداث النشطة و / أو الطلبات مرتبطة به. قبل أن تتمكن من حذف حسابك ، يجب عليك نقل ملكية الحدث (الأحداث) الخاص بك إلى منظم آخر أو إلغاء الحدث (الأحداث) الخاص بك. إذا كانت لديك طلبات شراء تذاكر مخزنة في النظام ، فيرجى إلغاء طلباتك أولاً أيضًا.
de: Das Konto kann derzeit nicht gelöscht werden, da aktive Veranstaltungen und / oder Bestellungen damit verknüpft sind. Bevor Sie das Konto löschen können, müssen Sie Ihre Veranstaltungen auf einen anderen Veranstalter übertragen oder Ihre Veranstaltungen stornieren. Wenn Sie Ticketbestellungen im System gespeichert haben, stornieren Sie bitte auch zuerst Ihre Bestellungen.
es: Actualmente, su cuenta no se puede eliminar porque hay eventos activos y / o pedidos asociados a ella. Antes de que pueda eliminar su cuenta, debe transferir la propiedad de su (s) evento (s) a otro organizador o cancelar su (s) evento (s). Si tiene pedidos de boletos almacenados en el sistema, cancele primero sus pedidos también.
fr: Votre compte ne peut actuellement pas être supprimé car des évènements actifs et / ou des commandes y sont associés. Avant de pouvoir supprimer votre compte, vous devez transférer la propriété de votre (vos) évènement(s) à un autre organisateur ou annuler votre (vos) évènement(s). Si vous avez des commandes de billets stockées dans le système, veuillez d'abord annuler vos commandes.
id: Akun Anda saat ini tidak dapat dihapus karena acara aktif dan / atau pesanan terkait dengannya. Sebelum Anda dapat menghapus akun Anda, Anda harus mentransfer kepemilikan acara Anda ke penyelenggara lain atau membatalkan acara Anda. Jika Anda memiliki pesanan tiket yang tersimpan di sistem, harap batalkan pesanan Anda juga.
ja: 現在、アクティブなイベントや注文が関連付けられているため、アカウントを削除することはできません。 アカウントを削除するには、イベントの所有権を別の開催者に譲渡するか、イベントをキャンセルする必要があります。 システムにチケット注文が保存されている場合は、まずはキャンセルしてください。
ko: 현재 귀하의 계정은 활성 이벤트 및 / 또는 주문이 관련되어 있으므로 삭제할 수 없습니다. 계정을 삭제하기 전에 이벤트 소유권을 다른 주최자에게 이전하거나 이벤트를 취소해야합니다. 시스템에 티켓 주문이 저장되어있는 경우 먼저 주문을 취소하십시오.
pl: Twoje konto nie może obecnie zostać usunięte, ponieważ są z nim powiązane aktywne wydarzenia i / lub zamówienia. Zanim będziesz mógł usunąć swoje konto, musisz przenieść własność swoich wydarzeń na innego organizatora lub anulować swoje wydarzenia. Jeśli masz w systemie zamówienia biletów, najpierw je anuluj.
ru: В настоящее время ваш аккаунт не может быть удален, так как с ним связаны активные события и / или заказы. Прежде чем вы сможете удалить свою учетную запись, вы должны передать право собственности на свое мероприятие (мероприятия) другому организатору или отменить свое мероприятие (мероприятия). Если у вас есть заказы на билеты, хранящиеся в системе, пожалуйста, сначала отмените их.
sv: Ditt konto kan för närvarande inte raderas eftersom aktiva händelser och/eller beställningar är kopplade till det. Innan du kan ta bort ditt konto måste du överföra äganderätten till ditt event till en annan arrangör eller avbryta ditt / dina evenemang. Om du har biljettbeställningar lagrade i systemet, vänligen avbryt dina beställningar först också.
vi: Tài khoản của bạn hiện không thể bị xóa vì các sự kiện đang hoạt động và / hoặc đơn đặt hàng được liên kết với nó. Trước khi có thể xóa tài khoản của mình, bạn phải chuyển quyền sở hữu (các) sự kiện của mình cho một người tổ chức khác hoặc hủy (các) sự kiện của bạn. Nếu bạn có đơn đặt hàng vé được lưu trong hệ thống, vui lòng hủy đơn hàng của bạn trước.
zh_hans: 您的帐户当前无法删除，因为有活动事件和/或订单与之关联。 在删除帐户之前，您必须将活动的所有权转让给其他组织者或取消活动。 如果您的机票订单已存储在系统中，请也先取消订单。
zh_hant: 您的帳戶當前無法刪除，因為有活動事件和/或訂單與之關聯。 在刪除帳戶之前，您必須將活動的所有權轉讓給其他組織者或取消活動。 如果您的機票訂單已存儲在系統中，請也先取消訂單。

source: Email Updates are
ar: تحديثات البريد الإلكتروني هي
de: E-Mail-Aktualisierungen sind
es: Las actualizaciones por correo electrónico son
fr: Les mises à jour par courriel sont
id: Pembaruan Email adalah
ja: メールの更新は
ko: 이메일 업데이트는
pl: Aktualizacje e-mail są
ru: Обновления по электронной почте
sv: E -postuppdateringar är
vi: Cập nhật Email là
zh_hans: 电子邮件更新为
zh_hant: 電子郵件更新為
