Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Mark Completed
ar: وضع علامة مكتمل
de: Als abgeschlossen markieren
es: Marcar como completado
fr: Marquer comme terminé
id: Tandai Selesai
ja: 完了済みマーク
ko: 완료로 표시
pl: Oznacz jako ukończone
ru: Отметить как завершенное
sv: Markera slutförd
vi: Đánh dấu là Hoàn thành
zh_hans: 标记完成
zh_hant: 標記完成

source: Are you sure you would like to mark this Order as completed?
ar: هل أنت متأكد أنك تريد وضع علامة "مكتمل" على هذا الطلب؟
de: Sind Sie sicher, dass Sie diese Bestellung als abgeschlossen markieren möchten?
es: ¿Está seguro de que desea marcar este pedido como completado?
fr: Etes-vous certains de vouloir marquer cette commande comme terminée ?
id: Apakah Anda yakin ingin menandai Pesanan ini sebagai selesai?
ja: この注文を完了済みとしてマークしますか?
ko: 이 주문을 완료된 것으로 표시 하시겠습니까?
pl: Czy na pewno chcesz oznaczyć to zamówienie jako zakończone?
ru: Вы уверены, что хотите отметить этот заказ как выполненный?
sv: Är du säker på att du vill markera den här beställningen som slutförd?
vi: Bạn có chắc chắn muốn đánh dấu Đơn hàng này là đã hoàn thành không?
zh_hans: 您确定要将此订单标记为已完成吗？
zh_hant: 您確定要將此訂單標記為已完成嗎？

source: Cancel order
ar: الغاء الطلب
de: Bestellung stornieren
es: Cancelar orden
fr: Annuler la commande
id: Batalkan pesanan
ja: オーダーを中止する
ko: 오더 취소
pl: Zamówienie anulowania
ru: Отменить заказ
sv: Avbryt beställning
vi: Hủy Đơn Vé
zh_hans: 取消订单
zh_hant: 取消訂單

source: Are you sure you would like to cancel this Order?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟
de: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten?
es: ¿Está seguro de que desea cancelar este pedido?
fr: Etes-vous certains de vouloir annuler cette commande ?
id: Anda yakin ingin membatalkan Pesanan ini?
ja: この注文をキャンセルしますか?
ko: 이 주문을 취소 하시겠습니까?
pl: Czy na pewno chcesz anulować to zamówienie?
ru: Вы уверены, что хотите отменить этот заказ?
sv: Är du säker på att du vill avbryta denna beställning?
vi: Bạn có chắc chắn muốn hủy Đơn đặt hàng này không?
zh_hans: 您确定要取消此订单吗？
zh_hant: 您確定要取消此訂單嗎？

source: Resend order confirmation
ar: إعادة إرسال تأكيد الطلب
de: Auftragsbestätigung erneut versenden
es: Reenviar confirmación de pedido
fr: Renvoyer la confirmation de commande
id: Kirim ulang konfirmasi pesanan
ja: 注文の確認を再送信
ko: 주문 확인 다시 보내기
pl: Wyślij ponownie potwierdzenie zamówienia
ru: Повторно отправить подтверждение заказа
sv: Skicka orderbekräftelsen igen
vi: Gửi lại xác nhận đơn hàng
zh_hans: 重新发送订单确认
zh_hant: 重新發送訂單確認

source: Are you sure you would like to delete this stream?
ar: هل أنت متأكد أنك تريد حذف هذا البث؟
de: Diesen Stream wirklich löschen?
es: ¿Estás seguro de que deseas eliminar esta transmisión?
fr: Etes-vous certains de vouloir supprimer cette commande ?
id: Anda yakin ingin menghapus aliran ini?
ja: このストリームを削除してもよろしいですか？
ko: 이 스트림을 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć ten strumień?
ru: Вы уверены, что хотите удалить эту роль?
sv: Är du säker på att du vill ta bort den här strömmen?
vi: Bạn có chắc chắn muốn xóa luồng này không?
zh_hans: 您确定要删除此流吗？
zh_hant: 您確定要刪除此流嗎？

source: Auto-Generated
ar: يستخرج تلقائيا
de: Automatisch generiert
es: Auto generados
fr: Générés automatiquement
id: Otomatis dibuat
ja: 自動生成
ko: 자동 생성됨
pl: Wygenerowane automatycznie
ru: Создано автоматически
sv: Autogenererade
vi: Tự động tạo ra
zh_hans: 自动生成
zh_hant: 自動產生

source: The open source event solution for virtual and in-person events.
ar: حل الحدث مفتوح المصدر للأحداث الافتراضية والشخصية.
de: Die Open Source-Lösung für virtuelle Veranstaltungen und Events vor Ort.
es: La solución de eventos de código abierto para eventos virtuales y presenciales.
fr: La solution événementielle open source pour les événements virtuels et en personne.
id: Solusi acara sumber terbuka untuk acara virtual dan luring.
ja: 仮想イベントおよび対面イベント用のオープンソースイベントソリューション。
ko: 가상 및 대면 이벤트를위한 오픈 소스 이벤트 솔루션입니다.
pl: Rozwiązanie eventowe typu open source do wydarzeń wirtualnych i osobistych.
ru: Решение с открытым исходным кодом для виртуальных и личных мероприятий.
sv: Open source-händelselösningen för virtuella och personliga evenemang.
vi: Giải pháp sự kiện mã nguồn mở cho các sự kiện ảo và trực tiếp.
zh_hans: 虚拟事件和面对面事件的开源事件解决方案。
zh_hant: 虛擬事件和麵對面事件的開源事件解決方案。

source: State/Province
ar: الولاية / المقاطعة
de: Bundesland
es: Estado/provincia
fr: Etat / Province
id: Negara Bagian / Provinsi
ja: 都道府県/州
ko: 주 /도
pl: Województwo
ru: Штат/Область
sv: Stat/Provins
vi: Bang / Tỉnh
zh_hans: 州/省
zh_hant: 州/省

source: Hex value or pick
ar: قيمة سداسية عشرية أو اختيار
de: Hex-Wert oder auswählen
es: Valor hexadecimal o selección
fr: Valeur hexadécimale ou sélection
id: Nilai hex atau pick
ja: 16進値またはピック
ko: 16 진수 값 또는 선택
pl: Wartość szesnastkowa lub wybierz
ru: Значение Hex или выбрать
sv: Hexvärde eller plockning
vi: Giá trị hex hoặc chọn
zh_hans: 十六进制值或选择
zh_hant: 十六進制值或選擇

source: Remove file
ar: إزالة الملف
de: Datei entfernen
es: Eliminar el archivo
fr: Supprimer le fichier
id: Hapus berkas
ja: ファイルを削除
ko: 파일을 지우다
pl: Usuń plik
ru: Удалить файл
sv: Ta bort fil
vi: Xóa tệp
zh_hans: 删除文件
zh_hant: 移除檔案

source: Not larger than
ar: ليس أكبر من
de: Nicht größer als
es: No más grande que
fr: Pas plus grand que
id: Tidak lebih dari
ja: より大きくはありません
ko: 보다 크지 않음
pl: Nie większy niż
ru: Не больше чем
sv: Inte större än
vi: Không lớn hơn
zh_hans: 不大于
zh_hant: 不大於

source: Image Uploading
ar: رفع الصور
de: Bild hochladen
es: Carga de imágenes
fr: Téléversement de l'image
id: Mengupload Gambar
ja: 画像のアップロード
ko: 이미지 업로드
pl: Przesyłanie obrazu
ru: Загрузка изображения
sv: Bildöverföring
vi: Tải lên hình ảnh
zh_hans: 图片上传
zh_hant: 圖片上傳

source: Re-crop
ar: إعادة المحاصيل
de: Bild erneut beschneiden
es: Volver a recortar
fr: Re-rogner
id: Pangkas ulang
ja: 再作物
ko: 다시 자르기
pl: Ponownie przyciąć
ru: Пере-обрезать
sv: Skör om
vi: Cắt lại
zh_hans: 重新播种
zh_hant: 重新播種

source: click or drag-and-drop
ar: انقر أو السحب والإفلات
de: Klicken oder Ziehen und Ablegen
es: hacer clic o arrastrar y soltar
fr: Cliquer ou glisser/déposer
id: klik atau seret-dan-lepas
ja: クリックまたはドラッグ アンド ドロップ
ko: 클릭 또는 드래그 앤 드롭
pl: kliknij lub przeciągnij i upuść
ru: щелкните или перетащите
sv: klicka eller dra och släpp
vi: nhấp hoặc kéo và thả
zh_hans: 单击或拖放
zh_hant: 單擊或拖放

source: Venue Name
ar: اسم المكان
de: Name des Veranstaltungsorts
es: Nombre del lugar
fr: Nom du lieu
id: nama tempat
ja: 会場名
ko: 장소 이름
pl: Nazwa miejsca
ru: Название объекта
sv: Platsnamn
vi: tên địa điểm
zh_hans: 场地名称
zh_hant: 場地名稱

source: Street Address
ar: عنوان الشارع
de: Straße und Hausnummer
es: Dirección
fr: Adresse
id: Alamat
ja: 番地
ko: 주소
pl: Ulica
ru: Адрес улицы
sv: Gatuadress
vi: Địa chỉ đường phố
zh_hans: 地址
zh_hant: 街道地址

source: Reset Map
ar: إعادة تعيين الخريطة
de: Karte zurücksetzen
es: Restablecer mapa
fr: Reset de la carte
id: Setel Ulang Peta
ja: マップのリセット
ko: 지도 재설정
pl: Resetuj mapę
ru: Сбросить карту
sv: Återställ kartan
vi: Đặt lại bản đồ
zh_hans: 重置地图
zh_hant: 重置地圖

source: Enter address
ar: أدخل العنوان
de: Adresse eingeben
es: Introducir la dirección
fr: Saisir l'adresse
ja: 住所を入力
pl: Wpisz adres
ru: Введите адрес
sv: Ange adress
vi: Nhập địa chỉ
zh_hans: 输入地址
zh_hant: 輸入地址

source: Bold (Ctrl+B)
ar: غامق (Ctrl + B)
de: Fett (Strg + B)
es: Negrita (Ctrl + B)
fr: Gras (Ctrl + B)
id: Tebal (Ctrl + B)
ja: 太字（Ctrl + B）
ko: 굵게 (Ctrl + B)
pl: Pogrubienie (Ctrl + B)
ru: Жирный (Ctrl + B)
sv: Fet (Ctrl+B)
vi: In đậm (Ctrl + B)
zh_hans: 粗体（Ctrl + B）
zh_hant: 粗體（Ctrl + B）

source: Italic (Ctrl+I)
ar: مائل (Ctrl + I)
de: Kursiv (Strg + I)
es: Cursiva (Ctrl + I)
fr: Italique (Ctrl + I)
id: Miring (Ctrl + I)
ja: イタリック（Ctrl + I）
ko: 기울임 꼴 (Ctrl + I)
pl: Kursywa (Ctrl + I)
ru: Курсив (Ctrl + I)
sv: Kursiv (Ctrl+I)
vi: Nghiêng (Ctrl + I)
zh_hans: 斜体（Ctrl + I）
zh_hant: 斜體（Ctrl + I）

source: Underline (Ctrl+U)
ar: تسطير (Ctrl + U)
de: Unterstreichen (Strg + U)
es: Subrayado (Ctrl + U)
fr: Souligner (Ctrl + U)
id: Garis bawah (Ctrl + U)
ja: 下線（Ctrl + U）
ko: 밑줄 (Ctrl + U)
pl: Podkreślenie (Ctrl + U)
ru: Подчеркивание (Ctrl + U)
sv: Understruken (Ctrl+U)
vi: Gạch chân (Ctrl + U)
zh_hans: 下划线（Ctrl + U）
zh_hant: 下劃線（Ctrl + U）

source: Numbered List
ar: قائمة مرقمة
de: Nummerierte Liste
es: Lista _numerada
fr: Liste numérotée
id: Daftar Bernomor
ja: 連番リスト(_N)
ko: 번호 목록(_N)
pl: Lista numeryczna
ru: Нумерованный список
sv: _Numrerad lista
vi: Danh sách được đánh số
zh_hans: 顺序(_N)列表
zh_hant: 順序(_N)列表

source: Bullet List
ar: قائمة الرصاص
de: Aufz_ählung
es: Lista viñe_tas
fr: Liste à puces
id: Daftar Butir
ja: 箇条書きリスト(_T)
ko: 글머리 기호 목록(_T)
pl: Wypunk_towanie
ru: Маркированный список
sv: Punktlista
vi: Danh sách đạn
zh_hans: 项目符号列表
zh_hant: 項目符號列表

source: Undo (Ctrl+Z)
ar: تراجع (Ctrl + Z)
de: Rückgängig machen (Strg + Z)
es: Deshacer (Ctrl + Z)
fr: Annuler (Ctrl + Z)
id: Urungkan (Ctrl + Z)
ja: 元に戻す（Ctrl + Z）
ko: 실행 취소 (Ctrl + Z)
pl: Cofnij (Ctrl + Z)
ru: Отменить (Ctrl + Z)
sv: Ångra (Ctrl+Z)
vi: Hoàn tác (Ctrl + Z)
zh_hans: 撤消（Ctrl + Z）
zh_hant: 撤消（Ctrl + Z）

source: Redo (Ctrl+Y)
ar: إعادة (Ctrl + Y)
de: Wiederholen (Strg + Y)
es: Rehacer (Ctrl + Y)
fr: Rétablir (Ctrl + Y)
id: Ulangi (Ctrl + Y)
ja: やり直し（Ctrl + Y）
ko: 다시 실행 (Ctrl + Y)
pl: Ponów (Ctrl + Y)
ru: Повторить (Ctrl + Y)
sv: Gör om (Ctrl+Y)
vi: Làm lại (Ctrl + Y)
zh_hans: 重做（Ctrl + Y）
zh_hant: 重做（Ctrl + Y）

source: Line Break
ar: الخط مقطوع
de: Zeilenumbruch
es: Salto de línea
fr: Saut de ligne
id: Jadi Baris
ja: 改行
ko: 줄 바꿈
pl: Przerwanie linii
ru: Разрыв строки
sv: Radbrytning
vi: Ngắt dòng
zh_hans: 越线
zh_hant: 越線

source: Insert Link
ar: أدخل ارتباط
de: Verknüpfung einfügen
es: Inserta un enlace
fr: Insérer un lien
ja: リンクを挿入
ko: 링크 삽입
pl: Wstaw odnośnik
ru: Вставить ссылку
sv: Infoga länk
zh_hans: 插入链接
zh_hant: 加入鏈結

source: Min
ar: دقيقة
de: Mindest
ja: 最小
ko: 최소
pl: Minimum
ru: Мин
vi: Tối thiểu
zh_hans: 最小值
zh_hant: 最小值

source: Max
ar: الأعلى
de: Höchst
es: Máx
id: Maksimum
ja: 最大
ko: 최대
pl: Maksimum
ru: Макс
vi: Cao nhất
zh_hans: 最大
zh_hant: 最大值

source: This is a free Ticket
ar: هذه تذكرة مجانية
de: Dies ist ein kostenloses Ticket
es: Este es un boleto gratis
fr: Ceci est un ticket gratuit
id: Ini adalah Tiket gratis
ja: これは無料チケットです
ko: 이것은 무료 티켓입니다
pl: To jest bilet bezpłatny
ru: Это бесплатный билет
sv: Detta är en gratis biljett
vi: Đây là một vé miễn phí
zh_hans: 这是一张免费票
zh_hant: 這是一張免費票

source: Ticket Description
ar: وصف التذكرة
de: Beschreibung des Tickets
es: Descripción del ticket
fr: Description du billet
id: Deskripsi Tiket
ja: チケットの説明
ko: 티켓 설명
pl: Opis biletu
ru: Описание билета
sv: Biljettbeskrivning
vi: Mô tả vé
zh_hans: 门票说明
zh_hant: 門票說明

source: This description would be available to the attendees when ordering tickets.
ar: سيكون هذا الوصف متاحًا للحضور عند طلب التذاكر.
de: Diese Beschreibung steht den Teilnehmern bei der Bestellung von Tickets zur Verfügung.
es: Esta descripción estaría disponible para los asistentes al solicitar entradas.
fr: Cette description sera disponible pour les participants lors de la commande des billets.
id: Deskripsi ini akan tersedia untuk peserta saat memesan tiket.
ja: この説明は、チケットを注文するときに参加者が利用できます。
ko: 이 설명은 티켓을 주문할 때 참석자가 사용할 수 있습니다.
pl: Opis ten byłby dostępny dla uczestników podczas zamawiania biletów.
ru: Это описание будет доступно участникам при заказе билетов.
sv: Denna beskrivning är tillgänglig för deltagarna när de beställer biljetter.
vi: Mô tả này sẽ có sẵn cho những người tham dự khi đặt mua vé.
zh_hans: 订购门票时，与会者可以使用此描述。
zh_hant: 訂購門票時，與會者可以使用此描述。

source: Display Ticket description on Public Events page
ar: عرض وصف التذكرة في صفحة الأحداث العامة
de: Ticketbeschreibung auf der Seite „Public Events” anzeigen
es: Mostrar la descripción de la entrada en la página de eventos públicos
fr: Afficher la description des billets sur la page des évènements publiques
id: Tampilkan deskripsi Tiket di halaman Acara Umum
ja: 公開のイベント ページにチケットの説明を表示します
ko: 공개 이벤트 페이지에 티켓 설명 표시
pl: Wyświetl opis biletu na stronie wydarzeń publicznych
ru: Отображать описание билета на публичной странице мероприятий
sv: Visa biljettbeskrivning på sidan Offentliga evenemang
vi: Hiển thị mô tả Vé trên trang Sự kiện Công khai
zh_hans: 在“公共活动”页面上显示票证说明
zh_hant: 在“公共活動”頁面上顯示票證說明

source: Hide Ticket from the Public Events page
ar: إخفاء التذكرة من صفحة الأحداث العامة
de: Ticket auf der Seite „Public Events” ausblenden
es: Ocultar boleto de la página de eventos públicos
fr: Cacher ce billet sur la page des évènements publique
id: Sembunyikan Tiket dari halaman Acara Umum
ja: 公開のイベント ページからチケットを非表示にします。
ko: 공개 이벤트 페이지에서 티켓 숨기기
pl: Ukryj bilet na stronie wydarzeń publicznych
ru: Скрыть билет с публичной страницы мероприятий
sv: Dölj biljett från sidan Offentliga evenemang
vi: Ẩn vé khỏi trang Sự kiện công khai
zh_hans: 从“公共活动”页面隐藏票证
zh_hant: 從“公共活動”頁面隱藏票證

source: To sell hidden tickets you need to set up an access code under Event Dashboard > Tickets Tab > Access Code.
ar: لبيع التذاكر المخفية ، تحتاج إلى إعداد رمز وصول ضمن Event Dashboard> علامة تبويب التذاكر> رمز الوصول.
de: Um versteckte Tickets zu verkaufen, müssen Sie unter Event Dashboard > Registerkarte Tickets > Zugangscode einen Zugangscode einrichten.
es: Para vender entradas ocultas, debe configurar un código de acceso en Panel de eventos> pestaña Entradas> Código de acceso.
fr: Pour vendre des billets cachés, vous devez configurer un code d'accès sous Tableau de bord de l'évènement> onglet Billets> Code d'accès.
id: Untuk menjual tiket tersembunyi Anda perlu menyiapkan kode akses di bawah Dasbor Acara> Tab Tiket> Kode Akses.
ja: 非表示のチケットを販売するには、[イベントダッシュボード]> [チケット]タブ> [アクセスコード]でアクセスコードを設定する必要があります。
ko: 숨겨진 티켓을 판매하려면 이벤트 대시 보드> 티켓 탭> 액세스 코드에서 액세스 코드를 설정해야합니다.
pl: Aby sprzedawać ukryte bilety, musisz ustawić kod dostępu w Pulpicie wydarzenia> Zakładka Bilety> Kod dostępu.
ru: Чтобы продавать скрытые билеты, вам необходимо настроить код доступа на панели управления событиями> вкладка билетов> код доступа.
sv: För att sälja dolda biljetter måste du ställa in en åtkomstkod under Event Dashboard> Fliken Biljetter> Åtkomstkod.
vi: Để bán vé ẩn, bạn cần thiết lập mã truy cập trong Bảng điều khiển sự kiện> Tab vé> Mã truy cập.
zh_hans: 要出售隐藏的票证，您需要在事件仪表板>票证选项卡>访问码下设置访问码。
zh_hant: 要出售隱藏的票證，您需要在事件儀表板>票證選項卡>訪問碼下設置訪問碼。

source: Tickets Absorb Fees
ar: التذاكر تستوعب الرسوم
de: Tickets absorbieren Gebühren
es: Los boletos absorben tarifas
fr: Les billets absorbent les frais
id: Tiket Menyerap Biaya
ja: チケットは料金を吸収します
ko: 티켓은 수수료를 흡수합니다
pl: Bilety absorbują opłaty
ru: Сборы за поглощение билетов
sv: Biljetter Absorbera avgifter
vi: Vé hấp thụ phí
zh_hans: 门票吸收费
zh_hant: 門票吸收費

source: Platform fees will always be included in your ticket price. You will receive an invoice each month.
ar: سيتم دائمًا تضمين رسوم المنصة في سعر التذكرة. سوف تتلقى فاتورة كل شهر.
de: Plattformgebühren sind immer im Ticketpreis enthalten. Rechnungen werden monatlich ausgestellt.
es: Las tarifas de la plataforma siempre estarán incluidas en el precio de su boleto. Recibirás una factura cada mes.
fr: Les frais de plateforme seront toujours inclus dans le prix de votre billet. Vous recevrez une facture chaque mois.
id: Biaya platform akan selalu termasuk dalam harga tiket Anda. Anda akan menerima faktur setiap bulan.
ja: プラットフォーム料金は常にチケット価格に含まれます。毎月請求書が届きます。
ko: 플랫폼 수수료는 항상 티켓 가격에 포함됩니다. 매월 청구서를 받게됩니다.
pl: Opłaty platformowe będą zawsze zawarte w cenie biletu. Co miesiąc otrzymasz fakturę.
ru: Плата за платформу всегда будет включена в стоимость вашего билета. Вы будете получать счет каждый месяц.
sv: Plattformsavgifter ingår alltid i ditt biljettpris. Du får en faktura varje månad.
vi: Phí sân ga sẽ luôn được bao gồm trong giá vé của bạn. Bạn sẽ nhận được một hóa đơn mỗi tháng.
zh_hans: 平台费用将始终包含在您的票价中。您将每月收到一张发票。
zh_hant: 平台費用將始終包含在您的票價中。您將每月收到一張發票。

source: Number of tickets allowed per order
ar: عدد التذاكر المسموح بها لكل طلب
de: Anzahl der erlaubten Tickets je Bestellung
es: Cantidad de boletos permitidos por pedido
fr: Nombre de billets autorisés par commande
id: Jumlah tiket yang diizinkan per pesanan
ja: 注文ごとに許可されるチケットの数
ko: 주문 당 허용되는 티켓 수
pl: Liczba biletów dozwolonych na zamówienie
ru: Количество разрешенных билетов на один заказ
sv: Antal tillåtna biljetter per beställning
vi: Số lượng vé cho phép trên mỗi đơn đặt hàng
zh_hans: 每个订单允许的票数
zh_hant: 每個訂單允許的票數

source: Minimum Order
ar: الحد الأدنى للطلب
de: Mindestbestellmenge
es: Pedido mínimo
fr: Commande minimum
id: Pemesanan minimum
ja: 最小注文
ko: 최소 주문
pl: Minimalne zamówienie
ru: Минимальный заказ
sv: Minsta beställning
vi: Đơn hàng tối thiểu
zh_hans: 最低订购量
zh_hant: 最低訂購量

source: Maximum Order
ar: الحد الأقصى للطلب
de: Maximale Bestellmenge
es: Orden máxima
fr: Commande maximum
id: Pesanan Maksimum
ja: 最大注文
ko: 최대 주문
pl: Maksymalne zamówienie
ru: Максимальный заказ
sv: Maximal beställning
vi: Đơn hàng tối đa
zh_hans: 最大订单
zh_hant: 最大訂單

source: This is a free Registration
ar: هذا تسجيل مجاني
de: Dies ist eine kostenlose Registrierung
es: Este es un registro gratuito
fr: Ceci est une inscription gratuite
id: Ini adalah Pendaftaran gratis
ja: これは無料の登録です
ko: 이것은 무료 등록입니다
pl: To jest bezpłatna rejestracja
ru: Это бесплатная регистрация
sv: Detta är en gratis registrering
vi: Đây là một đăng ký miễn phí
zh_hans: 这是一个免费注册
zh_hant: 這是一個免費註冊

source: Registration Description
ar: وصف التسجيل
de: Beschreibung der Registrierung
es: Descripción de registro
fr: Description de l'inscription
id: Deskripsi Pendaftaran
ja: 登録の説明
ko: 등록 설명
pl: Opis rejestracji
ru: Описание регистрации
sv: Beskrivning av registrering
vi: Mô tả đăng ký
zh_hans: 注册说明
zh_hant: 註冊說明

source: This description would be available to the attendees when registering.
ar: سيكون هذا الوصف متاحًا للحضور عند التسجيل.
de: Diese Beschreibung wird den Teilnehmern bei der Anmeldung zur Verfügung gestellt.
es: Esta descripción estaría disponible para los asistentes al registrarse.
fr: Cette description serait disponible pour les participants lors de l'inscription.
id: Deskripsi ini akan tersedia untuk peserta saat mendaftar.
ja: この説明は、登録時に参加者が利用できるようになります。
ko: 이 설명은 등록 시 참석자에게 제공됩니다.
pl: Ten opis będzie dostępny dla uczestników podczas rejestracji.
ru: Это описание будет доступно участникам при регистрации.
sv: Denna beskrivning skulle vara tillgänglig för deltagarna vid registrering.
vi: Mô tả này sẽ có sẵn cho những người tham dự khi đăng ký.
zh_hans: 此说明将在注册时提供给与会者。
zh_hant: 此說明將在註冊時提供給與會者。

source: Display registration description on public events page.
ar: عرض وصف التسجيل على صفحة الأحداث العامة.
de: Die Registrierungsbeschreibung auf der Seite für öffentliche Veranstaltungen anzeigen.
es: Muestra la descripción del registro en la página de eventos públicos.
fr: Afficher la description de l'inscription sur la page des événements publics.
id: Tampilkan deskripsi pendaftaran di halaman acara publik.
ja: 公開イベントページに登録の説明を表示します。
ko: 공개 이벤트 페이지에 등록 설명을 표시합니다.
pl: Wyświetlaj opis rejestracji na stronie wydarzeń publicznych.
ru: Показать описание регистрации на странице публичных мероприятий.
sv: Visa registreringsbeskrivning på sidan för offentliga evenemang.
vi: Hiển thị mô tả đăng ký trên trang sự kiện công khai.
zh_hans: 在公共活动页面上显示注册说明。
zh_hant: 在公共活動頁面上顯示註冊說明。

source: Hide registration from the public events page.
ar: إخفاء التسجيل من صفحة الأحداث العامة.
de: Ausblenden der Anmeldung auf der öffentlichen Veranstaltungsseite.
es: Ocultar el registro de la página de eventos públicos.
fr: Masquer l'inscription sur la page des événements publics.
id: Sembunyikan pendaftaran dari halaman acara publik.
ja: 公開イベントページから登録を非表示にします。
ko: 공개 이벤트 페이지에서 등록을 숨깁니다.
pl: Ukryj rejestrację na stronie wydarzeń publicznych.
ru: Скрыть регистрацию со страницы публичных мероприятий.
sv: Dölj registreringen från sidan för offentliga evenemang.
vi: Ẩn đăng ký khỏi trang sự kiện công khai.
zh_hans: 从公共活动页面隐藏注册。
zh_hant: 從公共活動頁面隱藏註冊。

source: To sell hidden registrations you need to set up an access code under Event Dashboard > Tickets Tab > Access Code.
ar: لبيع التسجيلات المخفية ، تحتاج إلى إعداد رمز وصول ضمن Event Dashboard> علامة تبويب التذاكر> رمز الوصول.
de: Um versteckte Registrierungen zu verkaufen, müssen Sie einen Zugangscode unter Event Dashboard > Registerkarte Tickets > Promotionscode einrichten.
es: Para vender registros ocultos, debe configurar un código de acceso en Panel de eventos> Pestaña Entradas> Código de acceso.
fr: Pour vendre des billets cachés, vous devez configurer un code d'accès sous Tableau de bord de l'évènement> onglet Billets> Code d'accès.
id: Untuk menjual pendaftaran tersembunyi, Anda perlu menyiapkan kode akses di Dasbor Acara > Tab Tiket > Kode Akses.
ja: 非表示の登録を販売するには、[イベントダッシュボード]> [チケット]タブ> [アクセスコード]でアクセスコードを設定する必要があります。
ko: 숨겨진 등록을 판매하려면 이벤트 대시보드 > 티켓 탭 > 액세스 코드에서 액세스 코드를 설정해야 합니다.
pl: Aby sprzedawać ukryte rejestracje, musisz skonfigurować kod dostępu w Panelu wydarzeń > Zakładka Bilety > Kod dostępu.
ru: Чтобы продавать скрытые регистрации, вам необходимо настроить код доступа на панели управления событиями> вкладка «Тикеты»> «Код доступа».
sv: Om du vill sälja dolda registreringar måste du ställa in en åtkomstkod under Event Dashboard > Tickets Tab > Access Code.
vi: Để bán các đăng ký ẩn, bạn cần thiết lập mã truy cập trong Bảng điều khiển sự kiện> Tab Vé> Mã truy cập.
zh_hans: 要出售隐藏的注册，您需要在活动仪表板 > 门票选项卡 > 访问代码下设置访问代码。
zh_hant: 要出售隱藏的註冊，您需要在活動儀表板 > 門票選項卡 > 訪問代碼下設置訪問代碼。

source: Registrations Absorb Fees
ar: التسجيلات تستوعب الرسوم
de: Registrierungen absorbieren Gebühren
es: Las inscripciones absorben tarifas
fr: Les inscriptions absorbent les frais
id: Pendaftaran Menyerap Biaya
ja: 登録は料金を吸収します
ko: 등록 수수료 흡수
pl: Rejestracje pochłaniają opłaty
ru: Сборы за регистрацию
sv: Registreringar absorberar avgifter
vi: Phí đăng ký hấp thụ
zh_hans: 注册吸收费用
zh_hant: 註冊吸收費用

source: Platform fees will always be included in your registration price. You will receive an invoice each month.
ar: سيتم دائمًا تضمين رسوم المنصة في سعر التسجيل الخاص بك. سوف تتلقى فاتورة كل شهر.
de: Die Plattformgebühren sind immer im Preis Ihrer Anmeldung enthalten. Sie erhalten jeden Monat eine Rechnung.
es: Las tarifas de la plataforma siempre estarán incluidas en el precio de registro. Recibirás una factura cada mes.
fr: Les frais de plateforme seront toujours inclus dans votre prix d'inscription. Vous recevrez une facture chaque mois.
id: Biaya platform akan selalu termasuk dalam harga pendaftaran Anda. Anda akan menerima faktur setiap bulan.
ja: プラットフォーム料金は常に登録価格に含まれます。毎月請求書が届きます。
ko: 플랫폼 수수료는 항상 등록 가격에 포함됩니다. 매달 청구서를 받게 됩니다.
pl: Opłaty za platformę będą zawsze wliczone w cenę rejestracji. Co miesiąc otrzymasz fakturę.
ru: Плата за платформу всегда будет включена в стоимость вашей регистрации. Вы будете получать счет каждый месяц.
sv: Plattformsavgifter kommer alltid att inkluderas i ditt registreringspris. Du får en faktura varje månad.
vi: Phí nền tảng sẽ luôn được bao gồm trong giá đăng ký của bạn. Bạn sẽ nhận được một hóa đơn mỗi tháng.
zh_hans: 平台费用将始终包含在您的注册价格中。您每个月都会收到一张发票。
zh_hant: 平台費用將始終包含在您的註冊價格中。您每個月都會收到一張發票。

source: Number of registrations allowed per order
ar: عدد التسجيلات المسموح بها لكل طلب
de: Anzahl der erlaubten Registrierungen pro Bestellung
es: Número de registros permitidos por pedido
fr: Nombre d'inscriptions autorisées par commande
id: Jumlah pendaftaran yang diizinkan per pesanan
ja: 注文ごとに許可される登録数
ko: 주문당 허용되는 등록 수
pl: Dozwolona liczba rejestracji na zamówienie
ru: Количество разрешенных регистраций на заказ
sv: Antal tillåtna registreringar per beställning
vi: Số lượng đăng ký được phép cho mỗi đơn đặt hàng
zh_hans: 每个订单允许的注册数量
zh_hant: 每個訂單允許的註冊數量

source: Tweets by
ar: تغريدات بواسطة
de: Tweets von
es: Tweets de
fr: Tweeté par
id: Tweet oleh
ja: によるツイート
ko: 트윗
pl: Tweety użytkownika
ru: Твиты от
sv: Tweets av
vi: Tweets theo
zh_hans: 发推文
zh_hant: 發推文

source: Creating
ar: خلق
de: Erstelle
es: Creando
fr: En création
id: Menciptakan
ja: 作成
ko: 생성
pl: Tworzenie
ru: Создание
sv: Skapar
vi: Đang tạo
zh_hans: 创建
zh_hant: 創造
