Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: This category is especially suitable for welcome, support, discussion or social video rooms. Virtual event video rooms do not require dedicated sessions and do not need a schedule setup.
ar: هذه الفئة مناسبة بشكل خاص لغرف الترحيب أو الدعم أو المناقشة أو غرف الفيديو الاجتماعية. لا تتطلب غرف فيديو الأحداث الافتراضية جلسات مخصصة ولا تحتاج إلى إعداد جدول زمني.
de: Diese Kategorie eignet sich besonders für Begrüßungs-, Support-, Diskussions- oder soziale Videoräume. Virtuelle Veranstaltungs-Videoräume benötigen keine speziellen Sitzungen und keinen Zeitplan.
es: Esta categoría es especialmente adecuada para salas de video de bienvenida, apoyo, discusión o sociales. Las salas de video de eventos virtuales no requieren sesiones dedicadas y no necesitan una configuración de programación.
fr: Cette catégorie est particulièrement adaptée aux salles d'accueil, d'accompagnement, de discussion ou de vidéo sociale. Les salles vidéo d'événements virtuels ne nécessitent pas de sessions dédiées et ne nécessitent pas de configuration de calendrier.
id: Kategori ini sangat cocok untuk ruang sambutan, dukungan, diskusi, atau ruang video sosial. Ruang video acara virtual tidak memerlukan sesi khusus dan tidak memerlukan pengaturan jadwal.
ja: このカテゴリは、ウェルカム、サポート、ディスカッション、またはソーシャルビデオルームに特に適しています。バーチャルイベントビデオルームは、専用のセッションやスケジュールの設定を必要としません。
ko: 이 카테고리는 환영, 지원, 토론 또는 소셜 비디오 룸에 특히 적합합니다. 가상 이벤트 비디오 룸은 전용 세션이 필요하지 않으며 일정 설정이 필요하지 않습니다.
pl: Ta kategoria jest szczególnie odpowiednia do pomieszczeń powitalnych, wsparcia, dyskusji lub społecznościowych pokojów wideo. Wirtualne sale wideo na wydarzenia nie wymagają dedykowanych sesji i nie wymagają konfiguracji harmonogramu.
ru: Эта категория особенно подходит для приемов, поддержки, обсуждения или социальных видео-комнат. Виртуальные видеозалы для мероприятий не требуют специальных сеансов и не требуют настройки расписания.
sv: Denna kategori är särskilt lämplig för välkomnande, stöd, diskussion eller sociala videorum. Videorum för virtuella händelser kräver inte dedikerade sessioner och behöver ingen schemainställning.
vi: Danh mục này đặc biệt thích hợp cho các phòng video chào mừng, hỗ trợ, thảo luận hoặc xã hội. Phòng video sự kiện ảo không yêu cầu các phiên dành riêng và không cần thiết lập lịch trình.
zh_hans: 此类别特别适用于欢迎、支持、讨论或社交视频室。虚拟活动视频室不需要专门的会话，也不需要设置时间表。
zh_hant: 此類別特別適用於歡迎、支持、討論或社交視頻室。虛擬活動視頻室不需要專門的會話，也不需要設置時間表。

source: Microlocation Video Rooms
ar: غرف فيديو تحديد الموقع الدقيق
de: Microlokation der Video-Räume
es: Salas de video de microlocalización
fr: Salles vidéo de microlocalisation
id: Ruang Video Mikrolokasi
ja: マイクロロケーション ビデオ ルーム
ko: 마이크로로케이션 비디오 룸
pl: Pokoje wideo mikrolokacji
ru: Микролокационные видео комнаты
sv: Mikrolokaliseringsvideorum
vi: Microlocation Video Phòng
zh_hans: 微定位视频室
zh_hant: 微定位視頻室

source: Add Microlocation
ar: إضافة تحديد الموقع الدقيق
de: Mikrostandort hinzufügen
es: Agregar microlocalización
fr: Ajouter un emplacement
id: Tambahkan Lokasi Mikro
ja: マイクロロケーションを追加
ko: 미세 위치 추가
pl: Dodaj mikrolokalizację
ru: Добавить микролокацию
sv: Lägg till mikrolokalisering
vi: Thêm vị trí nhỏ
zh_hans: 添加微分配
zh_hant: 增加微定位

source: Microlocation video rooms are suitable for events with different tracks, rooms and sessions that are listed in a schedule. All microlocations are listed on the event schedule. Note: Microlocation rooms require a session in order to be visible to attendees.They are only listed on the video channel list on side panels of online events, if sessions have been added into the location in the schedule.
ar: تعد غرف الفيديو الخاصة بالمواقع المصغرة مناسبة للأحداث ذات المسارات والغرف والجلسات المختلفة المدرجة في الجدول الزمني. يتم سرد جميع الرحلات الصغيرة في جدول الحدث. ملاحظة: تتطلب غرف تحديد الموقع المصغر جلسة حتى تكون مرئية للحاضرين ، وهي مدرجة فقط في قائمة قنوات الفيديو على اللوحات الجانبية للأحداث عبر الإنترنت ، إذا تمت إضافة الجلسات إلى الموقع في الجدول.
de: Microlocation-Videoräume eignen sich für Veranstaltungen mit verschiedenen Tracks, Räumen und Sitzungen, die in einem Zeitplan aufgeführt sind. Alle Mikrostandorte sind im Veranstaltungsplan aufgeführt. Sie werden nur dann in der Liste der Videokanäle auf den Seitenpanels von Online-Veranstaltungen aufgeführt, wenn dem Ort im Zeitplan Sitzungen hinzugefügt wurden.
es: Las salas de video de microlocalización son adecuadas para eventos con diferentes pistas, salas y sesiones que se enumeran en un horario. Todas las micro ubicaciones se enumeran en el calendario del evento. Nota: Las salas de microlocalización requieren una sesión para ser visibles para los asistentes. Solo se enumeran en la lista de canales de video en los paneles laterales de los eventos en línea, si las sesiones se agregaron a la ubicación en el programa.
fr: Les salles vidéo de microlocalisation conviennent aux événements avec différentes pistes, salles et sessions qui sont répertoriées dans un calendrier. Tous les micro-emplacements sont répertoriés sur le calendrier de l'événement. Remarque : Les salles de microlocalisation nécessitent une session pour être visibles par les participants. Elles ne sont répertoriées que dans la liste des chaînes vidéo sur les panneaux latéraux des événements en ligne, si des sessions ont été ajoutées à l'emplacement dans le calendrier.
id: Ruang video lokasi mikro cocok untuk acara dengan trek, ruang, dan sesi berbeda yang tercantum dalam jadwal. Semua lokasi mikro terdaftar pada jadwal acara. Catatan: Ruang mikrolokasi memerlukan sesi agar dapat dilihat oleh peserta. Ruang tersebut hanya tercantum pada daftar saluran video di panel samping acara daring, jika sesi telah ditambahkan ke lokasi dalam jadwal.
ja: マイクロロケーションビデオルームは、スケジュールに記載されているさまざまなトラック、ルーム、セッションのイベントに適しています。すべてのマイクロロケーションは、イベントスケジュールに記載されています。注：マイクロロケーションルームは、参加者に表示されるためにセッションが必要です。セッションがスケジュール内の場所に追加されている場合、それらはオンラインイベントのサイドパネルのビデオチャンネルリストにのみ表示されます。
ko: Microlocation 비디오 룸은 일정에 나열된 트랙, 룸 및 세션이 서로 다른 이벤트에 적합합니다. 모든 마이크로 위치는 이벤트 일정에 나열됩니다. 참고: Microlocation 회의실은 참석자가 볼 수 있으려면 세션이 필요합니다. 일정의 위치에 세션이 추가된 경우 온라인 이벤트 측면 패널의 비디오 채널 목록에만 나열됩니다.
pl: Sale wideo z mikrolokalizacją są odpowiednie dla wydarzeń z różnymi ścieżkami, pomieszczeniami i sesjami, które są wymienione w harmonogramie. Wszystkie mikrolokalizacje są wymienione w harmonogramie wydarzeń. Uwaga: Pokoje mikrolokalizacji wymagają sesji, aby były widoczne dla uczestników. Są one wymienione na liście kanałów wideo na panelach bocznych wydarzeń online, jeśli sesje zostały dodane do lokalizacji w harmonogramie.
ru: Видеозалы микролокации подходят для мероприятий с разными треками, комнатами и сеансами, которые указаны в расписании. Все микролокации указаны в расписании мероприятий. Примечание: Комнаты микролокации требуют сеанса для того, чтобы быть видимыми для посетителей. Они перечислены в списке видеоканалов на боковых панелях онлайн-мероприятий, только если сеансы были добавлены в место в расписании.
sv: Mikrolokaliseringsvideorum är lämpliga för evenemang med olika spår, rum och sessioner som anges i ett schema. Alla mikrolokaliseringar visas i händelseschemat. Mikrolokaliseringsrum kräver en session för att vara synliga för deltagarna. De listas bara på videokanallistan på sidopaneler av onlinehändelser, om sessioner har lagts till på platsen i schemat.
vi: Phòng video định vị nhỏ phù hợp cho các sự kiện với các bản nhạc, phòng và phiên khác nhau được liệt kê trong lịch trình. Tất cả các vị trí vi mô đều được liệt kê trong lịch trình sự kiện. Lưu ý: Các phòng phân bổ nhỏ yêu cầu một phiên để người tham dự hiển thị. Chúng chỉ được liệt kê trong danh sách kênh video trên bảng phụ của các sự kiện trực tuyến, nếu các phiên đã được thêm vào vị trí trong lịch trình.
zh_hans: 微定位视频室适用于日程表中列出的具有不同轨道、房间和会话的活动。所有微地点都列在活动时间表上。注意：微定位房间需要会话才能对与会者可见。如果会话已添加到日程中的位置，则它们仅列在在线活动侧面板的视频频道列表中。
zh_hant: 微定位視頻室適用於在日程表中列出的具有不同軌道、房間和會話的活動。所有微地點都列在活動時間表上。注意：微定位房間需要會話才能對與會者可見。如果會話已添加到日程中的位置，則它們僅列在在線活動側面板的視頻頻道列表中。

source: Enter Event Name
ar: أدخل اسم الحدث
de: Veranstaltungsnamen eingeben
es: Introduzca el nombre del evento
fr: Entrez le nom de l’événement
id: Masukkan Nama Acara
ja: イベント名の入力
ko: 이벤트 이름 입력
pl: Wprowadź nazwę zdarzenia
ru: Введите название события
sv: Ange händelsens namn
vi: Nhập Tên Sự kiện
zh_hans: 输入事件名称
zh_hant: 輸入事件名稱

source: No events found for selected filters
ar: لا توجد أحداث لفلاتر مختارة
de: Für ausgewählte Filter wurden keine Veranstaltungen gefunden
es: No se encontraron eventos para los filtros seleccionados
fr: Aucun évènement trouvé avec les filtres sélectionnés
id: Tidak ada acara yang ditemukan untuk filter yang dipilih
ja: 選択したフィルターのイベントが見つかりません
ko: 선택한 필터에 대한 이벤트가 없습니다.
pl: Nie znaleziono wydarzeń dla wybranych filtrów
ru: Для выбранных фильтров мероприятий не найдено
sv: Inga händelser hittades för valda filter
vi: Không tìm thấy sự kiện nào cho các bộ lọc đã chọn
zh_hans: 找不到针对所选过滤器的事件
zh_hant: 找不到針對所選過濾器的事件

source: Enter Group Name
ar: أدخل اسم المجموعة
de: Gruppenname eingeben
es: Ingrese el nombre del grupo
fr: Entrez le nom du groupe
id: Masukkan Nama Grup
ja: グループ名を入力してください
ko: 그룹 이름 입력
pl: Wprowadź nazwę grupy
ru: Введите название группы
sv: Ange gruppnamn
vi: Nhập tên nhóm
zh_hans: 输入组名
zh_hant: 輸入組名

source: No groups found for selected filters
ar: لم يتم العثور على مجموعات للفلاتر المختارة
de: Keine Gruppen für ausgewählte Filter gefunden
es: No se encontraron grupos para los filtros seleccionados
fr: Aucun groupe trouvé pour les filtres sélectionnés
id: Tidak ada grup yang ditemukan untuk filter yang dipilih
ja: 選択したフィルターのグループが見つかりません
ko: 선택한 필터에 대한 그룹을 찾을 수 없습니다.
pl: Nie znaleziono grup dla wybranych filtrów
ru: Группы для выбранных фильтров не найдены
sv: Inga grupper hittades för valda filter
vi: Không tìm thấy nhóm nào cho các bộ lọc đã chọn
zh_hans: 未找到所选过滤器的组
zh_hant: 未找到所選過濾器的組

source: No groups found for the events.
ar: لم يتم العثور على مجموعات للأحداث.
de: Es wurden keine Gruppen für die Veranstaltungen gefunden.
es: No se encontraron grupos para los eventos.
fr: Aucun groupe trouvé pour les événements.
id: Tidak ada grup yang ditemukan untuk acara tersebut.
ja: イベントのグループが見つかりません。
ko: 이벤트에 대한 그룹을 찾을 수 없습니다.
pl: Nie znaleziono grup dla wydarzeń.
ru: Группы для событий не найдены.
sv: Inga grupper hittades för evenemangen.
vi: Không có nhóm nào được tìm thấy cho các sự kiện.
zh_hans: 未找到与活动相关的组。
zh_hant: 未找到與活動相關的組。

source: Featured Events
ar: فعاليات مميزة
de: Ausgewählte Veranstaltungen
es: Eventos Destacados
fr: Évènements mis en avant
id: Acara Unggulan
ja: 注目のイベント
ko: 주요 이벤트
pl: Polecane wydarzenia
ru: Избранные события
sv: Utvalda evenemang
vi: Các sự kiện nổi bật
zh_hans: 特色活动
zh_hant: 特色活動

source: No Upcoming Events Found
ar: لم يتم العثور على أحداث قادمة
de: Keine bevorstehenden Veranstaltungen gefunden
es: No se han encontrado eventos próximos
fr: Pas d'évènement à venir
id: Acara Mendatang Tidak Ditemukan
ja: 今後のイベントは見つかりませんでした
ko: 예정된 이벤트가 없습니다.
pl: Nie znaleziono nadchodzących wydarzeń
ru: Ближайшие мероприятия не найдены
sv: Inga kommande evenemang hittades
vi: Không tìm thấy sự kiện sắp tới
zh_hans: 找不到即将发生的事件
zh_hant: 找不到即將發生的事件

source: Show more calls for speakers
ar: عرض المزيد من المكالمات لمكبرات الصوت
de: Weitere Call for Speakers anzeigen
es: Mostrar más convocatorias para ponentes
fr: Afficher plus d'appels pour les orateurs
id: Tampilkan lebih banyak panggilan untuk speaker
ja: スピーカーの呼び出しをもっと表示する
ko: 연사 통화 더보기
pl: Pokaż więcej zaproszeń do mówców
ru: Показать больше звонков спикерам
sv: Visa fler samtal för högtalare
vi: Hiển thị thêm cuộc gọi cho người nói
zh_hans: 显示更多来电者
zh_hant: 顯示更多來電者

source: Popular Groups
ar: مجموعات شعبية
de: Beliebte Gruppen
es: Grupos populares
fr: Groupes populaires
id: Grup Populer
ja: 人気のグループ
ko: 인기 그룹
pl: Popularne grupy
ru: Популярные группы
sv: Populära grupper
vi: Nhóm phổ biến
zh_hans: 热门团体
zh_hant: 熱門團體

source: Show more groups
ar: عرض المزيد من المجموعات
de: Mehr Gruppen anzeigen
es: Mostrar más grupos
fr: Afficher plus de groupes
id: Tampilkan lebih banyak grup
ja: より多くのグループを表示
ko: 더 많은 그룹 보기
pl: Pokaż więcej grup
ru: Показать больше групп
sv: Visa fler grupper
vi: Hiển thị các nhóm khác
zh_hans: 显示更多群组
zh_hant: 顯示更多群組

source: No groups followed.
ar: لم يتم اتباع أي مجموعات.
de: Keinen Gruppen gefolgt.
es: No siguió ningún grupo.
fr: Aucun groupe n'a suivi.
id: Tidak ada grup yang diikuti.
ja: フォローされたグループはありません。
ko: 팔로우한 그룹이 없습니다.
pl: Żadne grupy nie podążały.
ru: Никаких групп не последовало.
sv: Inga grupper följde efter.
vi: Không có nhóm nào được theo dõi.
zh_hans: 没有任何团体跟进。
zh_hant: 沒有任何團體跟進。

source: My tickets
ar: تذاكري
de: Meine Tickets
es: Mis peticiones
fr: Mes billets
id: Tiket saya
ja: チケット
ko: 내 티켓
pl: Moje zgłoszenia
ru: Мои билеты
sv: Mina biljetter
vi: Vé mời của tôi
zh_hans: 我的工单
zh_hant: 我的門票

source: No tickets found
ar: لم يتم العثور على تذاكر
de: Keine Tickets gefunden
es: No se encontraron entradas
fr: Pas de billets trouvés
id: Tiket tidak ditemukan
ja: チケットが見つかりません
ko: 티켓이 없습니다.
pl: Nie znaleziono biletów
ru: Билеты не найдены
sv: Inga biljetter hittades
vi: Không tìm thấy vé
zh_hans: 找不到门票
zh_hant: 找不到門票

source: Cancelled Orders
ar: الطلبات الملغاة
de: Stornierte Bestellungen
es: Pedidos cancelados
fr: Commandes annulées
id: Pesanan yang Dibatalkan
ja: キャンセルされた注文
ko: 취소된 주문
pl: Anulowane zamówienia
ru: Отмененные заказы
sv: Annullerade order
vi: Đơn hàng đã hủy
zh_hans: 取消的订单
zh_hant: 取消的訂單

source: Open Orders
ar: افتح الأوامر
de: Offene Bestellungen
es: Ordenes abiertas
fr: Commandes ouvertes
id: Buka Pesanan
ja: オープンオーダー
ko: 미결 주문
pl: Otwarte zlecenia
ru: Открытые заказы
sv: Öppna beställningar
vi: Đơn đặt hàng mở
zh_hans: 未结订单
zh_hant: 未結訂單

source: Mark all as read
ar: اشر عليها بانها قرات
de: Alle gelesen
es: Marcar todos como leídos
fr: Marquer tous comme lus
id: Tandai telah dibaca semuanya
ja: すべて既読にする
ko: 모두 읽음으로 표시
pl: Oznacz wszystkie jako przeczytane
ru: Отметить все как прочитанное
sv: Markera alla som lästa
vi: Đánh dấu đã đọc tất cả
zh_hans: 全部已读
zh_hant: 全部標示為已讀

source: Mark as read
ar: ضع إشارة مقروء
de: Als Gelesen Markieren
es: Marcar como leído
fr: Marquer comme lu
id: Tandai sudah dibaca
ja: 既読にする
ko: 읽음으로 표시
pl: Oznacz jako przeczytana
ru: Отметить как прочитанное
sv: Markera som läst
vi: đánh dấu là đã đọc
zh_hans: 标记为已读
zh_hant: 標記為已讀

source: No Unread Notifications
ar: لا توجد إخطارات غير مقروءة
de: Keine ungelesenen Benachrichtigungen
es: Sin notificaciones no leídas
fr: Pas de notifications non lues
id: Tidak Ada Pemberitahuan Belum Dibaca
ja: 未読の通知はありません
ko: 읽지 않은 알림 없음
pl: Brak nieprzeczytanych powiadomień
ru: Нет непрочитанных уведомлений
sv: Inga olästa aviseringar
vi: Không có thông báo chưa đọc
zh_hans: 没有未读的通知
zh_hant: 沒有未讀的通知

source: No Notifications
ar: لا إشعارات
de: Keine Benachrichtigungen
fr: Pas de notifications
ko: 알림 없음
pl: Brak powiadomień
ru: Нет уведомлений
sv: Inga meddelanden
zh_hant: 沒有通知

source: Payment Method
ar: طريقة الدفع او السداد
de: Bezahlverfahren
es: Método de pago
fr: Méthode de paiement
id: Cara Pembayaran
ja: 支払方法
ko: 결제 방법
pl: Metoda płatności
ru: Способ оплаты
sv: Betalningsmetod
vi: Phương thức thanh toán
zh_hans: 支付方式
zh_hant: 付款方法

source: Please choose your payment method
ar: الرجاء اختيار طريقة الدفع الخاصة بك
de: Bitte Zahlungsmethode auswählen
es: Elija su método de pago
fr: Merci de choisir une méthode de paiement
id: Pilih metode pembayaran Anda
ja: お支払い方法をお選びください
ko: 지불 방법을 선택하십시오
pl: Wybierz metodę płatności
ru: Пожалуйста, выберите способ оплаты
sv: Välj din betalningsmetod
vi: Vui lòng chọn phương thức thanh toán của bạn
zh_hans: 请选择您的付款方式
zh_hant: 請選擇您的付款方式

source: Stripe
ar: شريط
id: Garis
ko: 줄무늬
pl: Naszywka
sv: Rand
zh_hans: 条纹

source: Paypal
ar: باي بال
ko: 페이팔
zh_hans: 贝宝
zh_hant: 貝寶

source: Omise
ar: حذف
ja: オミーズ
ko: 오 미세
pl: Pomiń
ru: Омисе
zh_hans: 御濑
zh_hant: 禦瀨

source: Pay on Invoice
ar: الدفع على الفاتورة
de: Auf Rechnung bezahlen
es: Pagar en factura
fr: Payer sur facture
id: Bayar di Faktur
ja: 請求書で支払う
ko: 송장에 지불
pl: Zapłać na fakturze
ru: Оплата по счету
sv: Betala på faktura
vi: Thanh toán trên hóa đơn
zh_hans: 按发票付款
zh_hant: 按發票付款

source: Cheque
ar: يفحص
de: Scheck
fr: Chèque
id: Memeriksa
ja: 小切手
ko: 검사
pl: Czek
ru: Банковский чек
sv: Check
vi: Hóa Đơn Trên Giấy
zh_hans: 支票
zh_hant: 支票

source: Bank
ar: بنك
es: Banco
fr: Banque
ja: 銀行
ko: 은행
ru: Банковский перевод
vi: ngân hàng
zh_hans: 岸边
zh_hant: 銀行

source: Onsite
ar: بالموقع
de: Vor Ort
es: En el sitio
fr: Sur place
id: Di tempat
ja: オンサイト
ko: 현장
pl: Na miejscu
ru: На месте
sv: På plats
vi: Trên công trường
zh_hans: 现场
zh_hant: 現場

source: Pay Now
ar: ادفع الآن
de: Jetzt Zahlen
es: Paga Ahora
fr: Payez maintenant
id: Bayar sekarang
ja: 今払う
ko: 지금 지불하세요
pl: Zapłać teraz
ru: Заплатить сейчас
sv: Betala nu
vi: Trả tiền ngay
zh_hans: 现在付款
zh_hant: 現在付款

source: Pay with PayTM
ar: ادفع مع PayTM
de: Mit PayTM Bezahlen
es: Pagar con PayTM
fr: Payer avec PayTM
id: Bayar dengan PayTM
ja: PayTMで支払う
ko: PayTM로 결제
pl: Zapłać przez PayTM
ru: Оплата через PayTM
sv: Betala med PayTM
vi: Thanh toán bằng PayTM
zh_hans: 使用PayTM付款
zh_hant: 使用PayTM付款

source: Pay with AliPay
ar: ادفع مع AliPay
de: Mit AliPay Zahlen
es: Paga con AliPay
fr: Payer avec AliPay
id: Bayar dengan AliPay
ja: AliPayで支払う
ko: AliPay로 결제
pl: Zapłać przez AliPay
ru: Оплата через AliPay
sv: Betala med AliPay
vi: Thanh toán bằng AliPay
zh_hans: 用支付宝付款
zh_hant: 用支付寶付款

source: All Tickets
ar: جميع التذاكر
de: Alle Tickets
es: Todos los tickets
fr: Tous les tickets
id: Semua Tiket
ja: すべてのチケット
ko: 모든 티켓
pl: Wszystkie zgłoszenia
ru: Все заявки
sv: Alla biljetter
vi: Tất cả vé
zh_hans: 所有的工单
zh_hant: 所有門票

source: Open Event Organizer App
ar: افتح تطبيق Event Organizer
de: Öffnen Sie die Event Organizer App
es: Abrir la aplicación Event Organizer
fr: Ouvrir l'application Event Organizer
id: Buka Aplikasi Penyelenggara Acara
ja: イベントオーガナイザーアプリを開く
ko: 이벤트 주최자 앱 열기
pl: Otwórz aplikację Event Organizer
ru: Откройте приложение "Организатор мероприятий"
sv: Öppna Event Organizer App
vi: Mở ứng dụng tổ chức sự kiện
zh_hans: 打开活动组织者应用程序
zh_hant: 打開活動組織者應用程序

source: Organizer Android App
ar: منظم تطبيق Android
de: Organisator Android App
es: Aplicación de Android Organizador
fr: Application Android de l'organisateur
id: Aplikasi Android Penyelenggara
ja: オーガナイザーAndroidアプリ
ko: Organizer Android 앱
pl: Organizer Aplikacja na Androida
ru: Приложение "Органайзер" для Android
sv: Arrangör Android App
vi: Ứng dụng Android của Organizer
zh_hans: 管理器Android应用
zh_hant: 管理器Android應用

source: Make your event success with Orga App
ar: اجعل حدثك ناجحًا مع تطبيق Orga
de: Veranstaltung mit der Orga App zum Erfolg machen
es: Haga que su evento sea un éxito con la aplicación Orga
fr: Réussissez votre évènement avec l'application Orga
id: Jadikan acara Anda sukses dengan Aplikasi Orga
ja: Orgaアプリでイベントを成功させる
ko: Orga 앱으로 이벤트 성공
pl: Uczyń swoje wydarzenie sukcesem dzięki aplikacji Orga
ru: Сделайте свое мероприятие успешным с приложением Orga
sv: Gör ditt evenemang framgångsrikt med Orga App
vi: Làm cho sự kiện của bạn thành công với ứng dụng Orga
zh_hans: 使用Orga App使活动成功
zh_hant: 使用Orga App使活動成功

source: Hassle-free checkin
ar: تسجيل وصول خالي من المتاعب
de: Problemloses Einchecken
es: Registro sin complicaciones
fr: Enregistrement sans tracas
id: Check in tanpa repot
ja: 手間のかからないチェックイン
ko: 번거 로움없는 체크인
pl: Bezproblemowe zameldowanie
ru: Беспроблемная регистрация
sv: Incheckning utan problem
vi: Đăng ký thoải mái
zh_hans: 轻松办理登机手续
zh_hant: 輕鬆辦理登機手續

source: Scan the QR Code and Check-in/Check-out Attendees and Ticket Holder on the go.
ar: امسح رمز QR وتسجيل الوصول / المغادرة للحضور وحامل التذاكر أثناء التنقل.
de: Scannen Sie den QR-Code und die Check-in / Check-out-Teilnehmer und den Ticketinhaber unterwegs.
es: Escanee el código QR y los asistentes de check-in / check-out y el titular de la entrada sobre la marcha.
fr: Scannez le code QR et les participants à l'enregistrement / au départ et le détenteur de billets en déplacement.
id: Pindai Kode QR dan Peserta Check-in / Check-out dan Pemegang Tiket saat bepergian.
ja: 外出先でQRコードとチェックイン/チェックアウトの参加者とチケット所有者をスキャンします。
ko: 이동 중에 QR 코드와 체크인 / 체크 아웃 참석자 및 티켓 소지자를 스캔합니다.
pl: Zeskanuj kod QR i uczestników zameldowania / wymeldowania oraz posiadacza biletu w podróży.
ru: Отсканируйте QR-код и на ходу просканируйте посетителей / выписанных посетителей и держателей билетов.
sv: Skanna QR-koden och checka in/checka ut deltagare och biljettinnehavare när du är på språng.
vi: Quét mã QR và Người tham gia làm thủ tục nhận phòng / trả phòng và người giữ vé khi đang di chuyển.
zh_hans: 扫描二维码，并随时随地检查签到/签出与会者和票证持有人。
zh_hant: 掃描二維碼，並隨時隨地檢查簽到/簽出與會者和票證持有人。

source: Easy Communication
ar: اتصال سهل
de: Einfache Kommunikation
es: Fácil comunicación
fr: Communication facile
id: Komunikasi Mudah
ja: 簡単なコミュニケーション
ko: 쉬운 커뮤니케이션
pl: Łatwa komunikacja
ru: Легкое общение
sv: Enkel kommunikation
vi: Giao tiếp dễ dàng
zh_hans: 轻松沟通
zh_hant: 輕鬆溝通

source: Sync your app data with Organizer Server on the go.
ar: قم بمزامنة بيانات التطبيق مع خادم المنظم أثناء التنقل.
de: App-Daten unterwegs Synchronisieren mit dem Organizer Server.
es: Sincronice los datos de su aplicación con Organizer Server sobre la marcha.
fr: Synchronisez les données de votre application avec Organizer Server lors de vos déplacements.
id: Sinkronkan data aplikasi Anda dengan Organizer Server saat dalam perjalanan.
ja: 外出先でアプリデータをOrganizerServerと同期します。
ko: 이동 중에도 앱 데이터를 Organizer Server와 동기화 할 수 있습니다.
pl: Synchronizuj dane aplikacji z serwerem Organizer w podróży.
ru: Синхронизируйте данные своего приложения с Organizer Server на ходу.
sv: Synkronisera dina appdata med Organizer Server när du är på språng.
vi: Đồng bộ hóa dữ liệu ứng dụng của bạn với Máy chủ tổ chức khi đang di chuyển.
zh_hans: 随时随地将应用程序数据与Organizer Server同步。
zh_hant: 隨時隨地將應用程序數據與Organizer Server同步。

source: Manage Efficiently
ar: إدارة بكفاءة
de: Effiziente Verwaltung
es: Administre de manera eficiente
fr: Gérez efficacement
id: Kelola Secara Efisien
ja: 効率的に管理する
ko: 효율적인 관리
pl: Zarządzaj efektywnie
ru: Управляйте эффективно
sv: Hantera effektivt
vi: Quản lý hiệu quả
zh_hans: 有效管理
zh_hant: 有效管理

source: Get Order, Event, Sales Statistics with Orga App on the go.
ar: احصل على إحصائيات الطلب والحدث والمبيعات مع تطبيق Orga أثناء التنقل.
de: Mit der Organisations-App Auftrags- und Verkaufsstatistiken zu den eigenen Veranstaltungen erhalten.
es: Obtenga estadísticas de pedidos, eventos y ventas con la aplicación Orga sobre la marcha.
fr: Obtenez des statistiques de commande, d'évènements et de ventes avec l'application Orga en déplacement.
id: Dapatkan Pesanan, Acara, Statistik Penjualan dengan Aplikasi Orga saat bepergian.
ja: 外出先でOrgaアプリを使用して注文、イベント、販売統計を取得します。
ko: 이동 중에도 Orga 앱으로 주문, 이벤트, 판매 통계를 확인하세요.
pl: Uzyskaj statystyki dotyczące zamówień, wydarzeń i sprzedaży dzięki aplikacji Orga w podróży.
ru: Получайте статистику заказов, событий и продаж с приложением Orga на ходу.
sv: Få order, evenemang, försäljningsstatistik med Orga App på språng.
vi: Nhận đơn đặt hàng, sự kiện, thống kê bán hàng với ứng dụng Orga khi đang di chuyển.
zh_hans: 随时随地使用Orga App获取订单，事件，销售统计信息。
zh_hant: 隨時隨地使用Orga App獲取訂單，事件，銷售統計信息。

source: Ticket and Event
ar: تذكرة وحدث
de: Ticket und Veranstaltung
es: Entrada y evento
fr: Billet et évènement
id: Tiket dan Acara
ja: チケットとイベント
ko: 티켓 및 이벤트
pl: Bilet i wydarzenie
ru: Билет и мероприятие
sv: Biljett och evenemang
vi: Vé và Sự kiện
zh_hans: 门票和活动
zh_hant: 門票和活動
