Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Refund Policy
ar: سياسة الاسترجاع
de: Rückgaberecht
es: Politica de reembolso
fr: Politique de remboursement
id: Kebijakan pengembalian
ja: 払い戻しポリシー
ko: 환불 정책
pl: Polityka zwrotów
ru: Политика возврата
sv: Återbetalningspolicy
vi: Chính sách hoàn trả
zh_hans: 退款政策
zh_hant: 退款政策

source: Privacy
ar: خصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Pribadi
ja: プライバシー
ko: 개인 정보
pl: Prywatność
ru: Конфиденциальность
sv: Hantering av personuppgifter
vi: Bảo Mật
zh_hans: 隐私
zh_hant: 隱私

source: Edit Session
ar: تحرير الجلسة
de: Sitzung bearbeiten
es: Editar sesión
fr: Modifier la session
id: Edit Sesi
ja: セッションを編集
ko: 세션 수정
pl: Edytuj sesję
ru: Редактировать сеанс
sv: Redigera session
vi: Chỉnh sửa phiên
zh_hans: 编辑会话
zh_hant: 編輯議程

source: Edit Speaker
ar: تحرير المتحدث
de: Referent bearbeiten
es: Editar altavoz
fr: Modifier l'orateur
id: Edit Pembicara
ja: スピーカーの編集
ko: 발표자 편집
pl: Edytuj głośnik
ru: Редактировать спикера
sv: Redigera högtalare
vi: Chỉnh Sửa Diễn Giả
zh_hans: 编辑演讲者
zh_hant: 編輯演講者

source: New Session
ar: جلسه جديده
de: Neue Sitzung
es: Sesión nueva
fr: Nouvelle session
id: Sesi Baru
ja: 新しいセッション
ko: 새 세션
pl: Nowa sesja
ru: Новый сеанс
sv: Ny session
vi: Phiên mới
zh_hans: 新建会话
zh_hant: 新建會話

source: New Speaker
ar: المتحدث الجديد
de: Neuer Sprecher
es: Nuevo orador
fr: Nouvel orateur
id: Speaker Baru
ja: 新しいスピーカー
ko: 새로운 연사
pl: Nowy głośnik
ru: Новый спикер
sv: Ny högtalare
vi: Loa mới
zh_hans: 新演讲者
zh_hant: 新演講者

source: View Session
ar: مشاهدة الجلسة
de: Sitzung anzeigen
es: Ver sesión
fr: Voir la session
id: Lihat Sesi
ja: セッションの表示
ko: 세션보기
pl: Wyświetl sesję
ru: Просмотр сеанса
sv: Visa session
vi: Xem phiên
zh_hans: 查看会议
zh_hant: 查看會議

source: View Speaker
ar: مشاهدة المتحدث
de: Referent anzeigen
es: Ver orador
fr: Voir le haut-parleur
id: Lihat Speaker
ja: スピーカーを見る
ko: 스피커보기
pl: Wyświetl głośnik
ru: Посмотреть спикера
sv: Visa högtalare
vi: Xem loa
zh_hans: 查看演讲者
zh_hant: 查看演講者

source: Speaker Invites
ar: يدعو المتحدث
de: Referenten-Einladungen
es: Invitaciones para oradores
fr: Conférencier invite
id: Undangan Pembicara
ja: スピーカーが招待します
ko: 연사 초대
pl: Zaproszenia mówców
ru: Спикер приглашает
sv: Inbjudningar till talare
vi: Lời mời của diễn giả
zh_hans: 演讲者邀请
zh_hant: 演講者邀請

source: Register
ar: يسجل
de: Registrieren
es: Registrar
fr: Enregistrement
id: Daftar
ja: 登録
ko: 가입
pl: Zarejestruj się
ru: Зарегистрировать
sv: Registrera
vi: Đăng Kí
zh_hans: 注册
zh_hant: 註冊

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort Zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
id: Atur Ulang Kata Sandi
ja: パスワードをリセット
ko: 암호 재설정
pl: Resetuj hasło
ru: Сброс пароля
sv: Återställ lösenord
vi: Đặt lại mật khẩu
zh_hans: 重设密码
zh_hant: 重設密碼

source: Verify
ar: يؤكد
de: Bestätigen
es: Verificar
fr: Vérifier
id: Memeriksa
ja: 確認
ko: 확인
pl: Zweryfikuj
ru: Проверка
sv: Verifiera
vi: Kiểm chứng
zh_hans: 验证
zh_hant: 驗證

source: There are too many requests. Please try after sometime.
ar: هناك الكثير من الطلبات. يرجى المحاولة بعد مرور بعض الوقت.
de: Es gibt zu viele Anfragen. Bitte später noch einmal versuchen.
es: Hay demasiadas solicitudes. Inténtelo después de algún tiempo.
fr: Il y a trop de demandes. Veuillez essayer plus tard.
id: Ada terlalu banyak permintaan. Silakan coba beberapa saat lagi.
ja: リクエストが多すぎます。しばらくしてからお試しください。
ko: 요청이 너무 많습니다. 잠시 후에 시도하십시오.
pl: Jest zbyt wiele próśb. Spróbuj później.
ru: Слишком много запросов. Пожалуйста, попробуйте через некоторое время.
sv: Det finns för många förfrågningar. Vänligen försök efter någon gång.
vi: Có quá nhiều yêu cầu. Xin hãy thử lại sau một vài giây.
zh_hans: 请求太多。请稍后再试。
zh_hant: 請求太多。請稍後再試。

source: User must be User must be logged in to perform this action.
ar: يجب أن يكون المستخدم مستخدمًا يجب تسجيل الدخول لتنفيذ هذا الإجراء.
de: Benutzer muss angemeldet sein, um diese Aktion ausführen zu können.
es: El usuario debe ser El usuario debe iniciar sesión para realizar esta acción.
fr: L'utilisateur doit être L'utilisateur doit être connecté pour effectuer cette action.
id: Pengguna harus Pengguna harus masuk untuk melakukan tindakan ini.
ja: このアクションを実行するには、ユーザーがログインしている必要があります。
ko: 사용자는 사용자 여야합니다.이 작업을 수행하려면 로그인해야합니다.
pl: Użytkownik musi być Użytkownik musi być zalogowany, aby wykonać tę czynność.
ru: Пользователь должен быть Пользователь должен войти в систему для выполнения этого действия.
sv: Användaren måste vara Användaren måste vara inloggad för att utföra denna åtgärd.
vi: Người dùng phải là Người dùng phải đăng nhập để thực hiện hành động này.
zh_hans: 用户必须是用户必须登录才能执行此操作。
zh_hant: 用戶必須是用戶必須登錄才能執行此操作。

source: Billing
ar: الفواتير
de: Abrechnung
es: Facturación
fr: Facturation
id: Penagihan
ja: 請求
ko: 결제
pl: Rozliczenia
ru: Тарифный план
sv: Fakturering
vi: Thanh toán
zh_hans: 账单
zh_hant: 帳單

source: Email-Preferences
ar: تفضيلات البريد الإلكتروني
de: E-Mail-Einstellungen
es: Preferencias de correo electrónico
fr: Préférences courriel
id: Preferensi Email
ja: 電子メールの基本設定
ko: 이메일 환경 설정
pl: Preferencje e-mail
ru: Электронная почта-Настройки
sv: E-postinställningar
vi: Tuỳ chọn email
zh_hans: 电邮偏好
zh_hant: 電郵偏好

source: Payment Information
ar: معلومات الدفع
de: Zahlungsinformationen
es: Información del pago
fr: Informations de paiement
id: Informasi Pembayaran
ja: 支払い情報
ko: 결제 정보
pl: Informacje o płatności
ru: Платежная информация
sv: Betalningsinformation
vi: Thông tin thanh toán
zh_hans: 支付信息
zh_hant: 支付信息

source: Due
ar: حق
de: Fällig am
es: Fecha límite
fr: Échu
id: Jatuh tempo
ja: 期日
ko: 기한
pl: Z powodu
ru: Завершить к
sv: Förfallodatum
vi: Đến hạn
zh_hans: 截止
zh_hant: 到期

source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fr: Payé
id: Berbayar
ja: 支払い済み
ko: 지불됨
pl: Płatny
ru: Оплачено
sv: Betald
vi: Đã thanh toán
zh_hans: 已付费
zh_hant: 已支付

source: Refunding
ar: السداد
de: Rückerstattung
es: Reembolso
fr: Remboursement
id: Pengembalian dana
ja: 払い戻し
ko: 환불
pl: Zwrot kosztów
ru: Возврат
sv: Återbetalning
vi: Hoàn lại tiền
zh_hans: 退款中
zh_hant: 退款中

source: Refunded
ar: معاد
de: Zurückerstattet
es: Reembolsado
fr: Remboursé
id: Dikembalikan
ja: 返金
ko: 환불 됨
pl: Refundowane
sv: Återbetalas
vi: Đã hoàn lại
zh_hans: 退款
zh_hant: 退款

source: Failed
ar: فشل
de: Gescheitert
es: Fallido
fr: Échoué
id: Gagal
ja: 失敗した
ko: 실패한
pl: Przegrany
ru: Не смогли
sv: Misslyckades
vi: Thất bại
zh_hans: 失败的
zh_hant: 失敗的

source: Resolved
ar: تم الحل
de: Gelöst
es: Resuelto
fr: Résolu
id: Terselesaikan
ja: 解決済み
ko: 해결됨
pl: Rozwiązany
ru: Решено
sv: Löst
vi: Đã giải quyết
zh_hans: 解决
zh_hant: 解決

source: Admin
ar: مسؤل
de: Administrator
ja: 管理者
ko: 관리자
pl: Administrator
ru: Админ
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理

source: Event Types
ar: أنواع الأحداث
de: Veranstaltungstyp
es: Tipos de eventos
fr: Types d'évènements
id: Jenis Acara
ja: イベントの種類
ko: 이벤트 유형
pl: Typ wydarzenia
ru: Типы мероприятий
sv: Typ av händelse
vi: Các loại sự kiện
zh_hans: 活动类型
zh_hant: 活動類型

source: Are you sure you would like to delete this event type?
ar: هل أنت متأكد أنك تريد حذف هذا النوع من الأحداث؟
de: Diesen Veranstaltungstypen wirklich löschen?
es: ¿Está seguro de que desea eliminar este tipo de evento?
fr: Etes-vous certains de vouloir supprimer ce type d'évènement ?
id: Anda yakin ingin menghapus jenis acara ini?
ja: このイベントの種類を削除しますか?
ko: 이 이벤트 유형을 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć ten typ wydarzenia?
ru: Вы уверены, что хотите удалить этот тип мероприятия?
sv: Är du säker på att du vill ta bort den här händelsestypen?
vi: Bạn có chắc chắn muốn xóa loại sự kiện này không?
zh_hans: 您确定要删除此事件类型吗？
zh_hant: 您確定要刪除此事件類型嗎？

source: Event Topics
ar: مواضيع الحدث
de: Veranstaltungsthemen
es: Temas del evento
fr: Catégories d'évènement
id: Topik Acara
ja: イベントトピック
ko: 이벤트 토픽
pl: Tematy wydarzeń
ru: Темы мероприятий
sv: Evenemangsämnen
vi: Chủ đề sự kiện
zh_hans: 活动主题
zh_hant: 活動主題

source: Are you sure you would like to delete this event topic?
ar: هل أنت متأكد أنك تريد حذف موضوع هذا الحدث؟
de: Dieses Veranstaltungsthema wirklich löschen?
es: ¿Está seguro de que desea eliminar este tema de evento?
fr: Etes-vous certains de vouloir supprimer cette catégorie d'évènement ?
id: Anda yakin ingin menghapus topik acara ini?
ja: このイベント トピックを削除しますか?
ko: 이 이벤트 주제를 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć ten temat wydarzenia?
ru: Вы уверены, что хотите удалить эту тему мероприятия?
sv: Är du säker på att du vill ta bort detta händelseämne?
vi: Bạn có chắc chắn muốn xóa chủ đề sự kiện này không?
zh_hans: 您确定要删除此事件主题吗？
zh_hant: 您確定要刪除此事件主題嗎？

source: Event Subtopics
ar: الموضوعات الفرعية للحدث
de: Veranstaltungsunterthemen
es: Subtemas de eventos
fr: Sous-catégories d'évènements
id: Subtopik Acara
ja: イベント サブトピック
ko: 이벤트 하위 주제
pl: Podtematy wydarzeń
ru: Подтемы мероприятия
sv: Underämnen för evenemang
vi: Chủ đề sự kiện
zh_hans: 活动副题
zh_hant: 活動副題

source: Event Topic
ar: موضوع الحدث
de: Veranstaltungsthema
es: Tema del evento
fr: Catégorie d'évènement
id: Topik Acara
ja: イベントトピック
ko: 이벤트 주제
pl: Temat wydarzenia
ru: Тема мероприятия
sv: Händelseämne
vi: Chủ đề sự kiện
zh_hans: 活动主题
zh_hant: 活動主題

source: Select Event Topic
ar: حدد موضوع الحدث
de: Wählen Sie ein Veranstaltungsthema
es: Seleccionar tema de evento
fr: Sélectionner une catégorie d'évènement
id: Pilih Topik Acara
ja: イベント トピックの選択
ko: 이벤트 주제 선택
pl: Wybierz temat wydarzenia
ru: Выберите тему мероприятия
sv: Välj händelseämne
vi: Chọn chủ đề sự kiện
zh_hans: 选择活动主题
zh_hant: 選擇活動主題

source: Are you sure you would like to delete this event sub topic?
ar: هل أنت متأكد أنك تريد حذف هذا الموضوع الفرعي للحدث؟
de: Dieses Veranstaltungsunterthema wirklich löschen?
es: ¿Está seguro de que desea eliminar este subtema de evento?
fr: Etes-vous certains de vouloir supprimer cette sous-catégorie d'évènement ?
id: Anda yakin ingin menghapus sub topik acara ini?
ja: このイベント サブ トピックを削除しますか?
ko: 이 이벤트 하위 주제를 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć podtemat tego wydarzenia?
ru: Вы уверены, что хотите удалить эту подтему события?
sv: Är du säker på att du vill ta bort det här ämnet för händelsen?
vi: Bạn có chắc chắn muốn xóa chủ đề phụ của sự kiện này không?
zh_hans: 您确定要删除此事件子主题吗？
zh_hant: 您確定要刪除此事件子主題嗎？

source: Create Page
ar: إنشاء صفحة
de: Seite erstellen
es: Crear página
fr: Créer la page
id: Membuat halaman
ja: ページを作成
ko: 페이지 만들기
pl: Stwórz stronę
ru: Создать страницу
sv: Skapa sida
vi: Tạo trang
zh_hans: 建立页面
zh_hant: 建立頁面

source: Open Event:
ar: حدث مفتوح:
es: Evento abierto:
fr: Evènement ouvert :
id: Buka Acara:
ja: イベントを開く:
ko: 오픈 이벤트 :
pl: Otwarte wydarzenie:
ru: Открытое мероприятие:
sv: Öppet evenemang:
vi: Sự kiện mở:
zh_hans: 公开赛：
zh_hant: 公開賽：

source: Footer menu:
ar: قائمة التذييل:
de: Fußzeilenmenü:
es: Menú de pie de página:
fr: Menu de bas de page :
id: Menu footer:
ja: フッターメニュー:
ko: 바닥 글 메뉴 :
pl: Menu stopki:
ru: Меню нижнего колонтитула:
sv: Sidfotsmeny:
vi: Menu chân trang:
zh_hans: 页脚菜单：
zh_hant: 頁腳菜單：

source: Change
ar: يتغير
de: Ändern
es: Cambio
fr: Modifier
id: Ganti
ja: 変更
ko: 바꾸기
pl: Zmiana
ru: Изменить
sv: Byt
vi: Thay Đổi
zh_hans: 修改
zh_hant: 更改

source: No images to show
ar: لا توجد صور للعرض
de: kein Bild zur Anzeige
es: No hay imágenes para mostrar
fr: Aucune image à afficher
id: Tidak ada gambar untuk ditampilkan
ja: 表示する画像はありません
ko: 표시 할 이미지가 없습니다.
pl: Brak podglądu
ru: Нет изображений для показа
sv: Inga bilder att visa
vi: Không có hình ảnh để hiển thị
zh_hans: 没有可显示的图片
zh_hant: 沒有可顯示的圖片

source: Download .PO files
ar: تنزيل ملفات .PO
de: .PO-Dateien herunterladen
es: Descargar archivos .PO
fr: Télécharger les fichiers .PO
id: Unduh file .PO
ja: .PO ファイルをダウンロード
ko: .PO 파일 다운로드
pl: Pobierz pliki .PO
ru: Скачать файлы .PO
sv: Ladda ner .PO -filer
vi: Tải xuống tệp .PO
zh_hans: 下载.PO文件
zh_hant: 下載 .PO 檔案

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fr: Télécharger
id: Unduh
ja: ダウンロード
ko: 다운로드
pl: Pobierz
ru: Скачать
sv: Ladda ner
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Update .PO files :
ar: تحديث ملفات .PO:
de: .PO-Dateien aktualisieren:
es: Actualizar archivos .PO:
fr: Mettre à jour les fichiers .PO :
id: Perbarui file .PO:
ja: 更新。POファイル:
ko: .PO 파일 업데이트 :
pl: Zaktualizuj pliki .PO:
ru: Обновить файлы .PO :
sv: Uppdatera .PO -filer:
vi: Cập nhật tệp .PO:
zh_hans: 更新.PO文件：
zh_hant: 更新.PO文件：

source: All Live
ar: نعيش جميعا
de: Alle Live
es: Todos viven
fr: Tous les actifs
id: Semua Live
ja: すべての活動中
ko: 모든 라이브
pl: Całe życie
ru: Все текущие
sv: Alla live
vi: Tất cả sống
zh_hans: 全部直播
zh_hant: 全部直播

source: All Draft
ar: كل المسودة
de: Alle Entwürfe
es: Todo Borrador
fr: Tous les brouillons
id: Semua Draf
ja: すべての下書き
ko: 모든 초안
pl: Wszystkie wersje robocze
ru: Все черновики
sv: Allt utkast
vi: Tất cả bản nháp
zh_hans: 全部草稿
zh_hant: 所有草稿

source: All Past
ar: كل الماضي
de: Alle Vergangenen
es: Todo pasado
fr: Tous les précedents
id: Semua Masa Lalu
ja: すべての過去
ko: 모든 과거
pl: Cała przeszłość
ru: Все прошедшие
sv: Allt förflutet
vi: Tất cả quá khứ
zh_hans: 全部过去
zh_hant: 全部過去

source: All Events
ar: كل الأحداث
de: Alle Veranstaltungen
fr: Tous les évènements
ja: すべてのイベント
ko: 모든 이벤트
pl: Wszystkie wydarzenia
ru: Все мероприятия
sv: Alla händelser
zh_hant: 所有活動

source: All Deleted
ar: كل المحذوفة
de: Alles gelöscht
es: Todo eliminado
fr: Tous les supprimés
id: Semua Dihapus
ja: すべて削除済み
ko: 모두 삭제
pl: Wszystkie usunięte
ru: Все удаленные
sv: Allt raderat
vi: Tất cả đã bị xóa
zh_hans: 全部删除
zh_hant: 全部刪除

source: Number of Sessions
ar: عدد الجلسات
de: Anzahl der Einreichungen
es: Número de sesiones
fr: Nombre de sessions
id: Jumlah Sesi
ja: セッションの数
ko: 세션 수
pl: Liczba sesji
ru: Количество сеансов
sv: Antal sessioner
vi: Số phiên
zh_hans: 会话数
zh_hant: 會話數

source: Accepted
ar: قبلت
de: Akzeptiert
es: aceptado
fr: Accepté
id: Diterima
ja: 受付
ko: 승인됨
pl: Zaakceptowany
ru: Принято
sv: godkänt
vi: Đã chấp nhận
zh_hans: 公认
zh_hant: 已接受

source: Rejected
ar: مرفوض
de: Abgelehnt
es: rechazó
fr: Rejeté
id: Ditolak
ja: 拒否
ko: 거부됨
pl: Odrzucone
ru: Отклонено
sv: Avvisad
vi: Từ chối
zh_hans: 拒绝
zh_hant: 已拒絕

source: No. of Groups
ar: عدد المجموعات
de: Anzahl der Gruppen
es: No. de grupos
fr: Nombre de groupes
id: Jumlah Grup
ja: グループ数
ko: 그룹 수
pl: Liczba grup
ru: Кол-во групп
sv: Nej. av grupper
vi: Số nhóm
zh_hans: 组数
zh_hant: 組數

source: No. of Group Events
ar: عدد أحداث المجموعة
de: Anzahl der Gruppenveranstaltungen
es: No. de eventos grupales
fr: Nombre d'événements de groupe
id: Jumlah Acara Grup
ja: グループイベントの数
ko: 단체행사 횟수
pl: Liczba imprez grupowych
ru: Количество групповых мероприятий
sv: Nej. av grupphändelser
vi: Số sự kiện nhóm
zh_hans: 团体活动数量
zh_hant: 團體活動數量

source: No. of All Followers
ar: عدد كل المتابعين
de: Anzahl aller Follower
es: No. de todos los seguidores
fr: Nombre de tous les abonnés
id: Jumlah Semua Pengikut
ja: すべてのフォロワーの数
ko: 전체 팔로워 수
pl: Liczba wszystkich obserwujących
ru: Кол-во всех последователей
sv: Nej. av alla följare
vi: Số người theo dõi
zh_hans: 所有关注者的数量
zh_hant: 所有關注者的數量

source: No. of Sent Mails
ar: عدد الرسائل المرسلة
de: Anzahl gesendeter Nachrichten
es: No. de correos enviados
fr: Nb de courriels envoyés
id: Jumlah Surat Terkirim
ja: 送信済メールの数
ko: 보낸 메일 수
pl: Liczba wysłanych wiadomości
ru: Кол-во отправленных писем
sv: Antal skickade mejl
vi: Số thư đã gửi
zh_hans: 已发送邮件数
zh_hant: 已發送郵件數

source: In last 24 hours
ar: في آخر 24 ساعة
de: In den letzten 24 Stunden
es: En las últimas 24 horas
fr: Depuis 24 heures
id: Dalam 24 jam terakhir
ja: 過去 24 時間
ko: 지난 24 시간 동안
pl: W ciągu ostatnich 24 godzin
ru: За последние 24 часа
sv: Under de senaste 24 timmarna
vi: Trong 24 giờ qua
zh_hans: 最近24小时内
zh_hant: 最近24小時內

source: In last 3 days
ar: في آخر 3 أيام
de: In den letzten 3 Tagen
es: En los últimos 3 días
fr: Depuis 3 jours
id: Dalam 3 hari terakhir
ja: 過去 3 日間
ko: 지난 3 일 동안
pl: W ciągu ostatnich 3 dni
ru: За последние 3 дня
sv: Under de senaste 3 dagarna
vi: Trong 3 ngày qua
zh_hans: 最近三天
zh_hant: 最近三天

source: In last 7 days
ar: في آخر 7 أيام
de: In den letzten 7 Tagen
es: En los últimos 7 días
fr: Dans les 7 derniers jours
id: Dalam 7 hari terakhir
ja: 過去 7 日間
ko: 지난 7 일 동안
pl: W ciągu ostatnich 7 dni
ru: За последние 7 дней
sv: Under de senaste 7 dagarna
vi: Trong 7 ngày qua
zh_hans: 最近7天
zh_hant: 最近7天

source: In last 1 month
ar: في الشهر الماضي
de: Im letzten Monat
es: En el último mes
fr: Au cours des 1 derniers mois
id: Dalam 1 bulan terakhir
ja: 過去 1 ヶ月
ko: 지난 1 개월
pl: W ciągu ostatniego miesiąca
ru: За последний месяц
sv: Under senaste 1 månaden
vi: Trong 1 tháng qua
zh_hans: 最近1个月
zh_hant: 最近1個月

source: No. of Super Admins
ar: عدد المشرفين المتميزين
de: Anzahl der Superadministratoren
es: No. de superadministradores
fr: Nb Super Admins
id: Jumlah Admin Super
ja: いいえ。スーパー管理者の
ko: 최고 관리자 수
pl: Liczba superadministratorów
ru: Кол-во Супер Админов
sv: Antal superadministratörer
vi: Số quản trị viên cấp cao
zh_hans: 超级管理员人数
zh_hant: 超級管理員人數

source: No. of Admins
ar: عدد المسؤولين
de: Anzahl der Admins
es: No. de administradores
fr: Nb of Admins
id: Jumlah Admin
ja: いいえ。管理者の
ko: 관리자 수
pl: Liczba administratorów
ru: Кол-во Админов
sv: Antal administratörer
vi: Số quản trị viên
zh_hans: 管理员人数
zh_hant: 管理員人數

source: No. of Registered Users
ar: عدد المستخدمين المسجلين
de: Anzahl der registrierten Benutzer
es: No. de usuarios registrados
fr: Nb d'utilisateurs enregistrés
id: Jumlah Pengguna Terdaftar
ja: いいえ。登録ユーザーの数
ko: 등록 된 사용자 수
pl: Liczba zarejestrowanych użytkowników
ru: Кол-во зарегистрированных пользователей
sv: Antal registrerade användare
vi: Số lượng người dùng đã đăng ký
zh_hans: 注册用户数
zh_hant: 註冊用戶數

source: No. of Unverified Users
ar: عدد المستخدمين الذين لم يتم التحقق منهم
de: Anzahl nicht verifizierter Benutzer
es: No. de usuarios no verificados
fr: Nombre d'utilisateurs non vérifiés
id: Jumlah Pengguna Belum Diverifikasi
ja: いいえ。未確認ユーザーの
ko: 확인되지 않은 사용자 수
pl: Liczba niezweryfikowanych użytkowników
ru: Кол-во неподтвержденных пользователей
sv: Antal icke -verifierade användare
vi: Số người dùng chưa được xác minh
zh_hans: 未验证用户数
zh_hant: 未驗證用戶數

source: No. of Total Users
ar: عدد إجمالي المستخدمين
de: Anzahl der Gesamtbenutzer
es: No. de usuarios totales
fr: Nb total d'utilisateurs
id: Jumlah Pengguna Total
ja: いいえ。合計ユーザー数
ko: 총 사용자 수
pl: Liczba wszystkich użytkowników
ru: Кол-во пользователей всего
sv: Antal användare totalt
vi: Tổng số người dùng
zh_hans: 总用户数
zh_hant: 總用戶數

source: No. of Owners
ar: عدد الملاك
de: Anzahl der Eigentümer
es: No. de propietarios
fr: Nbre de propriétaires
id: Jumlah Pemilik
ja: いいえ。所有者の
ko: 소유자 수
pl: Liczba właścicieli
ru: Кол-во владельцев
sv: Antal ägare
vi: Số chủ sở hữu
zh_hans: 业主人数
zh_hant: 業主人數

source: No. of Organizers
ar: عدد المنظمين
de: Anzahl der Organisatoren
es: No. de organizadores
fr: Nb d'organisateurs
id: Jumlah Penyelenggara
ja: いいえ。主催者の
ko: 주최자 수
pl: Liczba organizatorów
ru: Кол-во организаторов
sv: Antal arrangörer
vi: Số người tổ chức
zh_hans: 主办单位数目
zh_hant: 主辦單位數目

source: No. of Co-Organizers
ar: عدد المنظمين المشاركين
de: Anzahl der Mitorganisatoren
es: No. de coorganizadores
fr: Nb de co-organisateurs
id: Jumlah Co-Organizers
ja: いいえ。共催者の
ko: 공동 주최자 수
pl: Liczba współorganizatorów
ru: Кол-во со-организаторов
sv: Antal medarrangörer
vi: Số nhà đồng tổ chức
zh_hans: 协办单位数量
zh_hant: 協辦單位數量

source: No. of Track Organizers
ar: عدد منظمي المسار
de: Anzahl der Streckenorganisatoren
es: No. de organizadores de pistas
fr: Nb d'organisateurs de track
id: Jumlah Penyelenggara Track
ja: いいえ。トラックオーガナイザーの
ko: 트랙 오거나이저 수
pl: Liczba organizatorów torów
ru: Количество организаторов трека
sv: Antal banarrangörer
vi: Số người tổ chức theo dõi
zh_hans: 田径组织者数量
zh_hant: 田徑組織者數量

source: No. of Attendees
ar: عدد الحاضرين
de: Anzahl der Teilnehmer
es: No. de asistentes
fr: Nb de participants
id: Jumlah Peserta
ja: いいえ。出席者の
ko: 참석자 수
pl: Liczba uczestników
ru: Кол-во посетителей
sv: Antal deltagare
vi: Số người tham dự
zh_hans: 参加人数
zh_hant: 參加人數

source: Frontend Production Version:
ar: إصدار إنتاج الواجهة الأمامية:
de: Frontend-Produktionsversion:
es: Versión de producción de frontend:
fr: Version de production frontale :
id: Versi Produksi Frontend:
ja: フロントエンド製品バージョン：
ko: 프론트엔드 프로덕션 버전:
pl: Wersja produkcyjna frontendu:
ru: Производственная версия внешнего интерфейса:
sv: Produktionsversion av frontend:
vi: Phiên bản sản xuất giao diện người dùng:
zh_hans: 前端生产版本：
zh_hant: 前端生產版本：

source: Server Production Version:
ar: إصدار إنتاج الخادم:
de: Server Produktionsversion:
es: Versión de producción del servidor:
fr: Version de production du serveur :
id: Versi Produksi Server:
ja: サーバーの実稼働バージョン：
ko: 서버 프로덕션 버전:
pl: Wersja produkcyjna serwera:
ru: Производственная версия сервера:
sv: Serverproduktionsversion:
vi: Phiên bản Sản xuất Máy chủ:
zh_hans: 服务器生产版本：
zh_hant: 服務器生產版本：

source: Frontend Testing Version:
ar: إصدار اختبار الواجهة الأمامية:
de: Frontend-Testversion:
es: Versión de prueba de frontend:
fr: Version de test frontal :
id: Versi Pengujian Frontend:
ja: フロントエンドテストバージョン：
ko: 프론트엔드 테스트 버전:
pl: Wersja testowa frontendu:
ru: Версия для тестирования внешнего интерфейса:
sv: Testversion för frontend:
vi: Phiên bản thử nghiệm giao diện người dùng:
zh_hans: 前端测试版：
zh_hant: 前端測試版：

source: Server Testing Version:
ar: إصدار اختبار الخادم:
de: Server-Testversion:
es: Versión de prueba del servidor:
fr: Version de test du serveur :
id: Versi Pengujian Server:
ja: サーバーテストバージョン：
ko: 서버 테스트 버전:
pl: Wersja testowa serwera:
ru: Версия для тестирования сервера:
sv: Version av servertestning:
vi: Phiên bản thử nghiệm máy chủ:
zh_hans: 服务器测试版：
zh_hant: 服務器測試版：

source: Event Role/Service
ar: دور / خدمة الحدث
de: Veranstaltungsrolle / Service
es: Rol de evento / servicio
id: Peran / Layanan Acara
ja: イベントロール/サービス
ko: 이벤트 역할 / 서비스
pl: Rola / usługa wydarzenia
ru: Роль мероприятия/Услуга
sv: Evenemangsroll/tjänst
vi: Vai trò / Dịch vụ sự kiện
zh_hans: 活动角色/服务
zh_hant: 活動角色/服務

source: Read
ar: يقرأ
de: Gelesene
es: Leer
fr: Lire
id: Baca
ja: 既読
ko: 읽음
pl: Odczyt
ru: Читать
sv: Läsa
vi: Đã xem
zh_hans: 读取
zh_hant: 已讀

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
id: Perbarui
ja: 更新
ko: 업데이트
pl: Zaktualizuj
ru: Обновить
sv: Uppdatera
vi: Cập Nhập
zh_hans: 更新
zh_hant: 更新

source: Pannel Permissions
ar: أذونات بانيل
de: Podiumsberechtigungen
es: Permisos de panel
fr: Panneau des permissions
id: Izin Pannel
ja: パネルのアクセス許可
ko: 패널 권한
pl: Uprawnienia do paneli
ru: Разрешения панели
sv: Paneltillstånd
vi: Quyền Pannel
zh_hans: 面板权限
zh_hant: 面板權限

source: System Role
ar: دور النظام
de: Systemrolle
es: Rol del sistema
fr: Rôle système
id: Peran Sistem
ja: システム ロール
ko: 시스템 역할
pl: Rola systemu
ru: Системная роль
sv: Systemroll
vi: Vai trò hệ thống
zh_hans: 系统角色
zh_hant: 系統角色

source: Panels
ar: اللوحات
de: Seitenleiste
es: Paneles
fr: Panneaux
id: Panel
ja: パネル
ko: 패널
pl: Panele
ru: Панели
sv: Paneler
zh_hans: 面板
zh_hant: 面板

source: (Built-in-Role)
ar: (دور مدمج)
de: (Eingebaute Rolle)
es: (Función incorporada)
fr: (Rôle intégré)
id: (Peran Bawaan)
ja: (組み込みの役割)
ko: (내장 역할)
pl: (Rola wbudowana)
ru: (Встроенная роль)
sv: (Inbyggd roll)
vi: (Vai trò tích hợp)
zh_hans: （内置角色）
zh_hant: （內置角色）

source: Super Admin
ar: مشرف فائق
es: Super administrador
id: Admin Super
ko: 최고 관리자
pl: Superadministrator
ru: СуперАдмин
sv: Superadministratör
vi: Quản trị viên cấp cao
zh_hans: 超级管理员
zh_hant: 超級管理員

source: Are you sure you would like to delete this role?
ar: هل أنت متأكد أنك تريد حذف هذا الدور؟
de: Diese Rolle wirklich löschen?
es: ¿Está seguro de que desea eliminar este rol?
fr: Êtes-vous certains de vouloir supprimer ce rôle ?
id: Anda yakin ingin menghapus peran ini?
ja: このロールを削除しますか?
ko: 이 역할을 삭제 하시겠습니까?
pl: Czy na pewno chcesz usunąć tę rolę?
ru: Вы уверены, что хотите удалить эту роль?
sv: Är du säker på att du vill ta bort den här rollen?
vi: Bạn có chắc chắn muốn xóa vai trò này không?
zh_hans: 您确定要删除此角色吗？
zh_hant: 您確定要刪除此角色嗎？
