Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Download Invoice
ar: تحميل فاتورة
de: Rechnung herunterladen
es: Descargar factura
fr: Télécharger facture
id: Unduh faktur
ja: 請求書をダウンロード
ko: 청구서 내려받기
pl: Pobierz fakturę
ru: Скачать счет-фактуру
sv: Ladda ner faktura
vi: Tải Hóa Đơn
zh_hans: 下载发票
zh_hant: 下載收據

source: Review Invoice
ar: مراجعة الفاتورة
de: Rechnung überprüfen
es: Revisar factura
fr: Vérifier la facture
id: Tinjau Faktur
ja: 請求書を確認する
ko: 송장 검토
pl: Przejrzyj fakturę
ru: Проверить счет
sv: Granska faktura
vi: Xem lại hóa đơn
zh_hans: 查看发票
zh_hant: 查看發票

source: Total Invoice Amount
ar: المبلغ الإجمالي للفاتورة
de: Totaler Rechnungsbetrag
es: Importe total de la factura
fr: Montant total de la facture
id: Jumlah Faktur Total
ja: 請求書の合計金額
ko: 총 송장 금액
pl: Całkowita kwota faktury
ru: Общая сумма счета
sv: Totalt fakturabelopp
vi: Tổng giá trị trên hóa đơn
zh_hans: 发票总额
zh_hant: 發票總額

source: Documents
ar: وثائق
de: Dokumente
es: Documentos
id: Dokumen
ja: ドキュメント
ko: 서류
pl: Dokumenty
ru: Документы
sv: Dokument
vi: Các tài liệu
zh_hans: 文件
zh_hant: 文件

source: Turn off Event Chat
ar: أوقف محادثة الأحداث
de: Event-Chat deaktivieren
es: Desactivar el chat de eventos
fr: Désactiver le chat d’événement
id: Menonaktifkan Obrolan Acara
ja: イベントチャットをオフにする
ko: 이벤트 채팅 끄기
pl: Wyłączanie czatu z wydarzeniem
ru: Отключение чата событий
sv: Inaktivera händelsechatt
vi: Tắt Trò chuyện sự kiện
zh_hans: 关闭事件聊天
zh_hant: 關閉事件聊天

source: Turn on Event Chat
ar: قم بتشغيل محادثة الأحداث
de: Event-Chat aktivieren
es: Activar el chat de eventos
fr: Activer event chat
id: Mengaktifkan Obrolan Acara
ja: イベントチャットをオンにする
ko: 이벤트 채팅 켜기
pl: Włączanie czatu z wydarzeniem
ru: Включение чата событий
sv: Aktivera händelsechatt
vi: Bật Trò chuyện Sự kiện
zh_hans: 打开事件聊天
zh_hant: 打開事件聊天

source: Chat is currently enabled for this event. Users can access a chat channel for this event.
ar: تم تمكين الدردشة حاليا لهذا الحدث. يمكن للمستخدمين الوصول إلى قناة الدردشة لهذا الحدث.
de: Der Chat ist derzeit für diese Veranstaltung aktiviert. Benutzer können auf einen Chat-Kanal für diese Veranstaltung zugreifen.
es: Actualmente, el chat está habilitado para este evento. Los usuarios pueden acceder a un canal de chat para este evento.
fr: Le chat est actuellement activé pour cet événement. Les utilisateurs peuvent accéder à un canal de discussion pour cet événement.
id: Obrolan saat ini diaktifkan untuk acara ini. Pengguna dapat mengakses saluran obrolan untuk acara ini.
ja: 現在、このイベントではチャットが有効になっています。ユーザーはこのイベントのチャットチャネルにアクセスできます。
ko: 현재 이 이벤트에 대해 채팅이 활성화되어 있습니다. 사용자는 이 이벤트의 채팅 채널에 액세스할 수 있습니다.
pl: Czat jest obecnie włączony dla tego wydarzenia. Użytkownicy mogą uzyskać dostęp do kanału czatu dla tego wydarzenia.
ru: В настоящее время для этого мероприятия включен чат. Пользователи могут получить доступ к каналу чата для этого события.
sv: Chatten är för närvarande aktiverad för den här händelsen. Användare kan komma åt en chattkanal för den här händelsen.
vi: Trò chuyện hiện đang được kích hoạt cho sự kiện này. Người dùng có thể truy cập một kênh trò chuyện cho sự kiện này.
zh_hans: 当前已为此事件启用聊天。用户可以访问此事件的聊天频道。
zh_hant: 當前已為此事件啟用聊天。用戶可以訪問此事件的聊天頻道。

source: Chat is currently not enabled for this event. Users cannot access chat for this event.
ar: لم يتم تمكين الدردشة حاليا لهذا الحدث. لا يمكن للمستخدمين الوصول إلى الدردشة لهذا الحدث.
de: Der Chat ist für diese Veranstaltung derzeit nicht aktiviert. Benutzer können für diese Veranstaltung nicht auf den Chat zugreifen.
es: Actualmente, el chat no está habilitado para este evento. Los usuarios no pueden acceder al chat para este evento.
fr: Le chat n'est actuellement pas activé pour cet événement. Les utilisateurs ne peuvent pas accéder au chat pour cet événement.
id: Obrolan saat ini tidak diaktifkan untuk acara ini. Pengguna tidak dapat mengakses obrolan untuk acara ini.
ja: 現在、このイベントではチャットは有効になっていません。ユーザーはこのイベントのチャットにアクセスできません。
ko: 현재 이 이벤트에 대해 채팅이 활성화되어 있지 않습니다. 사용자는 이 이벤트의 채팅에 액세스할 수 없습니다.
pl: Czat nie jest obecnie włączony dla tego wydarzenia. Użytkownicy nie mogą uzyskać dostępu do czatu dla tego wydarzenia.
ru: Чат в настоящее время не включен для этого события. Пользователи не могут получить доступ к чату для этого события.
sv: Chatten är inte aktiverad för den här händelsen. Användare kan inte komma åt chatten för den här händelsen.
vi: Trò chuyện hiện không được kích hoạt cho sự kiện này. Người dùng không thể truy cập trò chuyện cho sự kiện này.
zh_hans: 此事件当前未启用聊天。用户无法访问此事件的聊天。
zh_hant: 此事件當前未啟用聊天。用戶無法訪問此事件的聊天。

source: Disable Add Event Documents
ar: قم بتعطيل إضافة مستندات الحدث
de: Veranstaltungsdokumente deaktivieren
es: Deshabilitar Agregar documentos de eventos
fr: Désactiver l’ajout de documents d’événement
id: Nonaktifkan Tambahkan Dokumen Acara
ja: イベント ドキュメントの追加を無効にする
ko: 이벤트 문서 추가 비활성화
pl: Wyłącz dodawanie dokumentów zdarzeń
ru: Отключить добавление документов о событиях
sv: Inaktivera Lägg till händelsedokument
vi: Tắt Thêm Tài liệu Sự kiện
zh_hans: 禁用添加事件文档
zh_hant: 禁用添加事件文件

source: Enable Add Event Documents
ar: قم بتمكين إضافة مستندات الحدث
de: Veranstaltungsdokumente aktivieren
es: Habilitar agregar documentos de eventos
fr: Activer l’ajout de documents d’événement
id: Aktifkan Tambahkan Dokumen Acara
ja: イベント ドキュメントの追加を有効にする
ko: 이벤트 문서 추가 사용
pl: Włącz dodawanie dokumentów zdarzeń
ru: Включить добавление документов о событиях
sv: Aktivera Lägg till händelsedokument
vi: Bật Thêm Tài liệu Sự kiện
zh_hans: 启用添加事件文档
zh_hant: 啟用添加事件文件

source: Editing
ar: التحرير
de: Bearbeiten
es: Editando
fr: En modification
id: Penyuntingan
ja: 編集
ko: 편집
pl: Edycja
ru: Редактирование
sv: Redigering
vi: Chỉnh sửa
zh_hans: 编辑中
zh_hant: 編輯

source: Add Exhibitor
ar: اضافة عارض
de: Aussteller hinzufügen
es: Agregar expositor
fr: Ajouter un exposant
id: Tambahkan Peserta
ja: 出展者を追加
ko: 참가 업체 추가
pl: Dodaj wystawcę
ru: Добавить экспонента
sv: Lägg till utställare
vi: Thêm nhà triển lãm
zh_hans: 添加参展商
zh_hant: 添加參展商

source: Swap Places
ar: أماكن المبادلة
de: Plätze tauschen
es: Intercambiar lugares
fr: Échange de lieux
id: Tukar Tempat
ja: 場所を交換する
ko: 장소 바꾸기
pl: Zamiana miejsc
ru: Поменяться местами
sv: Byt plats
vi: Hoán đổi vị trí
zh_hans: 交换地方
zh_hant: 交換地方

source: Unpublish Schedule
ar: جدول إلغاء النشر
de: Veröffentlichung des Plans aufheben
es: Anular la publicación del horario
fr: Dé-publier le programme
id: Batalkan Publikasi Jadwal
ja: スケジュールの公開を取り下げ
ko: 스케줄 게시 취소
pl: Cofnij publikację harmonogramu
ru: Расписание отмены публикации
sv: Avpublicera schema
vi: Hủy xuất bản lịch biểu
zh_hans: 取消发布计划
zh_hant: 取消公佈時間表

source: Publish Schedule
ar: نشر الجدول
de: Zeitplan veröffentlichen
es: Publicar horario
fr: Publier le programme
id: Publikasikan Jadwal
ja: スケジュールを公開
ko: 스케줄 게시
pl: Opublikuj harmonogram
ru: Расписание публикации
sv: Publicera schema
vi: Xuất bản lịch biểu
zh_hans: 发布计划
zh_hant: 公佈時間表

source: Unscheduled Sessions
ar: الجلسات غير المجدولة
de: Noch nicht geplante Sitzungen
es: Sesiones no programadas
fr: Sessions non programmées
id: Sesi Tak Terjadwal
ja: スケジュールされていないセッション
ko: 예정되지 않은 세션
pl: Sesje niezaplanowane
ru: Незапланированные сеансы
sv: Oplanerade sessioner
vi: Các phiên không được lên lịch
zh_hans: 不定期的会议
zh_hant: 取消議程時間規劃

source: Timing:
ar: توقيت:
de: Zeit:
es: Sincronización:
fr: Horaire:
id: Waktu:
ja: タイミング：
ko: 타이밍:
pl: Wyczucie czasu:
ru: Время:
sv: Tidpunkt:
vi: Thời gian:
zh_hans: 定时：
zh_hant: 定時：

source: Not yet scheduled
ar: غير مجدول بعد
de: Noch nicht geplant
es: Aún no programado
fr: Pas encore programmé
id: Belum dijadwalkan
ja: まだ予定されていません
ko: 아직 예정되지 않음
pl: Jeszcze nie zaplanowano
ru: Еще не запланировано
sv: Inte planerat än
vi: Chưa được lên lịch
zh_hans: 尚未预定
zh_hant: 尚未預定

source: Speakers Invited
ar: المتكلمون مدعوون
de: Referenten eingeladen
es: Ponentes invitados
fr: Conférenciers invités
id: Pembicara Diundang
ja: 招待講演者
ko: 초청 연사
pl: Zaproszeni mówcy
ru: Спикеры приглашены
sv: Inbjudna talare
vi: Diễn giả được mời
zh_hans: 受邀演讲嘉宾
zh_hant: 受邀演講嘉賓

source: Create Session
ar: إنشاء جلسة
de: Sitzung erstellen
es: Crear sesión
fr: Créer une session
id: Buat Sesi
ja: セッションを作成
ko: 세션 생성
pl: Utwórz sesję
ru: Создать сеанс
sv: Skapa session
vi: Tạo phiên
zh_hans: 创建会话
zh_hant: 建立議程

source: In order to use this feature please activate "Sessions and Speakers" for the event.
ar: من أجل استخدام هذه الميزة ، يرجى تفعيل "الجلسات ومكبرات الصوت" للحدث.
de: Um diese Funktion nutzen zu können, bitte "Sessions and Speakers" für die Veranstaltung aktivieren.
es: Para utilizar esta función, active "Sesiones y oradores" para el evento.
fr: Pour utiliser cette fonction, merci d'activer "Sessions et orateurs" pour cet évènement.
id: Untuk menggunakan fitur ini, silakan aktifkan "Sesi dan Pembicara" untuk acara tersebut.
ja: この機能を使用するには、イベントの「セッションとスピーカー」をアクティブにしてください。
ko: 이 기능을 사용하려면 이벤트에 대한 "세션 및 스피커"를 활성화하십시오.
pl: Aby korzystać z tej funkcji, aktywuj „Sesje i prelegenci” dla wydarzenia.
ru: Чтобы использовать эту функцию, активируйте «Сеансы и докладчики» для мероприятия.
sv: För att använda den här funktionen, vänligen aktivera "Sessioner och högtalare" för evenemanget.
vi: Để sử dụng tính năng này, vui lòng kích hoạt "Phiên và Diễn giả" cho sự kiện.
zh_hans: 为了使用此功能，请为活动激活“会议和演讲者”。
zh_hant: 為了使用此功能，請為活動激活“會議和演講者”。

source: Please click
ar: من فضلك اضغط
de: bitte klicken
es: Por favor haz click
fr: Merci de cliquer
id: Silakan klik
ja: クリックしてください
ko: 클릭하세요
pl: Proszę kliknąć
ru: Пожалуйста, нажмите
sv: var god klicka
vi: Vui lòng bấm vào
zh_hans: 请点击
zh_hant: 請點擊

source: to activate this module.
ar: لتفعيل هذه الوحدة.
de: um dieses Modul zu aktivieren.
es: para activar este módulo.
fr: pour activer ce module.
id: untuk mengaktifkan modul ini.
ja: このモジュールをアクティブにします。
ko: 모듈을 활성화 시키려면.
pl: aby aktywować ten moduł.
ru: чтобы активировать этот модуль.
sv: för att aktivera denna modul.
vi: để kích hoạt mô-đun này.
zh_hans: 以激活此模块。
zh_hant: 以啟用此模組。

source: Transfer Ownership
ar: نقل الملكية
de: Eigentum übertragen
es: Transferir propiedad
fr: Transfert de propriété
id: Transfer Kepemilikan
ja: 所有権の譲渡
ko: 소유권 이전
pl: Przeniesienie własności
ru: Передача права собственности
sv: Överför ägande
vi: Chuyển nhượng quyền sở hữu
zh_hans: 所有权转让
zh_hant: 所有權轉讓

source: You'll lose all the owner rights once the other user accepts the invitation for ownership.
ar: ستفقد جميع حقوق المالك بمجرد قبول المستخدم الآخر لدعوة الملكية.
de: Sie verlieren alle Eigentümerrechte, sobald der andere Benutzer die Einladung zum Eigentum annimmt.
es: Perderás todos los derechos de propietario una vez que el otro usuario acepte la invitación de propiedad.
fr: Vous perdrez tous les droits de propriétaire une fois que l'autre utilisateur aura accepté l'invitation à devenir propriétaire.
id: Anda akan kehilangan semua hak pemilik setelah pengguna lain menerima undangan untuk kepemilikan.
ja: 他のユーザーが所有権の招待を受け入れると、すべての所有権が失われます。
ko: 다른 사용자가 소유권 초대를 수락하면 모든 소유자 권한을 잃게됩니다.
pl: Stracisz wszystkie prawa właściciela, gdy inny użytkownik zaakceptuje zaproszenie do przeniesienia własności.
ru: Вы потеряете все права владельца, как только другой пользователь примет приглашение на владение.
sv: Du förlorar alla ägarrättigheter när den andra användaren accepterar inbjudan till ägande.
vi: Bạn sẽ mất tất cả các quyền của chủ sở hữu sau khi người dùng khác chấp nhận lời mời sở hữu.
zh_hans: 一旦其他用户接受所有权邀请，您将失去所有所有者权利。
zh_hant: 一旦其他用戶接受所有權邀請，您將失去所有所有者權利。

source: Transfer Event
ar: حدث النقل
de: Veranstaltung übertragen
es: Evento de transferencia
fr: Évènement de transfert
id: Transfer Acara
ja: 転送イベント
ko: 전송 이벤트
pl: Przeniesienie wydarzenia
ru: Событие передачи
sv: Överföringshändelse
vi: Sự kiện chuyển nhượng
zh_hans: 转移事件
zh_hant: 轉移事件

source: Delete this event
ar: احذف هذا الحدث
de: Diese Veranstaltung löschen
es: ¿Eliminar este evento?
fr: Supprimer cet évènement
id: Hapus acara ini
ja: この予定を削除しますか？
ko: 이번 일정을 삭제하시겠습니까?
pl: Usunąć wydarzenie?
ru: Удалить событие?
sv: Radera detta eventet
vi: Xóa sự kiện này?
zh_hans: 要删除此活动吗？
zh_hant: 刪除這項活動？

source: Once you delete an event, you will lose all the data related to this event.
ar: بمجرد حذف حدث ، ستفقد جميع البيانات المتعلقة بهذا الحدث.
de: Beim Löschen einer Veranstaltung, gehen alle Daten zu dieser Veranstaltung unwiderruflich verloren.
es: Una vez que elimine un evento, perderá todos los datos relacionados con este evento.
fr: Une fois que vous supprimez un évènement, vous perdrez toutes les données liées à cet évènement.
id: Setelah Anda menghapus acara, Anda akan kehilangan semua data yang terkait dengan acara ini.
ja: イベントを削除すると、このイベントに関連するすべてのデータが失われます。
ko: 이벤트를 삭제하면이 이벤트와 관련된 모든 데이터를 잃게됩니다.
pl: Po usunięciu wydarzenia utracisz wszystkie dane związane z tym wydarzeniem.
ru: После удаления события вы потеряете все данные, связанные с этим событием.
sv: När du har tagit bort en händelse förlorar du all data som är relaterad till den här händelsen.
vi: Sau khi xóa sự kiện, bạn sẽ mất tất cả dữ liệu liên quan đến sự kiện này.
zh_hans: 删除事件后，您将丢失与该事件有关的所有数据。
zh_hant: 刪除事件後，您將丟失與該事件有關的所有數據。

source: Edit speaker
ar: تحرير مكبر الصوت
de: Referent bearbeiten
es: Editar altavoz
fr: Modifier l'orateur
id: Edit pembicara
ja: スピーカーの編集
ko: 발표자 편집
pl: Edytuj głośnik
ru: Редактировать спикера
sv: Redigera högtalare
vi: Chỉnh Sửa Diễn Giả
zh_hans: 编辑演讲者
zh_hant: 編輯演講者

source: Add Speaker
ar: إضافة مكبر الصوت
de: Referent hinzufügen
es: Añadir un·a locutor·a
fr: Ajouter orateur
id: Tambahkan Speaker
ja: スピーカーを追加
ko: 스피커 추가
pl: Dodaj głośnik
ru: Добавить спикера
sv: Lägg till högtalare
vi: Thêm diễn giả
zh_hans: 添加发言人
zh_hant: 加入講者

source: Create a Speaker
ar: قم بإنشاء مكبر صوت
de: Erstellen Sie einen Referenten
es: Crear un altavoz
fr: Créer un orateur
id: Buat Speaker
ja: スピーカーを作成する
ko: 스피커 만들기
pl: Utwórz głośnik
ru: Создать спикера
sv: Skapa en högtalare
vi: Tạo loa
zh_hans: 创建发言人
zh_hant: 創建發言人

source: Discount Codes
ar: رموز الخصم
de: Rabattcodes
es: Códigos de descuento
fr: Codes de promotion
id: Kode diskon
ja: 割引コード
ko: 할인 코드
pl: kody promocyjne
ru: Коды скидок
sv: rabattkoder
vi: Mã giảm giá
zh_hans: 优惠码
zh_hant: 折扣碼

source: Access Codes
ar: رموز الوصول
de: Zugangscodes
es: Código de acceso
fr: Code d'accès
id: Kode Akses
ja: アクセス コード
ko: 액세스 코드
pl: Kod dostępu
ru: Коды доступа
sv: Åtkomstkoder
vi: Mã truy cập
zh_hans: 访问代码
zh_hant: 取用之金鑰

source: Add order
ar: أضف الطلب
de: Bestellung hinzufügen
es: Agregar orden
fr: Ajouter une commande
id: Tambahkan pesanan
ja: 注文を追加
ko: 주문 추가
pl: Dodaj zamówienie
ru: Добавить заказ
sv: Lägg till beställning
vi: Thêm đơn hàng
zh_hans: 新增订单
zh_hant: 新增訂單

source: Create an access code
ar: قم بإنشاء رمز وصول
de: Zugangscode erstellen
es: Crea un código de acceso
fr: Créer un code d'accès
id: Buat kode akses
ja: アクセス コードを作成
ko: 액세스 코드 생성
pl: Utwórz kod dostępu
ru: Создать код доступа
sv: Skapa en åtkomstkod
vi: Tạo mã truy cập
zh_hans: 创建访问码
zh_hant: 創建取用金鑰

source: Create a New Access code
ar: قم بإنشاء رمز وصول جديد
de: Neuen Zugangscode erstellen
es: Crea un nuevo código de acceso
fr: Créer un nouveau code d'accès
id: Buat kode akses baru
ja: 新しいアクセスコードを作成する
ko: 새 액세스 코드 생성
pl: Utwórz nowy kod dostępu
ru: Создать новый код доступа
sv: Skapa en ny åtkomstkod
vi: Tạo mã truy cập mới
zh_hans: 创建一个新的访问代码
zh_hant: 創建一個新的訪問代碼

source: Edit an access code
ar: قم بتحرير رمز الوصول
de: Zugangscode Bearbeiten
es: Editar un código de acceso
fr: Modifier un code d'accès
id: Edit kode akses
ja: アクセスコードを編集する
ko: 액세스 코드 편집
pl: Edytuj kod dostępu
ru: Изменить код доступа
sv: Redigera en åtkomstkod
vi: Chỉnh sửa mã truy cập
zh_hans: 编辑访问码
zh_hant: 編輯訪問碼

source: Export As
ar: تصدير بتنسيق
de: Exportieren als
es: Exportar como
fr: Exporter en tant que
id: Ekspor Sebagai
ja: としてエクスポート
ko: 다른 이름으로 내보내기
pl: _Eksportuj jako
ru: Экспорт как
sv: Exportera som
vi: Xuất khẩu như
zh_hans: 导出为
zh_hant: 輸出成

source: PDF
ar: بي دي إف
sv: PDF-export

source: Showing all the records
ar: عرض كل السجلات
de: Alle Datensätze anzeigen
es: Mostrando todos los registros
fr: Montrer tous les enregistrements
id: Menampilkan semua catatan
ja: すべてのレコードを表示しています
ko: 모든 기록보기
pl: Pokazuje wszystkie rekordy
ru: Отображение всех записей
sv: Visar alla poster
vi: Hiển thị tất cả các bản ghi
zh_hans: 显示所有记录
zh_hant: 顯示所有記錄

source: Filter by Date
ar: تصفية حسب التاريخ
de: Nach Datum filtern
es: Filtrar por fecha
fr: Filtrer par date
id: Filter berdasarkan Tanggal
ja: 日付でフィルター
ko: 날짜로 필터링
pl: Filtruj według daty
ru: Фильтр по дате
sv: Filtrera efter datum
vi: Lọc theo ngày
zh_hans: 按日期筛选
zh_hant: 按日期篩選

source: Filter by Discount
ar: تصفية حسب الخصم
de: Nach Rabatt filtern
es: Filtrar por descuento
fr: Filtrer par remise
id: Filter berdasarkan Diskon
ja: 割引でフィルター
ko: 할인으로 필터링
pl: Filtruj według rabatu
ru: Фильтр по скидке
sv: Filtrera efter rabatt
vi: Lọc theo chiết khấu
zh_hans: 按折扣过滤
zh_hant: 按折扣過濾

source: Remove Filters
ar: إزالة المرشحات
de: Filter entfernen
es: Quitar filtros
fr: Retirer les filtres
id: Hapus Filter
ja: フィルターを削除
ko: 필터 제거
pl: Usuń filtry
ru: Убрать фильтры
sv: Ta bort filter
vi: Xóa bộ lọc
zh_hans: 删除过滤器
zh_hant: 刪除過濾器

source: Create a discount
ar: إنشاء خصم
de: Rabattcode erstellen
es: Crea un descuento
fr: Créer une remise
id: Buat diskon
ja: 割引を作成
ko: 할인 생성
pl: Utwórz rabat
ru: Создать скидку
sv: Skapa en rabatt
vi: Tạo chiết khấu
zh_hans: 产生折扣
zh_hant: 新定折扣

source: Create a new Discount Code
ar: قم بإنشاء كود خصم جديد
de: Erstellen Sie einen neuen Rabattcode
es: Crea un nuevo código de descuento
fr: Créer un nouveau code de remise
id: Buat Kode Diskon baru
ja: 新しい割引コードを作成する
ko: 새 할인 코드 생성
pl: Utwórz nowy kod rabatowy
ru: Создать новый код скидки
sv: Skapa en ny rabattkod
vi: Tạo mã giảm giá mới
zh_hans: 创建一个新的折扣代码
zh_hant: 創建一個新的折扣代碼

source: Edit a Discount Code
ar: تحرير رمز الخصم
de: Bearbeiten Sie einen Rabattcode
es: Editar un código de descuento
fr: Modifier un code remise
id: Edit Kode Diskon
ja: 割引コードを編集する
ko: 할인 코드 편집
pl: Edytuj kod rabatowy
ru: Изменить код скидки
sv: Redigera en rabattkod
vi: Chỉnh sửa mã giảm giá
zh_hans: 编辑折扣码
zh_hant: 編輯折扣碼

source: Total Sold Orders
ar: إجمالي الطلبات المباعة
de: Insgesamt verkaufte Bestellungen
es: Total de pedidos vendidos
fr: Total des commandes vendues
id: Total Pesanan Terjual
ja: 総販売注文数
ko: 총 판매 주문
pl: Całkowita liczba sprzedanych zamówień
ru: Всего проданных заказов
sv: Totalt sålda order
vi: Tổng số đơn hàng đã bán
zh_hans: 总售出订单
zh_hant: 總售出訂單

source: Tickets sold
ar: بيع التذاكر
de: Tickets verkauft
es: Entradas vendidas
fr: Billets vendus
id: Tiket terjual
ja: チケット販売
ko: 판매 된 티켓
pl: Bilety sprzedane
ru: Проданные билеты
sv: Biljetter sålda
vi: Vé đã bán
zh_hans: 售票
zh_hant: 售出票券

source: By order status
ar: حسب حالة الطلب
de: nach Auftragsstatus
es: Por estado de pedido
fr: Par état de commande
id: Berdasarkan status pesanan
ja: 注文ステータス別
ko: 주문 상태
pl: Według statusu zamówienia
ru: По статусу заказа
sv: Efter orderstatus
vi: Theo trạng thái đơn hàng
zh_hans: 按订单状态
zh_hant: 依據訂單狀態

source: Order Status
ar: حالة الطلب
de: Auftragsstatus
es: Estado del pedido
fr: Etat de commande
id: Status pemesanan
ja: 注文のステータス
ko: 주문 상태
pl: Status zamówienia
ru: Статус заказа
vi: Trạng Thái Đơn Vé
zh_hans: 订购状况
zh_hant: 訂單狀態

source: Total Tickets
ar: إجمالي التذاكر
de: Anzahl der Tickets
es: Entradas totales
fr: Total billets
id: Total Tiket
ja: 合計チケット数
ko: 총 티켓
pl: Łączna liczba biletów
ru: Всего билетов
sv: Totalt antal biljetter
vi: Tổng số vé
zh_hans: 门票总数
zh_hant: 總票券數

source: Total Orders
ar: إجمالي الطلبات
de: Anzahl der Bestellungen
es: Pedidos totales
fr: Nombre total de commandes
id: Total Pesanan
ja: 合計注文数
ko: 총 주문
pl: Całkowita liczba zamówień
ru: Всего заказов
sv: Totalt antal beställningar
vi: Tổng số đơn hàng
zh_hans: 订单总数
zh_hant: 總訂單數

source: View Reports
ar: عرض التقارير
de: Berichte anzeigen
es: Ver reportes
fr: Voir les rapports
id: Lihat Laporan
ja: レポートを表示
ko: 보고서보기
pl: Wyświetl raporty
ru: Просмотр отчетов
sv: Se rapporter
vi: Xem báo cáo
zh_hans: 查看报告
zh_hant: 檢視報告

source: View orders
ar: عرض الطلبات
de: Bestellungen anzeigen
es: Ver pedido
fr: Voir les commandes
id: Lihat pesanan
ja: 注文を表示
ko: 주문보기
pl: Wyświetl zamówienie
ru: Просмотр заказов
sv: Visa beställningar
vi: Xem đơn đặt hàng
zh_hans: 查看订单
zh_hant: 檢視訂單

source: View attendees
ar: عرض الحضور
de: Teilnehmer anzeigen
es: Ver asistentes
fr: Voir les participants
id: Lihat peserta
ja: 参加者の表示
ko: 참석자보기
pl: Wyświetl uczestników
ru: Просмотр посетителей
sv: Visa deltagare
vi: Xem người tham dự
zh_hans: 查看参加者
zh_hant: 檢視與會者

source: Tickets Capacity Set
ar: مجموعة سعة التذاكر
de: Ticketkapazität festlegen
es: Conjunto de capacidad de entradas
fr: Capacité du groupe de billets
id: Set Kapasitas Tiket
ja: チケット供給量設定
ko: 티켓 용량 세트
pl: Zestaw pojemności biletów
ru: Задать общее кол-во билетов
sv: Biljettkapacitet
vi: Bộ công suất vé
zh_hans: 门票容量集
zh_hant: 票券容量設定

source: View Orders
ar: عرض الطلبات
de: Bestellungen anzeigen
es: Ver pedidos
fr: Voir les commandes
id: Lihat Pesanan
ja: 注文を表示
ko: 주문보기
pl: Wyświetl zamówienia
ru: Просмотр заказов
sv: Visa beställningar
vi: Xem đơn đặt hàng
zh_hans: 查看订单
zh_hant: 檢視訂單

source: Turn off Video
ar: قم بإيقاف تشغيل الفيديو
de: Video deaktivieren
es: Desactivar vídeo
fr: Désactiver la vidéo
id: Matikan Video
ja: ビデオをオフにする
ko: 비디오 끄기
pl: Wyłącz wideo
ru: Отключение видео
sv: Inaktivera video
vi: Tắt Video
zh_hans: 关闭视频
zh_hant: 關閉視頻

source: Turn on Video
ar: قم بتشغيل الفيديو
de: Video einschalten
es: Activar vídeo
fr: Activer la vidéo
id: Mengaktifkan Video
ja: ビデオをオンにする
ko: 비디오 켜기
pl: Włącz wideo
ru: Включение видео
sv: Aktivera video
vi: Bật Video
zh_hans: 打开视频
zh_hant: 打開視頻

source: Virtual Event Room
ar: غرفة الحدث الافتراضية
de: Virtueller Veranstaltungsraum
es: Sala de eventos virtual
fr: Salle d'événement virtuelle
id: Ruang Acara Virtual
ja: バーチャルイベントルーム
ko: 가상 이벤트 룸
pl: Wirtualna sala eventowa
ru: Виртуальная комната для мероприятий
sv: Virtuellt evenemangsrum
vi: Phòng sự kiện ảo
zh_hans: 虚拟活动室
zh_hant: 虛擬活動室
