Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: View team members
ar: عرض أعضاء الفريق
de: Teammitglieder anzeigen
es: Ver miembros del equipo
fr: Voir les membres de l’équipe
id: Menampilkan anggota tim
ja: チーム メンバーの表示
ko: 팀 멤버 보기
pl: Wyświetlanie członków zespołu
ru: Просмотр членов группы
sv: Visa teammedlemmar
vi: Xem các thành viên trong nhóm
zh_hans: 查看团队成员
zh_hant: 查看團隊成員

source: Invite team members
ar: ادعُ أعضاء الفريق
de: Teammitglieder einladen
es: Invitar a los miembros del equipo
fr: Inviter les membres de l’équipe
id: Mengundang anggota tim
ja: チーム メンバーの招待
ko: 팀 멤버 초대
pl: Zapraszanie członków zespołu
ru: Пригласить членов команды
sv: Bjud in teammedlemmar
vi: Mời thành viên nhóm
zh_hans: 邀请团队成员
zh_hant: 邀請團隊成員

source: Cancel invitations
ar: إلغاء الدعوات
de: Einladungen annullieren
es: Cancelar invitaciones
fr: Annuler les invitations
id: Membatalkan undangan
ja: 招待をキャンセルする
ko: 초대 취소
pl: Anulowanie zaproszeń
ru: Отмена приглашений
sv: Avbryt inbjudningar
vi: Hủy lời mời
zh_hans: 取消邀请
zh_hant: 取消邀請

source: Delete team members
ar: احذف أعضاء الفريق
de: Teammitglieder löschen
es: Eliminar miembros del equipo
fr: Supprimer les membres de l’équipe
id: Menghapus anggota tim
ja: チーム メンバーの削除
ko: 팀 구성원 삭제
pl: Usuwanie członków zespołu
ru: Удаление членов команды
sv: Ta bort teammedlemmar
vi: Xóa bỏ thành viên nhóm
zh_hans: 删除团队成员
zh_hant: 刪除團隊成員

source: Manage roles
ar: إدارة الأدوار
de: Rollen verwalten
es: Gestionar roles
fr: Gérer les rôles
id: Mengelola peran
ja: ロールの管理
ko: 역할 관리
pl: Zarządzanie rolami
ru: Управлять ролями
sv: Hantera roller
vi: Quản lý vai trò
zh_hans: 管理角色
zh_hant: 管理角色

source: View orders and attendees
ar: عرض الطلبات والحضور
de: Bestellungen und Teilnehmer anzeigen
es: Ver pedidos y asistentes
fr: Afficher les commandes et les participants
id: Menampilkan pesanan dan peserta
ja: 注文と出席者の表示
ko: 주문 및 참석자 보기
pl: Wyświetlanie zamówień i uczestników
ru: Просмотр заказов и участников
sv: Visa beställningar och deltagare
vi: Xem đơn đặt hàng và người dự
zh_hans: 查看订单和与会者
zh_hant: 查看訂單和出席者

source: Create discount codes
ar: إنشاء رموز الخصم
de: Rabattcodes erstellen
es: Crear códigos de descuento
fr: Créer des codes d’escompte
id: Membuat kode diskon
ja: 割引コードの作成
ko: 할인 코드 만들기
pl: Tworzenie kodów rabatowych
ru: Создание кодов скидок
sv: Skapa rabattkoder
vi: Tạo mã giảm giá
zh_hans: 创建折扣代码
zh_hant: 創建折扣代碼

source: Edit discount codes
ar: تحرير رموز الخصم
de: Rabattcodes bearbeiten
es: Editar códigos de descuento
fr: Modifier les codes de réduction
id: Edit kode diskon
ja: 割引コードの編集
ko: 할인 코드 편집
pl: Edytowanie kodów rabatowych
ru: Редактировать коды скидок
sv: Redigera rabattkoder
vi: Sửa mã giảm giá
zh_hans: 编辑折扣代码
zh_hant: 編輯折扣代碼

source: Create view codes
ar: إنشاء رموز العرض
de: Erstellen von Ansichtscodes
es: Crear códigos de vista
fr: Créer des codes de vue
id: Membuat kode tampilan
ja: ビュー コードの作成
ko: 보기 코드 만들기
pl: Tworzenie kodów widoku
ru: Создание кодов представлений
sv: Skapa vykoder
vi: Tạo mã dạng xem
zh_hans: 创建视图代码
zh_hant: 創建檢視代碼

source: Edit view codes
ar: تحرير رموز العرض
de: Bearbeiten von Ansichtscodes
es: Editar códigos de vista
fr: Modifier les codes de vue
id: Mengedit kode tampilan
ja: ビュー コードの編集
ko: 보기 코드 편집
pl: Edytowanie kodów widoku
ru: Редактировать коды представлений
sv: Redigera vykoder
vi: Sửa mã dạng xem
zh_hans: 编辑视图代码
zh_hant: 編輯檢視代碼

source: Check-in attendees
ar: تسجيل الحضور
de: Teilnehmer einchecken
es: Asistentes para el check-in
fr: Participants à l’enregistrement
id: Peserta check-in
ja: チェックイン出席者
ko: 체크인 참석자
pl: Uczestnicy odprawy
ru: Участники регистрации
sv: Checka in deltagare
vi: Người dự làm thủ tục
zh_hans: 签入与会者
zh_hant: 簽入出席者

source: Change attendee check-in status
ar: تغيير حالة تسجيل الحضور
de: Check-in-Status von Teilnehmern ändern
es: Cambiar el estado de check-in de los asistentes
fr: Modifier l’état d’enregistrement des participants
id: Mengubah status check-in peserta
ja: 出席者のチェックイン状態を変更する
ko: 참석자 체크인 상태 변경
pl: Zmiana statusu odprawy uczestnika
ru: Изменение статуса регистрации участника
sv: Ändra status för deltagarens incheckning
vi: Thay đổi trạng thái làm thủ tục của người dự
zh_hans: 更改与会者签入状态
zh_hant: 更改出席者簽入狀態

source: View scheduler
ar: عرض المجدول
de: Planer anzeigen
es: Ver horario
fr: Voir le planning
id: Lihat penjadwal
ja: スケジューラの表示
ko: 스케줄러 보기
pl: Wyświetlanie harmonogramu
ru: Посмотреть планировщик
sv: Visa schemaläggare
vi: Xem bộ lập lịch biểu
zh_hans: 查看计划程序
zh_hant: 查看計劃程式

source: Edit schedule
ar: تحرير الجدول
de: Zeitplan bearbeiten
es: Editar programación
fr: Modifier l’horaire
id: Edit jadwal
ja: スケジュールの編集
ko: 일정 편집
pl: Edytuj harmonogram
ru: Править программу
sv: Redigera schema
vi: Sửa lịch biểu
zh_hans: 编辑计划
zh_hant: 編輯計畫

source: Publish schedule
ar: نشر الجدول
de: Zeitplan veröffentlichen
es: Programación de publicación
fr: Publier le programme
id: Jadwal publikasi
ja: スケジュールを公開
ko: 스케줄 게시
pl: Harmonogram publikowania
ru: Расписание публикации
sv: Publicera schema
vi: Phát hành lịch biểu
zh_hans: 发布计划
zh_hant: 公佈時間表

source: Unpublish schedule
ar: جدول إلغاء النشر
de: Veröffentlichung des Zeitplans aufheben
fr: Dé-publier le programme
id: Batal menerbitkan jadwal
ja: スケジュールの公開を取り下げ
ko: 스케줄 게시 취소
pl: Cofnięcie publikowania harmonogramu
ru: Расписание отмены публикации
sv: Avpublicera schema
vi: Hủy phát hành lịch biểu
zh_hans: 取消发布计划
zh_hant: 取消公佈時間表

source: Sessions and Speakers
ar: الجلسات والمتحدثون
de: Sitzungen und Referenten
es: Sesiones y oradores
fr: Sessions et conférenciers
id: Sesi dan Pembicara
ja: セッションとスピーカー
ko: 세션 및 연사
pl: Sesje i prelegenci
ru: Сеансы и спикеры
sv: Sessioner och talare
vi: Bài Nói Và Diễn Giả
zh_hans: 会议和演讲者
zh_hant: 議程和講者

source: View speaker profiles
ar: عرض ملفات تعريف المتحدث
de: Referentenprofile anzeigen
es: Ver perfiles de altavoces
fr: Afficher les profils des haut-parleurs
id: Menampilkan profil pembicara
ja: スピーカー プロファイルの表示
ko: 스피커 프로필 보기
pl: Wyświetlanie profili prelegentów
ru: Просмотр профилей динамиков
sv: Visa högtalarprofiler
vi: Xem hồ sơ diễn giả
zh_hans: 查看扬声器配置文件
zh_hant: 查看揚聲器配置檔

source: Edit speaker profiles
ar: تحرير ملفات تعريف مكبر الصوت
de: Referentenprofile bearbeiten
es: Editar perfiles de altavoces
fr: Modifier les profils des haut-parleurs
id: Mengedit profil speaker
ja: スピーカー プロファイルの編集
ko: 스피커 프로필 편집
pl: Edytowanie profili prelegentów
ru: Редактировать профили динамиков
sv: Redigera högtalarprofiler
vi: Sửa hồ sơ diễn giả
zh_hans: 编辑扬声器配置文件
zh_hant: 編輯揚聲器配置檔

source: Create speaker profiles
ar: إنشاء ملفات تعريف مكبر الصوت
de: Referentenprofile erstellen
es: Crear perfiles de altavoces
fr: Créer des profils de haut-parleurs
id: Membuat profil pembicara
ja: スピーカー プロファイルの作成
ko: 스피커 프로필 만들기
pl: Tworzenie profili prelegentów
ru: Создание профилей динамиков
sv: Skapa högtalarprofiler
vi: Tạo cấu hình diễn giả
zh_hans: 创建扬声器配置文件
zh_hant: 創建揚聲器配置檔

source: Feature speakers
ar: مكبرات صوت مميزة
de: Wichtige Referenten
es: Altavoces destacados
fr: Haut-parleurs de fonctionnalité
id: Speaker fitur
ja: 機能スピーカー
ko: 기능 스피커
pl: Funkcja głośników
ru: Особенности динамиков
sv: Funktionshögtalare
vi: Loa nổi bật
zh_hans: 功能扬声器
zh_hant: 功能揚聲器

source: View session submissions
ar: عرض عمليات تقديم الجلسة
de: Einreichungen anzeigen
es: Ver envíos de sesiones
fr: Afficher les soumissions de session
id: Melihat pengiriman sesi
ja: セッションの送信を表示する
ko: 세션 제출 보기
pl: Wyświetlanie zgłoszeń sesji
ru: Просмотр представлений сеансов
sv: Visa sessioner
vi: Xem nội dung gửi phiên
zh_hans: 查看会话提交
zh_hant: 查看會話提交

source: Edit session submissions
ar: تحرير عمليات إرسال الجلسة
de: Einreichungen bearbeiten
es: Editar envíos de sesión
fr: Modifier les soumissions de session
id: Mengedit pengiriman sesi
ja: セッション送信の編集
ko: 세션 제출 편집
pl: Edytowanie zgłoszeń sesji
ru: Редактирование представлений сессии
sv: Redigera sessioner
vi: Sửa nội dung gửi phiên
zh_hans: 编辑会话提交
zh_hant: 編輯會話提交

source: Create sessions
ar: إنشاء الجلسات
de: Sitzung erstellen
es: Crear sesiones
fr: Créer une session
id: Membuat sesi
ja: セッションの作成
ko: 세션 만들기
pl: Tworzenie sesji
ru: Создать сеанс
sv: Skapa sessioner
vi: Tạo phiên
zh_hans: 创建会话
zh_hant: 創建會話

source: Change session status
ar: تغيير حالة الجلسة
de: Status der Einreichung ändern
es: Cambiar el estado de la sesión
fr: Modifier l’état de la session
id: Mengubah status sesi
ja: セッションの状態の変更
ko: 세션 상태 변경
pl: Zmienianie stanu sesji
ru: Изменение статуса сеанса
sv: Ändra sessionsstatus
vi: Thay đổi trạng thái phiên
zh_hans: 更改会话状态
zh_hant: 更改會話狀態

source: Notify speakers of status change
ar: إخطار المتحدثين بتغيير الوضع
de: Referenten über Statusänderungen benachrichtigen
es: Notificar a los oradores del cambio de estado
fr: Aviser les locuteurs du changement de statut
id: Memberi tahu pembicara tentang perubahan status
ja: ステータス変更を話者に通知する
ko: 스피커에 상태 변경 알림
pl: Powiadamianie mówców o zmianie stanu
ru: Уведомление ораторов об изменении статуса
sv: Meddela talare om statusändring
vi: Thông báo cho người phát thanh về thay đổi trạng thái
zh_hans: 通知演讲者状态更改
zh_hant: 通知演講者狀態更改

source: View ratings
ar: مشاهدة التقييمات
de: Bewertungen anzeigen
es: Ver clasificaciones
fr: Afficher les évaluations
id: Lihat peringkat
ja: 評価の表示
ko: 평점 보기
pl: Wyświetlanie ocen
ru: Просмотр оценок
sv: Visa betyg
vi: Xem xếp hạng
zh_hans: 查看评级
zh_hant: 查看評級

source: Rate session submissions
ar: قيم التقديمات الجلسة
de: Einreichungen bewerten
es: Calificar los envíos de sesiones
fr: Soumissions de session de taux
id: Pengajuan sesi tarif
ja: セッションの送信を評価する
ko: 세션 제출률
pl: Oceń liczbę zgłoszeń sesji
ru: Оцените представления сеанса
sv: Betygsätt inlämningar av sessioner
vi: Xếp hạng bài nộp trong phiên
zh_hans: 速率会话提交
zh_hant: 速率會話提交

source: Lock/Unlock session submissions
ar: قفل / فتح عمليات تقديم الجلسة
de: Einreichungen Sperren/Entsperren
es: Bloquear/Desbloquear envíos de sesión
fr: Verrouillage/déverrouillage des soumissions de session
id: Mengunci/Membuka kunci pengiriman sesi
ja: セッション送信のロック/ロック解除
ko: 세션 제출 잠금/잠금 해제
pl: Zablokuj/odblokuj zgłoszenia sesji
ru: Блокировка/разблокировка сеанса представлений
sv: Lås/lås upp sessioner
vi: Khóa/Mở khóa bài nộp phiên
zh_hans: 锁定/解锁会话提交
zh_hant: 鎖定/解鎖會話提交

source: View Export Info
ar: عرض معلومات التصدير
de: Exportinformationen anzeigen
es: Ver información de exportación
fr: Voir les informations sur l’exportation
id: Lihat Info Ekspor
ja: エクスポート情報の表示
ko: 내보내기 정보 보기
pl: Wyświetl informacje o eksporcie
ru: Посмотреть информацию об экспорте
sv: Visa exportinformation
vi: Xem Thông tin Xuất
zh_hans: 查看导出信息
zh_hant: 查看匯出資訊

source: View settings
ar: عرض الإعدادات
de: Einstellungen anzeigen
es: Ver ajustes
fr: Paramètres d'affichage
id: Pengaturan tampilan
ja: 設定を表示
ko: 보기 모드 설정
pl: Ustawienia widoku
ru: Параметры отображения
sv: Visa inställningar
vi: Xem thiết đặt
zh_hans: 查看选项
zh_hant: 檢視設定

source: Delete event
ar: حذف الحدث
de: Veranstaltung löschen
es: Eliminar evento
fr: Supprimer l’événement
id: Hapus acara
ja: 予定を削除
ko: 일정 삭제
pl: Usuń wydarzenie
ru: Удалить событие
sv: Ta bort händelse
vi: Xóa sự kiện
zh_hans: 删除活动
zh_hant: 刪除活動

source: Transfer ownership
ar: نقل الملكية
de: Veranstaltung übertragen
es: Propiedad de transferencia
fr: Transfert de propriété
id: Kepemilikan transfer
ja: 所有権の譲渡
ko: 소유권 이전
pl: Przeniesienie własności
ru: Передача права собственности
sv: Överför ägande
vi: Chuyển quyền sở hữu
zh_hans: 转让所有权
zh_hant: 轉讓擁有權

source: Access codes
ar: رموز الوصول
de: Zugangscodes
es: Códigos de acceso
fr: Code d'accès
id: Kode akses
ja: アクセス コード
ko: 액세스 코드
pl: Kod dostępu
ru: Коды доступа
sv: Åtkomstkoder
vi: Mã truy cập
zh_hans: 密码
zh_hant: 取用之金鑰

source: Create
ar: يخلق
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成
ko: 생성
ru: Создать
sv: Skapa
vi: Tạo nên
zh_hans: 创建
zh_hant: 建立

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Expirado
fr: Expiré
id: Kedaluwarsa
ja: 期限切れ
ko: 만료됨
ru: Просрочен
sv: Förfallen
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 過期

source: Add Order
ar: أضف طلب
de: Bestellung hinzufügen
es: Agregar pedido
fr: Ajouter une commande
id: Tambahkan Pesanan
ja: 注文を追加
ko: 주문 추가
pl: Dodaj zamówienie
ru: Добавить заказ
sv: Lägg till beställning
vi: Thêm đơn hàng
zh_hans: 新增订单
zh_hant: 加入訂單

source: Placed
ar: تم وضعها
de: Platziert
es: Metido
fr: Placé
id: Ditempatkan
ja: 注文済
ko: 배치
pl: Umieszczony
ru: Размещено
sv: Placerad
vi: Đã đặt
zh_hans: 已放置
zh_hant: 放置

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
id: Tertunda
ja: 保留
ko: 대기중
pl: W oczekiwaniu na
ru: В ожидании
sv: Pågående
vi: Đang chờ
zh_hans: 未决定
zh_hant: 待定中

source: Cancelled
ar: ألغيت
de: Storniert
es: Cancelado
fr: Annulé
id: Dibatalkan
ja: キャンセル
ko: 취소됨
pl: Anulowany
ru: Отменен
sv: Avbrutet
vi: Đã hủy
zh_hans: 取消成功
zh_hant: 取消

source: Checked In
ar: تم إيداعه
de: Eingecheckt
es: Registrado
fr: Enregistré
id: Check in
ja: チェックイン
ko: 체크인
pl: Zakwaterowany
ru: Отметился
sv: Incheckad
vi: Đã được check in
zh_hans: 入住
zh_hant: 已報到

source: Not Checked In
ar: لم يتم تسجيل الوصول
de: Nicht eingecheckt
es: No registrado
fr: Pas arrivé
id: Tidak Check In
ja: チェックインしていません
ko: 체크인하지 않음
pl: Nie zameldowany
ru: Не отметился
sv: Inte checkat in
vi: Chưa được check in
zh_hans: 未签入
zh_hant: 未報到

source: Discount codes
ar: أكواد الخصم
de: Rabattcodes
es: Códigos de descuento
fr: Code de remises
id: Kode diskon
ja: 割引コード
ko: 할인 코드
pl: Kody promocyjne
ru: Коды скидок
sv: Rabattkoder
vi: Mã giảm giá
zh_hans: 优惠码
zh_hant: 折扣碼

source: Orders
ar: طلبات
de: Bestellungen
es: Pedidos
fr: Commandes
id: Pesanan
ja: 注文
ko: 오더들
pl: Zamówienia
ru: Заказы
sv: Beställningar
vi: Đơn hàng
zh_hans: 订单
zh_hant: 訂單

source: Create Video Room
ar: إنشاء غرفة فيديو
de: Videoraum erstellen
es: Crear sala de video
fr: Créer une salle vidéo
id: Buat Ruang Video
ja: ビデオルームを作成する
ko: 비디오 룸 만들기
pl: Utwórz pokój wideo
ru: Создать видео-комнату
sv: Skapa videorum
vi: Tạo phòng video
zh_hans: 创建视频室
zh_hant: 創建視頻室

source: Explore
ar: يستكشف
de: Erkunden
es: Explorar
fr: Explorer
id: Jelajahi
ja: 探索
ko: 둘러보기
pl: Przeglądaj
ru: Изучить
sv: Utforska
vi: Khám phá
zh_hans: 探索
zh_hant: 發現

source: Explore Events
ar: استكشف الأحداث
de: Veranstaltungen entdecken
es: Explorar eventos
fr: Explorer les événements
id: Jelajahi Acara
ja: イベントを探索する
ko: 이벤트 탐색
pl: Przeglądaj wydarzenia
ru: Исследуйте события
sv: Utforska händelser
vi: Khám phá sự kiện
zh_hans: 探索活动
zh_hant: 探索活動

source: Explore Groups
ar: استكشف المجموعات
de: Gruppen erkunden
es: Explorar grupos
fr: Explorer les groupes
id: Jelajahi Grup
ja: グループを探索する
ko: 그룹 탐색
pl: Przeglądaj grupy
ru: Исследуйте группы
sv: Utforska grupper
vi: Khám phá các nhóm
zh_hans: 探索组
zh_hant: 探索組

source: Events Page
ar: صفحة الأحداث
de: Veranstaltungsseite
es: Página de eventos
fr: Page des événements
id: Halaman Acara
ja: イベントページ
ko: 이벤트 페이지
pl: Strona wydarzeń
ru: Страница событий
sv: Sidan Händelser
vi: Trang sự kiện
zh_hans: 活动页面
zh_hant: 活動頁面

source: Add event to group events page
ar: إضافة حدث إلى صفحة أحداث المجموعة
de: Veranstaltung zur Gruppe hinzufügen
es: Agregar evento a la página de eventos grupales
fr: Ajouter un événement à la page des événements de groupe
id: Tambahkan acara ke halaman acara grup
ja: グループイベントページにイベントを追加
ko: 그룹 이벤트 페이지에 이벤트 추가
pl: Dodaj wydarzenie do strony wydarzeń grupowych
ru: Добавить событие на страницу групповых событий
sv: Sidan Lägg till händelse i grupphändelser
vi: Thêm sự kiện vào trang sự kiện nhóm
zh_hans: 将活动添加到群组活动页面
zh_hant: 將活動添加到群組活動頁面

source: Remove event from group events page
ar: إزالة الحدث من صفحة أحداث المجموعة
de: Veranstaltung aus der Gruppe entfernen
es: Eliminar evento de la página de eventos grupales
fr: Supprimer l'événement de la page des événements de groupe
id: Hapus acara dari halaman acara grup
ja: グループイベントページからイベントを削除する
ko: 그룹 이벤트 페이지에서 이벤트 제거
pl: Usuń wydarzenie ze strony wydarzeń grupowych
ru: Удалить событие со страницы групповых событий
sv: Ta bort händelse från sidan grupphändelser
vi: Xóa sự kiện khỏi trang sự kiện nhóm
zh_hans: 从团体活动页面中删除活动
zh_hant: 從團體活動頁面中刪除活動

source: Followers
ar: متابعون
de: Follower
es: Seguidores
fr: Suiveurs
id: pengikut
ja: フォロワー
ko: 팔로워
pl: Obserwujący
ru: Подписчики
sv: Efterföljare
vi: Người theo dõi
zh_hans: 追随者
zh_hant: 追隨者

source: View Followers List
ar: عرض قائمة المتابعين
de: Follower-Liste anzeigen
es: Ver lista de seguidores
fr: Afficher la liste des abonnés
id: Lihat Daftar Pengikut
ja: フォロワーリストを見る
ko: 팔로워 목록 보기
pl: Wyświetl listę obserwujących
ru: Посмотреть список подписчиков
sv: Visa följarlista
vi: Xem danh sách người theo dõi
zh_hans: 查看关注者列表
zh_hant: 查看關注者列表

source: Export list as CSV
ar: قائمة التصدير بتنسيق CSV
de: Liste als CSV exportieren
es: Exportar lista como CSV
fr: Exporter la liste au format CSV
id: Ekspor daftar sebagai CSV
ja: リストをCSVとしてエクスポート
ko: 목록을 CSV로 내보내기
pl: Eksportuj listę jako CSV
ru: Экспортировать список как CSV
sv: Exportera lista som CSV
vi: Xuất danh sách dưới dạng CSV
zh_hans: 将列表导出为 CSV
zh_hant: 將列表導出為 CSV

source: View/Change Group Settings
ar: عرض / تغيير إعدادات المجموعة
de: Gruppeneinstellungen anzeigen/ändern
es: Ver / cambiar la configuración del grupo
fr: Afficher/Modifier les paramètres du groupe
id: Lihat/Ubah Pengaturan Grup
ja: グループ設定の表示/変更
ko: 그룹 설정 보기/변경
pl: Wyświetl/zmień ustawienia grupy
ru: Просмотр / изменение настроек группы
sv: Visa/ändra gruppinställningar
vi: Xem / Thay đổi Cài đặt Nhóm
zh_hans: 查看/更改组设置
zh_hant: 查看/更改組設置

source: Delete Group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
id: Hapus Grup
ja: グループを削除
ko: 그룹 삭제
pl: Usuń grupę
ru: Удалить группу
sv: Ta bort grupp
vi: Xóa nhóm
zh_hans: 删除组
zh_hant: 刪除組

source: Restore Group
ar: استعادة المجموعة
de: Gruppe wiederherstellen
es: Restaurar grupo
fr: Restaurer le groupe
id: Pulihkan Grup
ja: グループを復元
ko: 그룹 복원
pl: Przywróć grupę
ru: Восстановить группу
sv: Återställningsgrupp
vi: Khôi phục nhóm
zh_hans: 恢复组
zh_hant: 恢復組

source: You have not set a Public Profile Name yet. A public name is displayed on user profiles and video sessions instead of a fantasy name. You can change it later on your account page. Please set your public name now.
ar: لم تقم بتعيين اسم الملف الشخصي العام حتى الآن. يتم عرض الاسم العام في ملفات تعريف المستخدمين وجلسات الفيديو بدلاً من الاسم الخيالي. يمكنك تغييره لاحقًا على صفحة حسابك. يرجى تعيين اسمك العام الآن.
de: Sie haben noch keinen öffentlichen Profilnamen festgelegt. Ein öffentlicher Name wird in Benutzerprofilen und Videositzungen anstelle eines Fantasienamens angezeigt. Sie können ihn später auf Ihrer Kontoseite ändern. Bitte legen Sie jetzt Ihren öffentlichen Namen fest.
es: Aún no ha establecido un nombre de perfil público. Se muestra un nombre público en los perfiles de usuario y las sesiones de video en lugar de un nombre de fantasía. Puede cambiarlo más tarde en la página de su cuenta. Establezca su nombre público ahora.
fr: Vous n'avez pas encore défini de nom de profil public. Un nom public est affiché sur les profils d'utilisateurs et les sessions vidéo au lieu d'un nom fantastique. Vous pourrez le modifier ultérieurement sur la page de votre compte. Veuillez définir votre nom public maintenant.
id: Anda belum menetapkan Nama Profil Publik. Nama publik ditampilkan di profil pengguna dan sesi video, bukan nama fantasi. Anda dapat mengubahnya nanti di halaman akun Anda. Harap tetapkan nama publik Anda sekarang.
ja: パブリックプロファイル名はまだ設定していません。パブリック名は、ファンタジー名の代わりにユーザープロファイルとビデオセッションに表示されます。後でアカウントページで変更できます。今すぐ公開名を設定してください。
ko: 아직 공개 프로필 이름을 설정하지 않았습니다. 사용자 프로필 및 비디오 세션에 가상 이름 대신 공개 이름이 표시됩니다. 나중에 계정 페이지에서 변경할 수 있습니다. 지금 공개 이름을 설정하십시오.
pl: Nie ustawiłeś jeszcze nazwy profilu publicznego. Publiczna nazwa jest wyświetlana w profilach użytkowników i sesjach wideo zamiast wymyślonej nazwy. Możesz to zmienić później na stronie swojego konta. Ustaw teraz swoją publiczną nazwę.
ru: Вы еще не установили публичное имя профиля. Публичное имя отображается в профилях пользователей и в сеансах видео вместо вымышленного имени. Вы можете изменить его позже на странице своей учетной записи. Пожалуйста, установите свое публичное имя сейчас.
sv: Du har inte angett något offentligt profilnamn ännu. Ett offentligt namn visas på användarprofiler och videosessioner i stället för ett fantasinamn. Du kan ändra det senare på din kontosida. Ställ in ditt offentliga namn nu.
vi: Bạn chưa đặt Tên hồ sơ công khai. Tên công khai được hiển thị trên hồ sơ người dùng và phiên video thay vì một tên giả tưởng. Bạn có thể thay đổi nó sau trên trang tài khoản của mình. Hãy đặt tên công khai của bạn ngay bây giờ.
zh_hans: 您尚未设置公开个人资料名称。用户个人资料和视频会话中会显示公共名称，而不是幻想名称。您可以稍后在您的帐户页面上更改它。请立即设置您的公共名称。
zh_hant: 您尚未設置公開個人資料名稱。用戶個人資料和視頻會話中會顯示公共名稱，而不是幻想名稱。您可以稍後在您的帳戶頁面上更改它。請立即設置您的公共名稱。

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Identificarse
fr: Connexion
id: Masuk
ja: ログイン
ko: 로그인
pl: Zaloguj się
ru: Вход
sv: Logga in
vi: Đăng nhập
zh_hans: 登入
zh_hant: 登入

source: My Groups
ar: مجموعاتي
de: Meine Gruppen
es: Mis grupos
fr: Mes groupes
id: Grup Saya
ja: 私のグループ
ko: 내 그룹
pl: Moje grupy
ru: Мои группы
sv: Mina grupper
vi: Nhóm của tôi
zh_hans: 我的群组
zh_hant: 我的群組

source: Following
ar: التالي
de: Folge ich
es: Siguiente
fr: Suivant
id: Mengikuti
ja: 続く
ko: 수행원
pl: Następny
ru: Следующий
sv: Följande
vi: Tiếp theo
zh_hans: 下列的
zh_hant: 下列的

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Complété
id: Selesai
ja: 完了
ko: 완료함
pl: Zakończony
ru: Выполнено
sv: Avslutad
vi: Đã hoàn thành
zh_hans: 已完结
zh_hant: 完成

source: Open
ar: يفتح
de: Geöffnet
es: Abrir
fr: Ouvrir
id: Buka
ja: オープン
ko: 열기
ru: Открыто
sv: Öppen
vi: Mở
zh_hans: 打开
zh_hant: 開放

source: Page Not Found
ar: الصفحة غير موجودة
de: Seite nicht gefunden
es: Página no encontrada
fr: Page introuvable
id: Halaman Tidak Ditemukan
ja: ページが見つかりません
ko: 페이지를 찾을 수 없습니다
pl: Strony nie odnaleziono
ru: Страница не найдена
sv: Sidan hittades inte
vi: Không tìm thấy trang này
zh_hans: 页面未找到
zh_hant: 找不到頁面

source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
id: Notifikasi
ja: 通知
ko: 알림
pl: Powiadomienia
ru: Уведомления
sv: Aviseringar
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Unread
ar: غير مقروء
de: Ungelesen
es: Sin leer
fr: Non lu
id: Belum dibaca
ja: 未読
ko: 읽지 않음
pl: Nieprzeczytane
ru: Непрочитано
sv: Oläst
vi: Chưa Đọc
zh_hans: 未读
zh_hant: 未讀

source: Expired Order
ar: طلب منتهي الصلاحية
de: Abgelaufene Bestellung
es: Orden caducada
fr: Commande expirée
id: Pesanan Kedaluwarsa
ja: 期限切れ注文
ko: 만료 된 주문
pl: Zamówienie wygasło
ru: Просроченный заказ
sv: Utgången beställning
vi: Đơn hàng đã hết hạn
zh_hans: 过期的订单
zh_hant: 過期的訂單

source: New Order
ar: طلب جديد
de: Neue Bestellung
es: Nuevo pedido
fr: Nouvelle commande
id: Pesanan baru
ja: 新しいオーダー
ko: 새 주문
pl: Nowe Zlecenie
ru: Новый заказ
sv: Ny order
vi: Đơn hàng mới
zh_hans: 新订单
zh_hant: 新命令

source: Pending Order
ar: طلب معلق
de: Ausstehende Bestellungen
es: Orden pendiente
fr: Commandes en attente
id: Pesanan Tertunda
ja: 保留中の注文
ko: 주문 보류
pl: Zamówienie oczekujące
ru: Заказы в ожидании
sv: Väntande beställning
vi: Đơn vé Đang Chờ
zh_hans: 挂单
zh_hant: 待定的訂單

source: Completed Order
ar: الطلب جاهز
de: Abgeschlossene Bestellungen
es: Orden completada
fr: Commandes terminées
id: Pesanan Selesai
ja: 完了した注文
ko: 완료된 주문
pl: Zrealizowane zamówienie
ru: Выполненные заказы
sv: Slutförd beställning
vi: Đơn vé Hoàn Thiện
zh_hans: 完成的订单
zh_hant: 完成的訂單數

source: Placed Order
ar: طلبية
de: Ausgeführte Bestellungen
es: Pedido realizado
fr: Commandes passées
id: Pesanan yang Dilakukan
ja: 注文
ko: 주문
pl: Złożone zamówienie
ru: Размещенные заказы
sv: Beställt
vi: Đơn vé Đã Đặt
zh_hans: 下订单
zh_hant: 放置順序

source: Terms
ar: شروط
de: Nutzungsbedingungen
es: Términos
fr: T&Cs
id: Persyaratan
ja: 規約
ko: 약관
pl: Warunki
ru: Условия и положения
sv: Termer
vi: Điều kiện
zh_hans: 条款
zh_hant: 條款

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
id: Kontak
ja: お問い合わせ
ko: 연락처
pl: Kontakt
ru: Контакт
sv: Kontakt
vi: Liên hệ
zh_hans: 联系
zh_hant: 聯絡人
