Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Updates about events
ar: تحديثات حول الأحداث
de: Aktualisierungen der Veranstaltungen
es: Actualizaciones sobre eventos
fr: Mise à jour à propos des évènements
id: Pembaruan tentang acara
ja: イベントについて更新
ko: 이벤트에 대한 업데이트
pl: Aktualizacje o wydarzeniach
ru: Новости о мероприятиях
sv: Uppdateringar om evenemang
vi: Cập nhật về các sự kiện
zh_hans: 有关事件的更新
zh_hant: 有關事件的更新

source: On
ar: على
de: An
es: Encendido
id: Aktif
ja: オン
ko: 켜기
pl: Wł.
ru: Вкл
sv: På
vi: Bật
zh_hans: 开

source: Off
ar: عن
de: Aus
fr: Désactivé
id: Mati
ja: オフ
ko: 꺼짐
pl: Wył.
ru: Выкл
sv: Av
vi: Tắt
zh_hans: 关闭

source: New Paper is Submitted to your Event
ar: يتم إرسال ورقة جديدة إلى الحدث الخاص بك
de: Ein neuer Vorschlag für die Veranstaltung wurde eingereicht
es: Se envía un nuevo artículo a su evento
fr: Nouvelle soumission reçu pour votre évènement
id: Makalah Baru Diserahkan ke Acara Anda
ja: 新しいペーパーがイベントに送信されます
ko: 새로운 논문이 이벤트에 제출되었습니다
pl: Nowa praca została przesłana na Twoje wydarzenie
ru: На ваше мероприятие подан новый доклад
sv: Nytt papper skickas till ditt evenemang
vi: Giấy mới được gửi đến sự kiện của bạn
zh_hans: 新论文已提交给您的活动
zh_hant: 新論文已提交給您的活動

source: Change in Schedule of Sessions in your Event
ar: تغيير في جدول الجلسات في الحدث الخاص بك
de: Zeitplan der Veranstaltung wurde geändert
es: Cambio en el horario de sesiones de su evento
fr: Changement dans la programmation des sessions de votre évènement
id: Perubahan Jadwal Sesi di Acara Anda
ja: イベントのセッションスケジュールの変更
ko: 이벤트 세션 일정 변경
pl: Zmiana w harmonogramie sesji w Twoim wydarzeniu
ru: Изменение расписания сеансов вашего мероприятия
sv: Ändring av schemat för sessioner i ditt evenemang
vi: Thay đổi lịch biểu của các phiên trong sự kiện của bạn
zh_hans: 在活动中更改会议时间表
zh_hant: 在活動中更改會議時間表

source: Reminder for Next Event
ar: تذكير للحدث القادم
de: Erinnerung für die nächste Veranstaltung
es: Recordatorio para el próximo evento
fr: Rappel pour évènement suivant
id: Pengingat untuk Acara Berikutnya
ja: 次のイベントのリマインダー
ko: 다음 이벤트에 대한 알림
pl: Przypomnienie o następnym wydarzeniu
ru: Напоминание о следующем мероприятии
sv: Påminnelse om nästa evenemang
vi: Lời nhắc cho sự kiện tiếp theo
zh_hans: 提醒下次活动
zh_hant: 提醒下次活動

source: No events have been created by the user
ar: لم يتم إنشاء أي أحداث من قبل المستخدم
de: Vom Nutzer wurden keine Veranstaltungen erstellt
es: El usuario no ha creado eventos
fr: Pas d'évènement créé par cet utilisateur
id: Tidak ada acara yang dibuat oleh pengguna
ja: ユーザーが作成したイベントはありません
ko: 사용자가 만든 이벤트가 없습니다.
pl: Żadne wydarzenia nie zostały utworzone przez użytkownika
ru: Пользователь не создал никаких событий
sv: Inga händelser har skapats av användaren
vi: Không có sự kiện nào được tạo bởi người dùng
zh_hans: 用户未创建任何事件
zh_hant: 用戶未創建任何事件

source: Current Password
ar: كلمة السر الحالية
de: Aktuelles Passwort
es: Contraseña Actual
fr: Mot de passe courant
id: Kata Sandi Sekarang
ja: 現在のパスワード
ko: 현재 비밀번호
pl: Aktualne hasło
ru: Текущий пароль
sv: Nuvarande lösenord
vi: Mật khẩu hiện tại:
zh_hans: 当前密码
zh_hant: 當前密碼

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
id: Kata sandi baru
ja: 新しいパスワード
ko: 새로운 비밀번호
pl: Nowe hasło
ru: Новый пароль
sv: Nytt Lösenord
vi: Mật Khẩu Mới
zh_hans: 新密码
zh_hant: 新密碼

source: Repeat Password
ar: اعد كلمة السر
de: Passwort wiederholen
es: Repetir contraseña
fr: Resaisir le mot de passe
ja: パスワードの再入力
pl: Powtórz hasło
ru: Повторите пароль
sv: Bekräfta Lösenord
vi: Lặp lại mật khẩu
zh_hans: 重输入密码
zh_hant: 重新輸入密碼

source: Select country
ar: حدد الدولة
de: Land auswählen
es: Selecciona país
fr: Sélectionner un pays
id: Pilih negara
ja: 国を選択
ko: 국가 선택
pl: Wybierz kraj
ru: Выберите страну
sv: Välj land
vi: Chọn quốc gia
zh_hans: 选择国家
zh_hant: 選擇國家

source: Your Speaker Details have been saved, you can now submit a proposal by clicking Submit proposal!
ar: تم حفظ تفاصيل المتحدث الخاص بك ، يمكنك الآن إرسال اقتراح بالنقر فوق إرسال الاقتراح!
de: Referentendetails wurden gespeichert. Jetzt einen neuen Vorschlag einreichen.
es: Se han guardado los detalles de su orador, ahora puede enviar una propuesta haciendo clic en Enviar propuesta.
fr: Les détails de votre conférencier ont été enregistrés, vous pouvez maintenant soumettre une proposition en cliquant sur "Soumettre la proposition"!
id: Detail Pembicara Anda telah disimpan, sekarang Anda dapat mengirimkan proposal dengan mengklik Kirim proposal!
ja: スピーカーの詳細が保存されました。
ko: 발표자 세부 정보가 저장되었습니다. 이제 제안 제출을 클릭하여 제안을 제출할 수 있습니다!
pl: Twoje dane prelegenta zostały zapisane, możesz teraz przesłać propozycję, klikając przycisk Prześlij propozycję!
ru: Ваши данные о спикере сохранены, теперь вы можете отправить предложение, нажав кнопку «Отправить предложение»!
sv: Dina talaruppgifter har sparats, du kan nu skicka ett förslag genom att klicka på Skicka förslag!
vi: Chi tiết về Diễn giả của bạn đã được lưu, bây giờ bạn có thể gửi đề xuất bằng cách nhấp vào Gửi đề xuất!
zh_hans: 您的演讲者详细信息已保存，您现在可以通过单击提交提案来提交提案！
zh_hant: 您的演講者詳細信息已保存，您現在可以通過單擊提交提案來提交提案！

source: Forbidden
ar: مُحرَّم
de: Verboten
es: Prohibido
fr: Interdit
id: Terlarang
ja: 閲覧禁止
ko: 금지됨
pl: Zabronione
ru: Запрещено
sv: Åtkomst nekas
vi: Bị cấm
zh_hans: 禁止的
zh_hant: 禁止

source: Oops, you don't have the permission
ar: عفوًا ، ليس لديك الإذن
de: Ups, für diese Funktion hat das Konto keine Rechte
es: Vaya, no tienes el permiso
fr: Oups, vous n'avez pas l'autorisation
id: Ups, Anda tidak memiliki izin
ja: おっと、あなたは許可を持っていません
ko: 죄송합니다. 권한이 없습니다.
pl: Ups, nie masz pozwolenia
ru: Ой, у вас нет разрешения
sv: Hoppsan, du har inte behörighet
vi: Rất tiếc, bạn không có quyền
zh_hans: 糟糕，您没有权限
zh_hant: 糟糕，您沒有權限

source: to access this page
ar: للوصول إلى هذه الصفحة
de: um auf diese Seite zuzugreifen
es: para acceder a esta página
fr: d'accéder à cette page
id: untuk mengakses halaman ini
ja: このページにアクセスするには
ko: 이 페이지에 액세스하려면
pl: aby uzyskać dostęp do tej strony
ru: для доступа к этой странице
sv: för att komma åt den här sidan
vi: để truy cập trang này
zh_hans: 访问此页面
zh_hant: 訪問此頁面

source: You may want to head back to the home page.
ar: قد ترغب في العودة إلى الصفحة الرئيسية.
de: Möglicherweise möchten Sie zur Startseite zurückkehren.
es: Es posible que desee volver a la página de inicio.
fr: Vous pourriez vouloir vous rediriger vers la page d'accueil.
id: Anda mungkin ingin kembali ke halaman beranda.
ja: ホームページに戻るとよいでしょう。
ko: 홈 페이지로 돌아가는 것이 좋습니다.
pl: Możesz wrócić do strony głównej.
ru: Возможно, вы захотите вернуться на домашнюю страницу.
sv: Du kanske vill gå tillbaka till hemsidan.
vi: Bạn có thể muốn quay lại trang chủ.
zh_hans: 您可能想回到主页。
zh_hant: 您可能想回到主頁。

source: If you think you shouldn't be seeing this, please contact the administrator.
ar: إذا كنت تعتقد أنه كان يجب ألا ترى هذا ، فيرجى الاتصال بالمسؤول.
de: Wenn Sie der Meinung sind, dass dies nicht angezeigt werden sollte, wenden Sie sich bitte an den Administrator.
es: Si cree que no debería ver esto, comuníquese con el administrador.
fr: Si vous pensez que vous ne devriez pas voir ce message, merci de contacter l'administrateur.
id: Jika Anda merasa Anda tidak seharusnya melihat ini, harap hubungi administrator.
ja: この情報を表示すべきではないと思われる場合は、管理者に問い合わせてください。
ko: 이것을 볼 수 없다고 생각되면 관리자에게 문의하십시오.
pl: Jeśli uważasz, że nie powinieneś tego widzieć, skontaktuj się z administratorem.
ru: Если вы считаете, что этого не должно быть, свяжитесь с администратором.
sv: Om du tycker att du inte borde se detta, kontakta administratören.
vi: Nếu bạn nghĩ rằng bạn không nên nhìn thấy điều này, vui lòng liên hệ với quản trị viên.
zh_hans: 如果您认为自己不应该看到此信息，请与管理员联系。
zh_hant: 如果您認為自己不應該看到此信息，請與管理員聯繫。

source: Go Back Home
ar: ارجع الى البيت
de: Wieder nach Hause gehen
es: Regresar a casa
fr: Retourner à la page d'accueil
id: Pulang ke rumah
ja: 帰る
ko: 집으로 돌아 가기
pl: Wróć do domu
ru: Вернуться на главную
sv: Åka hem
vi: Trở về nhà
zh_hans: 回到家
zh_hant: 回到家

source: Oops, the page you were trying
ar: عفوًا ، الصفحة التي كنت تجربها
de: Ups, die Seite, die Sie versucht haben
es: Vaya, la página que estabas probando
fr: Oups, la page que vous essayez
id: Ups, halaman yang Anda coba
ja: おっと、あなたが試していたページ
ko: 죄송합니다. 시도한 페이지
pl: Ups, strona, którą próbujesz
ru: Ой, страница, которую вы пытались
sv: Hoppsan, sidan du försökte
vi: Rất tiếc, trang bạn đang thử
zh_hans: 糟糕，您正在尝试的页面
zh_hant: 糟糕，您正在嘗試的頁面

source: to access
ar: للوصول
de: zugreifen
es: acceder
fr: d'accéder
id: untuk mengakses
ja: アクセスする
ko: 액세스
pl: mieć dostęp
ru: открыть
sv: få tillgång till
vi: truy cập vào
zh_hans: 访问
zh_hant: 訪問

source: has caused an error.
ar: تسبب في خطأ.
de: hat einen Fehler verursacht.
es: ha provocado un error.
fr: a généré une erreur.
id: telah menyebabkan kesalahan.
ja: が原因でエラーが発生しました。
ko: 오류가 발생했습니다.
pl: spowodował błąd.
ru: вызвала ошибку.
sv: har orsakat ett fel.
vi: đã gây ra lỗi.
zh_hans: 导致了错误。
zh_hant: 導致了錯誤。

source: This, may or may not be a server issue. We are looking into it. You may want to head back to the home page.
ar: هذا ، قد يكون أو لا يكون مشكلة الخادم. ونحن نتطلع الى ذلك. قد ترغب في العودة إلى الصفحة الرئيسية.
de: Dies kann ein Serverproblem sein oder nicht. Wir untersuchen es. Möglicherweise möchten Sie zur Startseite zurückkehren.
es: Esto puede ser un problema del servidor o no. Lo estamos investigando. Es posible que desee volver a la página de inicio.
fr: Cela pourrait venir d'un problème du serveur. Nous allons vérifier. Vous pourriez vouloir vous rediriger vers la page d'accueil.
id: Ini, mungkin atau mungkin bukan masalah server. Kami sedang memeriksanya. Anda mungkin ingin kembali ke halaman beranda.
ja: これは、サーバーの問題である場合とない場合があります。私たちはそれを調べています。ホームページに戻るとよいでしょう。
ko: 이것은 서버 문제 일 수도 있고 아닐 수도 있습니다. 우리는 그것을 조사하고 있습니다. 홈 페이지로 돌아가는 것이 좋습니다.
pl: Może to być problem z serwerem, ale nie musi. Przyglądamy się temu. Możesz wrócić do strony głównej.
ru: Это может быть или не быть проблемой сервера. Мы изучаем это. Возможно, вы захотите вернуться на домашнюю страницу.
sv: Detta kan vara ett serverproblem. Vi undersöker det. Du kanske vill gå tillbaka till hemsidan.
vi: Đây có thể là một vấn đề máy chủ. Chúng tôi đang xem xét nó. Bạn có thể muốn quay lại trang chủ.
zh_hans: 这可能是（也可能不是）服务器问题。我们正在调查。您可能想回到主页。
zh_hant: 這可能是（也可能不是）服務器問題。我們正在調查。您可能想回到主頁。

source: Please try visiting after some time.
ar: من فضلك حاول الزيارة بعد قليل
de: Bitte versuchen Sie es nach einiger Zeit zu besuchen.
es: Intente visitarnos después de algún tiempo.
fr: Merci de ré-essayer ultérieurement.
id: Silakan coba berkunjung setelah beberapa waktu.
ja: しばらくして、ぜひお越しください。
ko: 잠시 후 방문해주세요.
pl: Spróbuj odwiedzić za jakiś czas.
ru: Пожалуйста, попробуйте посетить через некоторое время.
sv: Försök att besöka efter en tid.
vi: Vui lòng thử ghé thăm sau một thời gian.
zh_hans: 请稍后再尝试访问。
zh_hant: 請稍後再嘗試訪問。

source: Not Found
ar: غير معثور عليه
de: Nicht Gefunden
es: No encontrado
fr: Pas trouvé
id: Tidak ditemukan
ja: 見つかりませんでした
ko: 찾을 수 없음
pl: Nie znaleziono
ru: Не найдено
sv: Inte Funnen
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 未找到

source: Oops, the page you are
ar: عفوًا ، الصفحة أنت
de: Ups, auf dieser Seite
es: Ups, la página que estás
fr: Oups, la page que vous
id: Ups, Anda laman ini
ja: おっと、あなたがいるページ
ko: 죄송합니다. 현재 페이지
pl: Ups, jesteś stroną
ru: Ой, страница, которую вы пытаетесь открыть
sv: Hoppsan, sidan du är
vi: Rất tiếc, trang của bạn
zh_hans: 糟糕，您所在的页面
zh_hant: 糟糕，您所在的頁面

source: looking for does not
ar: يبحث عن لا
de: suchen nicht
es: buscando no
fr: cherchez n'est pas
id: mencari tidak
ja: 探している
ko: 찾고 있지 않습니다
pl: szuka nie
ru: ищете не
sv: söker inte
vi: tìm kiếm không
zh_hans: 寻找不
zh_hant: 尋找不

source: exist
ar: يخرج
de: existieren
es: existe
fr: trouvable
id: ada
ja: 存在
ko: 있다
pl: istnieć
ru: существует
sv: existera
vi: hiện hữu
zh_hans: 存在
zh_hant: 存在

source: If you think something is broken, try again.
ar: إذا كنت تعتقد أن شيئًا ما معطل ، حاول مرة أخرى.
de: Wenn Sie glauben, dass etwas kaputt ist, versuchen Sie es erneut.
es: Si cree que algo está roto, vuelva a intentarlo.
fr: Si vous pensez que cela n'est pas normal, ré-essayez.
id: Jika Anda merasa ada yang rusak, coba lagi.
ja: 何かが壊れていると思うなら、もう一度やり直してください。
ko: 문제가 있다고 생각되면 다시 시도하십시오.
pl: Jeśli uważasz, że coś jest zepsute, spróbuj ponownie.
ru: Если вы думаете, что что-то сломалось, попробуйте еще раз.
sv: Om du tror att något är trasigt, försök igen.
vi: Nếu bạn nghĩ rằng cái gì đó bị hỏng, hãy thử lại.
zh_hans: 如果您认为有问题，请重试。
zh_hant: 如果您認為有問題，請重試。

source: Internal Server Error
ar: خطأ في الخادم الداخلي
de: Interner Serverfehler
es: Error interno del servidor
fr: Erreur interne du serveur
id: Kesalahan Server Internal
ja: サーバー内部エラー
ko: 서버 내부 오류
pl: Wewnętrzny błąd serwera
ru: Внутренняя ошибка сервера
sv: Internt serverfel
vi: Lỗi máy chủ nội bộ
zh_hans: 服务器内部错误
zh_hant: 伺服器內部錯誤

source: looking for caused an error
ar: البحث عن تسبب في خطأ
de: Suchen nach verursachte einen Fehler
es: buscando provocó un error
fr: recherche de l'origine de l'erreur
id: mencari menyebabkan kesalahan
ja: エラーの原因を探しています
ko: 찾고는 오류가 발생했습니다
pl: szukanie spowodowało błąd
ru: ищете вызвало ошибку
sv: letade efter orsakade ett fel
vi: tìm kiếm gây ra lỗi
zh_hans: 寻找导致错误
zh_hant: 尋找導致錯誤

source: on our servers.
ar: على خوادمنا.
de: auf unseren Servern.
es: en nuestros servidores.
fr: sur nos serveurs.
id: di server kami.
ja: 私たちのサーバー上で。
ko: 우리 서버에서.
pl: na naszych serwerach.
ru: на наших серверах.
sv: på våra servrar.
vi: trên máy chủ của chúng tôi.
zh_hans: 在我们的服务器上。
zh_hant: 在我們的服務器上。

source: Add event to group.
ar: أضف حدثًا إلى المجموعة.
de: Veranstaltung zur Gruppe hinzufügen.
es: Agregar evento al grupo.
fr: Ajouter un événement au groupe.
id: Tambahkan acara ke grup.
ja: グループにイベントを追加します。
ko: 그룹에 이벤트를 추가합니다.
pl: Dodaj wydarzenie do grupy.
ru: Добавить событие в группу.
sv: Lägg till händelse i gruppen.
vi: Thêm sự kiện vào nhóm.
zh_hans: 将事件添加到组。
zh_hant: 將事件添加到組。

source: Cannot announce unsaved event!
ar: لا يمكن إعلان حدث غير محفوظ!
de: Nicht gespeicherte Veranstaltung kann nicht angekündigt werden!
es: ¡No se pueden anunciar eventos no guardados!
fr: Impossible d'annoncer un événement non enregistré !
id: Tidak dapat mengumumkan acara yang belum disimpan!
ja: 未保存のイベントはアナウンスできません！
ko: 저장되지 않은 이벤트를 알릴 수 없습니다!
pl: Nie można ogłosić niezapisanego wydarzenia!
ru: Невозможно объявить несохраненное событие!
sv: Kan inte meddela osparad händelse!
vi: Không thể thông báo sự kiện chưa được lưu!
zh_hans: 无法宣布未保存的事件！
zh_hant: 無法宣布未保存的事件！

source: Cannot announce past event!
ar: لا يمكن الإعلان عن الحدث السابق!
de: Vergangene Veranstaltung kann nicht angekündigt werden!
es: ¡No se pueden anunciar eventos pasados!
fr: Impossible d'annoncer un événement passé !
id: Tidak dapat mengumumkan acara sebelumnya!
ja: 過去のイベントは発表できません！
ko: 지난 이벤트를 발표할 수 없습니다!
pl: Nie można ogłosić minionego wydarzenia!
ru: Невозможно объявить о прошедшем мероприятии!
sv: Kan inte meddela tidigare händelse!
vi: Không thể thông báo sự kiện đã qua!
zh_hans: 不能公布过去的事件！
zh_hant: 不能公佈過去的事件！

source: Cannot announce unpublished event!
ar: لا يمكن إعلان حدث غير منشور!
de: Unveröffentlichte Veranstaltung kann nicht angekündigt werden!
es: ¡No se puede anunciar un evento no publicado!
fr: Impossible d'annoncer un événement non publié !
id: Tidak dapat mengumumkan acara yang tidak dipublikasikan!
ja: 未発表のイベントは発表できません！
ko: 미공개 이벤트를 알릴 수 없습니다!
pl: Nie można ogłosić nieopublikowanego wydarzenia!
ru: Невозможно объявить неопубликованное событие!
sv: Kan inte meddela opublicerad händelse!
vi: Không thể thông báo sự kiện chưa được xuất bản!
zh_hans: 无法宣布未发布的事件！
zh_hant: 無法宣布未發布的事件！

source: Announce event
ar: أعلن عن الحدث
de: Veranstaltung ankündigen
es: Anunciar evento
fr: Annoncer l'événement
id: Umumkan acara
ja: イベントを発表
ko: 이벤트 발표
pl: Ogłoś wydarzenie
ru: Анонсировать событие
sv: Tillkännage händelse
vi: Thông báo sự kiện
zh_hans: 宣布活动
zh_hant: 宣布活動

source: Remove event from group.
ar: إزالة الحدث من المجموعة.
de: Veranstaltung aus Gruppe entfernen.
es: Eliminar evento del grupo.
fr: Supprimer l'événement du groupe.
id: Hapus acara dari grup.
ja: グループからイベントを削除します。
ko: 그룹에서 이벤트를 제거합니다.
pl: Usuń wydarzenie z grupy.
ru: Удалить мероприятие из группы.
sv: Ta bort händelse från gruppen.
vi: Xóa sự kiện khỏi nhóm.
zh_hans: 从组中删除事件。
zh_hant: 從組中刪除事件。

source: ZIP Code
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fr: Code postal
id: Kode Pos
ja: 郵便番号
ko: 우편 번호
pl: Kod pocztowy
ru: Почтовый индекс
sv: Postnummer
vi: Mã Bưu Chính
zh_hans: 邮政编码
zh_hant: 郵政編碼

source: Billing Address
ar: عنوان وصول الفواتير
de: Rechnungsadresse
es: Dirección de facturación
fr: Adresse de facturation
id: alamat tagihan
ja: 請求先住所
ko: 청구 지 주소
pl: Adres rozliczeniowy
sv: Fakturaadress
vi: Địa Chỉ Thanh Toán
zh_hans: 帐单地址
zh_hant: 帳單地址

source: Event Information
ar: دعوة معلومات
de: Informationen zur Veranstaltung
es: Información del Evento
fr: Informations sur l'évènement
id: Informasi Acara
ja: イベント情報
ko: 이벤트 정보
pl: Informacje o wydarzeniu
ru: Информация о мероприятии
sv: Evenemangsinformation
vi: thông tin sự kiện
zh_hans: 活动信息
zh_hant: 活動信息

source: When & Where
ar: متى أين
de: Wann & Wo
es: Cuando donde
fr: Quand & où
id: Kapan & Dimana
ja: 時と場所
ko: 언제 어디서
pl: Kiedy gdzie
ru: Когда и где
sv: När och Var
vi: Khi nào & ở đâu
zh_hans: 时间与地点
zh_hant: 何時何地

source: At
ar: في
de: an
es: A
fr: A
id: Di
ko: 에서
pl: Na pozycji
ru: Разместить в точке
sv: På
vi: Tại
zh_hans: 在
zh_hant: 在

source: Organized By
ar: نظمت من قبل
de: Veranstaltet durch
es: Organizado por
fr: Organisé par
id: Diorganisir oleh
ja: 主催者
ko: 주최
pl: Zorganizowane przez
ru: Организованный
sv: Organiserad av
vi: Được tổ chức bởi
zh_hans: 举办
zh_hant: 舉辦

source: Your invoice payment completed successfully.
ar: اكتمل دفع فاتورتك بنجاح.
de: Die Rechnungszahlung wurde erfolgreich abgeschlossen.
es: El pago de su factura se completó correctamente.
fr: Le paiement de votre facture a été effectué avec succès.
id: Pembayaran faktur Anda berhasil diselesaikan.
ja: 請求書の支払いが正常に完了しました。
ko: 인보이스 결제가 성공적으로 완료되었습니다.
pl: Twoja płatność za fakturę została zakończona pomyślnie.
ru: Оплата вашего счета успешно завершена.
sv: Din fakturabetalning har slutförts.
vi: Thanh toán hóa đơn của bạn đã hoàn tất thành công.
zh_hans: 您的发票付款已成功完成。
zh_hant: 您的發票付款已成功完成。

source: Find all the details related to your invoice below.
ar: اعثر على جميع التفاصيل المتعلقة بفاتورتك أدناه.
de: Nachfolgend finden alle Details zu der Rechnung.
es: Encuentre todos los detalles relacionados con su factura a continuación.
fr: Retrouvez ci-dessous tous les détails relatifs à votre facture.
id: Temukan semua detail yang terkait dengan faktur Anda di bawah.
ja: 以下の請求書に関連するすべての詳細を見つけてください。
ko: 아래에서 인보이스와 관련된 모든 세부 정보를 찾으십시오.
pl: Znajdź poniżej wszystkie szczegóły dotyczące Twojej faktury.
ru: Найдите все подробности, относящиеся к вашему счету, ниже.
sv: Hitta alla detaljer relaterade till din faktura nedan.
vi: Tìm tất cả các chi tiết liên quan đến hóa đơn của bạn bên dưới.
zh_hans: 在下面找到与您的发票有关的所有详细信息。
zh_hant: 在下面找到與您的發票有關的所有詳細信息。

source: Invoice Details
ar: تفاصيل الفاتورة
de: Rechnungs-Details
es: Detalles de la factura
fr: Détails de la facture
id: Detail Faktur
ja: 請求書の詳細
ko: 송장 세부 정보
pl: Dane do faktury
ru: Детали счета
sv: Fakturainformation
vi: Chi tiết hóa đơn
zh_hans: 发票明细
zh_hant: 發票明細

source: Date Issued
ar: تاريخ الإصدار
de: Ausgabedatum
es: Fecha de emisión
fr: Date d'émission
id: Tanggal diterbitkan
ja: 発行日
ko: 발행일
pl: Data wydania
ru: Дата выпуска
sv: Datum utfärdat
vi: Ngày phát hành
zh_hans: 发行日期
zh_hant: 發行日期

source: Date Completed
ar: تاريخ الانتهاء
de: Fertigstellungsdatum
es: Fecha Completada
fr: Date complétée
id: Tanggal Selesai
ja: 完了した日
ko: 완료 날짜
pl: Data ukończenia
ru: Время вышло
sv: Slutfört
vi: Ngày hoàn thành
zh_hans: 今日完成
zh_hant: 完成日期

source: Amount Payable
ar: المبلغ المستحق
de: Bezahlbarer Betrag
es: Cantidad pagable
fr: Montant payable
id: Jumlah Hutang
ja: 未払金額
ko: 지급 금액
pl: Kwota do zapłaty
ru: Подлежащая уплате сумма
sv: Belopp som ska betalas
vi: Số tiền phải trả
zh_hans: 应付金额
zh_hant: 應付金額

source: Payment Mode
ar: طريقة الدفع
de: Zahlungsart
es: Modo de pago
fr: Mode de paiement
id: Mode Pembayaran
ja: 支払モード
ko: 지불 모드
pl: Sposób płatności
ru: Режим оплаты
sv: Betalningsläge
vi: Phương thức thanh toán
zh_hans: 付款方式
zh_hant: 付款方式

source: Transaction ID
ar: رقم المعاملة
de: Transaktions-ID
es: ID de transacción
fr: identifiant de transaction
id: ID transaksi
ja: トランザクション ID
ko: 거래 ID
pl: Identyfikator transakcji
ru: номер транзакции
sv: Transaktions ID
vi: ID giao dịch
zh_hans: 交易编号
zh_hant: 交易編號

source: Card Type
ar: نوع البطاقة
de: Speicherkarten-Typ
es: Tipo de Tarjeta
fr: Type de carte
id: Tipe kartu
ja: カードタイプ
ko: 카드 종류
pl: Typ karty
ru: Тип карты
sv: Kort typ
vi: Loại thẻ
zh_hans: 卡的种类
zh_hant: 卡的種類

source: Card Number
ar: رقم البطاقة
de: Kartennummer
es: Número de Carta
fr: Numéro de carte
id: Nomor kartu
ja: カード番号
ko: 카드 번호
pl: Numer karty
ru: Номер карты
sv: Kortnummer
vi: Số Thẻ
zh_hans: 卡号码
zh_hant: 卡號

source: Exp Date
ar: تاريخ انتهاء الصلاحية
de: Ablaufdatum
es: Fecha de vencimiento
fr: Date d'expiration
id: Tanggal kadaluarsa
ja: 有効期限
ko: 만료일
pl: Termin ważności
ru: Срок действия
sv: Utgångsdatum
vi: Ngày hết hạn
zh_hans: 过期日期
zh_hant: 過期日期

source: Select event source file to import
ar: حدد ملف مصدر الحدث للاستيراد
de: Wähle Veranstaltungsdatei zum Importieren
es: Importar archivo fuente del evento
fr: Sélectionner la source de l'évènement à importer
id: Pilih file sumber acara untuk diimpor
ja: インポートするイベント ソース ファイルを選択
ko: 불러올 이벤트 소스 파일 선택
pl: Wybierz plik źródła zdarzenia do zaimportowania
ru: Выберите исходный файл мероприятия для импорта
sv: Välj händelsekällfilen som ska importeras
vi: Chọn tệp nguồn sự kiện để nhập
zh_hans: 选择要导入的事件源文件
zh_hant: 選擇要匯入的活動來源檔案

source: Supported formats:
ar: التنسيقات المدعومة:
de: Unterstützte Formate:
es: Formatos soportados
fr: Formats supportés :
id: Format yang didukung:
ja: サポートするフォーマット
ko: 지원되는 형식 :
pl: Obsługiwane formaty
ru: Поддерживаемые форматы:
sv: Format som stöds:
vi: Các định dạng được hỗ trợ:
zh_hans: 支持的格式
zh_hant: 支持的格式：

source: Open Event compatible json package (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), XML Representation of iCalendar (.xcal)
ar: Open Event متوافق مع حزمة json (.zip) ، PentabarfXML (.xml) ، iCalendar (.ical ، .ics) ، تمثيل XML لـ iCalendar (.xcal)
de: Open Event-kompatibles JSON-Paket (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), XML-Darstellung von iCalendar (.xcal)
es: Paquete json compatible con Open Event (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), Representación XML de iCalendar (.xcal)
fr: package json compativle Open Event (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), XML iCalendar (.xcal)
id: Buka Paket json yang kompatibel dengan Acara (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), Representasi XML iCalendar (.xcal)
ja: オープンイベント互換jsonパッケージ(.zip)、ペンタバーフXML(.xml)、iCalendar(.ical、.ics)、XML表現(.xcal)
ko: Open Event 호환 json 패키지 (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), iCalendar의 XML 표현 (.xcal)
pl: Pakiet json zgodny z Open Event (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), XML reprezentacja iCalendar (.xcal)
ru: Совместимый с Open Event архив json (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), XML-представление iCalendar (.xcal)
sv: Open Event -kompatibelt json -paket (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), XML -representation av iCalendar (.xcal)
vi: Mở gói json tương thích với Sự kiện (.zip), PentabarfXML (.xml), iCalendar (.ical, .ics), Biểu diễn XML của iCalendar (.xcal)
zh_hans: 兼容Open Event的json包（.zip），PentabarfXML（.xml），iCalendar（.ical，.ics），iCalendar的XML表示形式（.xcal）
zh_hant: 兼容Open Event的json包（.zip），PentabarfXML（.xml），iCalendar（.ical，.ics），iCalendar的XML表示形式（.xcal）
