Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: If you join the event chat, your profile name and image will be visible to other attendees. Other event attendees can also contact you directly.
ar: إذا انضممت إلى دردشة الحدث ، فسيكون اسم ملفك الشخصي وصورتك مرئيين للحضور الآخرين. يمكن أيضًا للحاضرين الآخرين في الحدث الاتصال بك مباشرةً.
de: Mit der Teilnahme am Event-Chat wird der Profilname und das Profilbild für andere Teilnehmer sichtbar. Veranstaltungsteilnehmer können sich ebenfalls direkt an Sie wenden.
es: Si se une al chat del evento, su nombre de perfil y su imagen serán visibles para otros asistentes. Otros asistentes al evento también pueden contactarlo directamente.
fr: Si vous rejoignez le chat de l'événement, le nom et l'image de votre profil seront visibles par les autres participants. Les autres participants à l'événement peuvent également vous contacter directement.
id: Jika Anda bergabung dengan obrolan acara, nama profil dan gambar Anda akan terlihat oleh peserta lain. Peserta acara lainnya juga dapat menghubungi Anda secara langsung.
ja: イベントチャットに参加すると、プロフィール名と画像が他の参加者に表示されます。他のイベント参加者も直接あなたに連絡することができます。
ko: 이벤트 채팅에 참여하면 프로필 이름과 이미지가 다른 참석자들에게 표시됩니다. 다른 이벤트 참석자들도 귀하에게 직접 연락 할 수 있습니다.
pl: Jeśli dołączysz do czatu wydarzenia, Twoja nazwa profilu i zdjęcie będą widoczne dla innych uczestników. Inni uczestnicy wydarzenia mogą również kontaktować się bezpośrednio z Tobą.
ru: Если вы присоединитесь к чату мероприятия, ваше имя и изображение вашего профиля будут видны другим участникам. Другие участники мероприятия также могут связаться с вами напрямую.
sv: Om du går med i händelsechatten kommer ditt profilnamn och bild att synas för andra deltagare. Andra evenemangsdeltagare kan också kontakta dig direkt.
vi: Nếu bạn tham gia trò chuyện sự kiện, tên và hình ảnh hồ sơ của bạn sẽ hiển thị với những người tham dự khác. Những người tham dự sự kiện khác cũng có thể liên hệ trực tiếp với bạn.
zh_hans: 如果您加入活动聊天，其他与会者将看到您的个人资料名称和图像。其他活动参与者也可以直接与您联系。
zh_hant: 如果您加入活動聊天，其他與會者將看到您的個人資料名稱和圖像。其他活動參與者也可以直接與您聯繫。

source: You may change your chat name and chat profile picture by going to account settings on the chat page on the top left.
ar: يمكنك تغيير اسم الدردشة وصورة ملف تعريف الدردشة بالانتقال إلى إعدادات الحساب في صفحة الدردشة في الجزء العلوي الأيسر.
de: Chat-Namen und Ihr Chat-Profilbild können geändert werden, indem auf der Chat-Seite oben links die Kontoeinstellungen angepasst werden.
es: Puede cambiar su nombre de chat y la imagen de perfil de chat yendo a la configuración de la cuenta en la página de chat en la parte superior izquierda.
fr: Vous pouvez modifier votre nom de chat et votre photo de profil de chat en accédant aux paramètres du compte sur la page de chat en haut à gauche.
id: Anda dapat mengubah nama obrolan dan gambar profil obrolan dengan masuk ke pengaturan akun di halaman obrolan di kiri atas.
ja: 左上のチャットページのアカウント設定に移動して、チャット名とチャットプロフィール写真を変更できます。
ko: 왼쪽 상단의 채팅 페이지에서 계정 설정으로 이동하여 채팅 이름과 채팅 프로필 사진을 변경할 수 있습니다.
pl: Możesz zmienić swoją nazwę czatu i zdjęcie profilowe czatu, przechodząc do ustawień konta na stronie czatu w lewym górnym rogu.
ru: Вы можете изменить свое имя в чате и изображение профиля чата, перейдя в настройки учетной записи на странице чата в верхнем левом углу.
sv: Du kan ändra ditt chattnamn och din chattprofilbild genom att gå till kontoinställningarna på chatsidan längst upp till vänster.
vi: Bạn có thể thay đổi tên trò chuyện và ảnh hồ sơ trò chuyện của mình bằng cách đi tới cài đặt tài khoản trên trang trò chuyện ở trên cùng bên trái.
zh_hans: 您可以通过转到左上方聊天页面上的帐户设置来更改聊天名称和聊天个人资料图片。
zh_hant: 您可以通過轉到左上方聊天頁面上的帳戶設置來更改聊天名稱和聊天個人資料圖片。

source: You need to minimize the side panel to access it.
ar: تحتاج إلى تصغير اللوحة الجانبية للوصول إليها.
de: Die Seitenleiste muss minimiert werden, um darauf zugreifen zu können.
es: Necesita minimizar el panel lateral para acceder a él.
fr: Vous devez minimiser le panneau latéral pour y accéder.
id: Anda perlu meminimalkan panel samping untuk mengaksesnya.
ja: アクセスするには、サイドパネルを最小化する必要があります。
ko: 액세스하려면 측면 패널을 최소화해야합니다.
pl: Aby uzyskać do niego dostęp, musisz zminimalizować panel boczny.
ru: Вам нужно свернуть боковую панель, чтобы получить к ней доступ.
sv: Du måste minimera sidopanelen för att komma åt den.
vi: Bạn cần thu nhỏ bảng điều khiển bên để truy cập nó.
zh_hans: 您需要最小化侧面板才能访问它。
zh_hant: 您需要最小化側面板才能訪問它。

source: The feature integration is still in Alpha stage and currently your profile on the {{appName}} account page and on the chat are not linked and can be independently edited.
ar: لا يزال تكامل الميزة في المرحلة الأولية وحاليًا لم يتم ربط ملفك الشخصي على صفحة حساب {{appName}} وفي الدردشة ويمكن تحريره بشكل مستقل.
de: Die Funktionsintegration befindet sich noch in der Alpha-Phase und derzeit sind Ihr Profil auf der {{appName}} Kontoseite und im Chat nicht miteinander verknüpft und können unabhängig voneinander bearbeitet werden.
es: La integración de funciones aún se encuentra en la etapa Alfa y actualmente su perfil en la página de la cuenta de {{appName}} y en el chat no están vinculados y se pueden editar de forma independiente.
fr: L'intégration des fonctionnalités est encore au stade Alpha et actuellement votre profil sur la page du compte {{appName}} et sur le chat ne sont pas liés et peuvent être modifiés indépendamment.
id: Integrasi fitur masih dalam tahap Alpha dan saat ini profil Anda di halaman akun {{appName}} dan di chat tidak ditautkan dan dapat diedit secara mandiri.
ja: 機能の統合はまだアルファ段階であり、現在、{{appName}}アカウントページとチャットのプロファイルはリンクされておらず、個別に編集できます。
ko: 기능 통합은 아직 알파 단계이며 현재 {{appName}} 계정 페이지와 채팅의 프로필이 연결되어 있지 않으며 독립적으로 편집할 수 있습니다.
pl: Integracja funkcji jest nadal w fazie alfa, a Twój profil na stronie konta {{appName}} i na czacie nie jest połączony i można go niezależnie edytować.
ru: Интеграция функций все еще находится на стадии альфа-тестирования, и в настоящее время ваш профиль на странице аккаунта {{appName}} и в чате не связан и может редактироваться независимо.
sv: Funktionsintegrationen är fortfarande i alfastadiet och för närvarande är din profil på kontosidan för {{appName}} och på chatten inte länkad och kan redigeras oberoende.
vi: Quá trình tích hợp tính năng vẫn đang ở giai đoạn Alpha và hiện tại hồ sơ của bạn trên trang tài khoản {{appName}} và trên cuộc trò chuyện chưa được liên kết và có thể được chỉnh sửa độc lập.
zh_hans: 功能集成仍处于 Alpha 阶段，目前您在 {{appName}} 帐户页面和聊天中的个人资料未链接，可以独立编辑。
zh_hant: 功能集成仍處於 Alpha 階段，目前您在 {{appName}} 帳戶頁面和聊天中的個人資料未鏈接，可以獨立編輯。

source: When you change the chat settings you may receive additional email confirmations.
ar: عند تغيير إعدادات الدردشة ، قد تتلقى تأكيدات إضافية عبر البريد الإلكتروني.
de: Wenn die Chat-Einstellungen geändert werden, erhalten Sie möglicherweise zusätzliche E-Mail-Bestätigungen.
es: Cuando cambie la configuración del chat, puede recibir confirmaciones adicionales por correo electrónico.
fr: Lorsque vous modifiez les paramètres de chat, vous pouvez recevoir des confirmations supplémentaires par e-mail.
id: Ketika Anda mengubah pengaturan obrolan, Anda mungkin menerima konfirmasi email tambahan.
ja: チャット設定を変更すると、追加の確認メールが届く場合があります。
ko: 채팅 설정을 변경하면 추가 확인 이메일을받을 수 있습니다.
pl: Po zmianie ustawień czatu możesz otrzymać dodatkowe potwierdzenia e-mail.
ru: При изменении настроек чата вы можете получать дополнительные подтверждения по электронной почте.
sv: När du ändrar chattinställningarna kan du få ytterligare e -postbekräftelser.
vi: Khi bạn thay đổi cài đặt trò chuyện, bạn có thể nhận được email xác nhận bổ sung.
zh_hans: 当您更改聊天设置时，您可能会收到其他电子邮件确认。
zh_hant: 當您更改聊天設置時，您可能會收到其他電子郵件確認。

source: Do you want to use the chat now?
ar: هل تريد استخدام الدردشة الآن؟
de: Den Chat jetzt nutzen?
es: ¿Quieres usar el chat ahora?
fr: Voulez-vous utiliser le chat maintenant?
id: Apakah Anda ingin menggunakan obrolan sekarang?
ja: 今すぐチャットを使用しますか？
ko: 지금 채팅을 사용 하시겠습니까?
pl: Czy chcesz teraz skorzystać z czatu?
ru: Вы хотите использовать чат сейчас?
sv: Vill du använda chatten nu?
vi: Bạn có muốn sử dụng trò chuyện bây giờ?
zh_hans: 您要立即使用聊天吗？
zh_hant: 您現在要使用聊天嗎？

source: Join Live Event
ar: انضم إلى الحدث المباشر
de: Live-Event beitreten
es: Unirse al evento en vivo
fr: Rejoignez l'événement en direct
id: Bergabunglah dengan Acara Langsung
ja: ライブイベントに参加する
ko: 라이브 이벤트 참여
pl: Dołącz do wydarzenia na żywo
ru: Присоединяйтесь к живому событию
sv: Gå med i Live Event
vi: Tham gia sự kiện trực tiếp
zh_hans: 加入直播活动
zh_hant: 加入直播活動

source: Exhibition
ar: معرض
de: Ausstellung
es: Exposición
fr: Exposition
id: Pameran
ja: エキシビション
ko: 전시회
pl: Wystawa
ru: Выставка
sv: Utställning
vi: Buổi triển lãm
zh_hans: 展览
zh_hant: 展覽

source: Chat
ar: محادثة
id: Obrolan
ja: チャット
ko: 채팅
pl: Czat
ru: Чат
sv: Chatt
zh_hans: 聊天
zh_hant: 聊天

source: Video Rooms
ar: غرف الفيديو
de: Videoraum
es: Salas de video
fr: Salles vidéo
id: Ruang Video
ja: ビデオルーム
ko: 비디오 룸
pl: Pokoje wideo
ru: Видео комнаты
sv: Videorum
vi: Phòng video
zh_hans: 视频室
zh_hant: 視頻室

source: Join Video Channel
ar: تاريخ قناة الفيديو
de: Videokanal beitreten
es: Unirse al canal de video
fr: Rejoindre la chaîne vidéo
id: Bergabunglah dengan Video Channel
ja: ビデオチャンネルに参加する
ko: 비디오 채널 가입
pl: Dołącz do kanału wideo
ru: Присоединяйтесь к видеоканалу
sv: Gå med i videokanalen
vi: Tham gia kênh video
zh_hans: 加入视频频道
zh_hant: 加入視頻頻道

source: Copied to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
id: Disalin ke papan klip
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
pl: Skopiowano do schowka
ru: Скопировано в буфер обмена
sv: kopieras till Urklipp
vi: Sao chép vào clipboard
zh_hans: 已复制到剪贴板
zh_hant: 複製到剪貼板

source: Number of tickets is more than total promotional code.
ar: عدد التذاكر أكثر من إجمالي الرمز الترويجي.
de: Die Anzahl der Tickets ist größer als der gesamte Aktionscode.
es: La cantidad de boletos es más que el código promocional total.
fr: Le nombre de billets est supérieur au code promotionnel total.
id: Jumlah tiket lebih dari total kode promosi.
ja: チケットの数がプロモーションコードの合計を超えています。
ko: 티켓 수가 총 프로모션 코드보다 많습니다.
pl: Liczba biletów przekracza całkowity kod promocyjny.
ru: Количество билетов больше суммы промокода.
sv: Antalet biljetter är mer än den totala kampanjkoden.
vi: Số lượng vé nhiều hơn tổng số mã khuyến mại.
zh_hans: 门票数量超过促销代码总数。
zh_hant: 門票數量超過促銷代碼總數。

source: This Promotional Code is not valid
ar: هذا الرمز الترويجي غير صالح
de: Dieser Rabattcode ist ungültig
es: Este código promocional no es válido
fr: Ce code promotionnel n'est pas valide
id: Kode Promosi ini tidak valid
ja: このプロモーションコードは無効です
ko: 이 프로모션 코드는 유효하지 않습니다.
pl: Ten kod promocyjny jest nieważny
ru: Этот промокод недействителен
sv: Denna kampanjkod är ogiltig
vi: Mã khuyến mại này không hợp lệ
zh_hans: 此促销代码无效
zh_hant: 此促銷代碼無效

source: Please enter a donation amount between {{minPrice}} and {{maxPrice}}
ar: الرجاء إدخال مبلغ التبرع بين {{minPrice}} و {{maxPrice}}
de: Bitte geben Sie einen Spendenbetrag zwischen {{minPrice}} und {{maxPrice}} ein
es: Ingresa un monto de donación entre {{minPrice}} y {{maxPrice}}
fr: Veuillez saisir un montant de don compris entre {{minPrice}} et {{maxPrice}}
id: Harap masukkan jumlah donasi antara {{minPrice}} dan {{maxPrice}}
ja: {{minPrice}}と{{maxPrice}} の間の寄付金額を入力してください。
ko: {{minPrice}}에서 {{maxPrice}} 사이의 기부 금액을 입력하세요.
pl: Podaj kwotę darowizny od {{minPrice}} do {{maxPrice}}
ru: Введите сумму пожертвования от {{minPrice}} до {{maxPrice}}
sv: Ange ett donationsbelopp mellan {{minPrice}} och {{maxPrice}}
vi: Vui lòng nhập số tiền đóng góp từ {{minPrice}} đến {{maxPrice}}
zh_hans: 请在{{minPrice}}至{{maxPrice}}之间输入捐赠金额
zh_hant: 請在{{minPrice}}至{{maxPrice}}之間輸入捐贈金額

source: Please enter the promotional Code
ar: الرجاء إدخال الرمز الترويجي
de: Bitte geben Sie den Rabattcode ein
es: Ingrese el código promocional
fr: Merci de saisir le code promotionnel
id: Harap masukkan Kode Promosi
ja: プロモーションコードを入力してください
ko: 프로모션 코드를 입력하세요
pl: Wprowadź kod promocyjny
ru: Пожалуйста, введите промокод
sv: Ange kampanjkoden
vi: Vui lòng nhập Mã khuyến mại
zh_hans: 请输入促销代码
zh_hant: 請輸入促銷代碼

source: Resend Verification Email
ar: إعادة ارسال بريد التحقق
de: Verifizierungs-E-Mail erneut senden
es: Reenviar correo electrónico de verificación
fr: Renvoyer l'e-mail de vérification
id: Mengirim ulang email verifikasi
ja: 確認メールを再送
ko: 확인 이메일을 다시 보내
pl: Wysłać ponownie email weryfikacyjny
ru: Выслать повторно письмо для подтверждения
sv: Skicka verifieringsmeddelande igen
vi: Gửi lại email xác minh
zh_hans: 重新发送验证邮件
zh_hant: 重新發送驗證電子郵件

source: Password Reset Email
ar: إعادة تعيين كلمة المرور البريد الإلكتروني
de: Passwort zurücksetzen E-Mail
es: Correo electrónico de restablecimiento de contraseña
fr: E-mail de réinitialisation du mot de passe
id: Email Atur Ulang Kata Sandi
ja: パスワードリセットメール
ko: 비밀번호 재설정 이메일
pl: E-mail do resetowania hasła
ru: Электронная почта для сброса пароля
sv: E-post om återställning av lösenord
vi: Email đặt lại mật khẩu
zh_hans: 密码重置电子邮件
zh_hant: 密碼重置電子郵件

source: Confirmation mail has been sent again successfully!
ar: تم إرسال بريد التأكيد مرة أخرى بنجاح!
de: Bestätigungs-E-Mail wurde erneut erfolgreich gesendet!
es: ¡El correo de confirmación ha sido enviado nuevamente con éxito!
fr: Le courriel de confirmation a été envoyé de nouveau !
id: Surat konfirmasi telah berhasil dikirim lagi!
ja: 確認メールが再送信されました!
ko: 확인 메일이 다시 성공적으로 전송되었습니다!
pl: Wiadomość potwierdzająca została ponownie wysłana pomyślnie!
ru: Письмо с подтверждением было успешно отправлено снова!
sv: Bekräftelsemail har skickats igen!
vi: Thư xác nhận đã được gửi lại thành công!
zh_hans: 确认邮件已再次成功发送！
zh_hant: 確認郵件已再次成功發送！

source: To make your event live, please verify your account by clicking on the confirmation link that has been emailed to you.
ar: لجعل الحدث الخاص بك مباشرًا ، يرجى التحقق من حسابك بالنقر فوق رابط التأكيد الذي تم إرساله إليك عبر البريد الإلكتروني.
de: Um die Veranstaltung live zu schalten, benötigen Sie ein verifiziertes Nutzerkonto. Ein Bestätigungslink wurde Ihnen per E-Mail zugeschickt. Bitte klicken Sie auf den Link, um das Konto zu verifizieren.
es: Para que su evento esté en vivo, verifique su cuenta haciendo clic en el enlace de confirmación que se le envió por correo electrónico.
fr: Pour mettre en ligne votre évènement, merci de vérifier votre compte en cliquant sur le lien de confirmation que vous avez reçu par courriel.
id: Untuk membuat acara Anda ditayangkan, harap verifikasi akun Anda dengan mengklik link konfirmasi yang telah dikirim ke email Anda.
ja: イベントをライブにする場合は、メールで送信された確認リンクをクリックしてアカウントを確認してください。
ko: 이벤트를 시작하려면 이메일로받은 확인 링크를 클릭하여 계정을 확인하십시오.
pl: Aby wydarzenie było aktywne, zweryfikuj swoje konto, klikając link potwierdzający wysłany do Ciebie e-mailem.
ru: Чтобы сделать ваше мероприятие живым, подтвердите свою учетную запись, щелкнув ссылку для подтверждения, отправленную вам по электронной почте.
sv: För att göra ditt evenemang live, verifiera ditt konto genom att klicka på bekräftelselänken som har skickats till dig via e -post.
vi: Để làm cho sự kiện của bạn trực tiếp, vui lòng xác minh tài khoản của bạn bằng cách nhấp vào liên kết xác nhận đã được gửi qua email cho bạn.
zh_hans: 为了使您的活动成为现实，请单击已通过电子邮件发送给您的确认链接来验证您的帐户。
zh_hant: 為了使您的活動成為現實，請單擊已通過電子郵件發送給您的確認鏈接來驗證您的帳戶。

source: Your account functionality is limited.
ar: وظائف حسابك محدودة.
de: Kontofunktionalität ist eingeschränkt.
es: La funcionalidad de su cuenta es limitada.
fr: La fonctionnalité de votre compte est limitée.
id: Fungsionalitas akun Anda terbatas.
ja: アカウントの機能が制限されています。
ko: 귀하의 계정 기능이 제한됩니다.
pl: Funkcjonalność Twojego konta jest ograniczona.
ru: Функциональность вашей учетной записи ограничена.
sv: Din kontofunktion är begränsad.
vi: Chức năng tài khoản của bạn bị giới hạn.
zh_hans: 您的帐户功能有限。
zh_hant: 您的帳戶功能有限。

source: To get full access to all features you need to verify your email by clicking on the confirmation link that has been emailed to you.
ar: للوصول الكامل إلى جميع الميزات ، تحتاج إلى التحقق من بريدك الإلكتروني من خلال النقر على رابط التأكيد الذي تم إرساله إليك عبر البريد الإلكتروني.
de: Um vollen Zugriff auf alle Funktionen zu erhalten, müssen Sie Ihre E-Mail-Adresse verifizieren. Hierzu klicken Sie bitte auf den Bestätigungslink, der Ihnen per E-Mail zugesandt wurde.
es: Para obtener acceso completo a todas las funciones, debe verificar su correo electrónico haciendo clic en el enlace de confirmación que se le envió por correo electrónico.
fr: Pour obtenir un accès complet à toutes les fonctionnalités, vous devez vérifier votre adresse e-mail en cliquant sur le lien de confirmation qui vous a été envoyé par e-mail.
id: Untuk mendapatkan akses penuh ke semua fitur Anda perlu memverifikasi email Anda dengan mengklik link konfirmasi yang telah dikirim ke email Anda.
ja: すべての機能に完全にアクセスするには、メールで送信された確認リンクをクリックしてメールを確認する必要があります。
ko: 모든 기능에 대한 전체 액세스 권한을 얻으려면 이메일로 전송 된 확인 링크를 클릭하여 이메일을 확인해야합니다.
pl: Aby uzyskać pełny dostęp do wszystkich funkcji, musisz zweryfikować swój adres e-mail, klikając link potwierdzający, który został do Ciebie wysłany.
ru: Чтобы получить полный доступ ко всем функциям, вам необходимо подтвердить свой адрес электронной почты, щелкнув ссылку подтверждения, отправленную вам по электронной почте.
sv: För att få full tillgång till alla funktioner måste du verifiera din e -post genom att klicka på bekräftelselänken som har skickats till dig.
vi: Để có quyền truy cập đầy đủ vào tất cả các tính năng, bạn cần xác minh email của mình bằng cách nhấp vào liên kết xác nhận đã được gửi qua email cho bạn.
zh_hans: 要获得对所有功能的完全访问权限，您需要通过单击已通过电子邮件发送给您的确认链接来验证电子邮件。
zh_hant: 要獲得對所有功能的完全訪問權限，您需要通過單擊已通過電子郵件發送給您的確認鏈接來驗證電子郵件。

source: Did not get the email?
ar: لم تحصل على البريد الإلكتروني؟
de: E-mail nicht bekommen?
es: no recibiste el email?
fr: Vous n'avez pas reçu de courriel ?
id: tidak mendapat email?
ja: 電子メールを受け取りませんでしたか?
ko: 이메일을받지 못했습니까?
pl: nie dostałeś maila?
ru: Не получили письмо?
sv: fick du inte mejlet?
vi: chưa nhận được email sao?
zh_hans: 没收到邮件吗？
zh_hant: 沒收到郵件嗎？

source: Please click here to resend the confirmation mail.
ar: الرجاء النقر هنا لإعادة إرسال بريد التأكيد.
de: Bitte klicken Sie hier, um die Bestätigungsmail erneut zu senden.
es: Haga clic aquí para reenviar el correo de confirmación.
fr: Merci de cliquer ici pour renvoyer le courriel de confirmation.
id: Silakan klik di sini untuk mengirim ulang surat konfirmasi.
ja: 確認メールを再送信するには、ここをクリックしてください。
ko: 확인 메일을 다시 보내려면 여기를 클릭하십시오.
pl: Kliknij tutaj, aby ponownie wysłać wiadomość potwierdzającą.
ru: Нажмите здесь, чтобы повторно отправить письмо с подтверждением.
sv: Klicka här för att skicka bekräftelsemeddelandet igen.
vi: Vui lòng bấm vào đây để gửi lại thư xác nhận.
zh_hans: 请单击此处重新发送确认邮件。
zh_hant: 請單擊此處重新發送確認郵件。

source: Verification mail sent successfully
ar: تم إرسال بريد التحقق بنجاح
de: Bestätigungs-E-Mail erfolgreich gesendet
es: El correo de verificación se envió correctamente
fr: Le courriel de vérification a été envoyé
id: Email verifikasi berhasil dikirim
ja: 検証メールが正常に送信されました
ko: 확인 메일이 성공적으로 전송되었습니다.
pl: Wiadomość weryfikacyjna została wysłana pomyślnie
ru: Письмо с подтверждением отправлено успешно
sv: Verifieringsmeddelande skickades
vi: Đã gửi thư xác minh thành công
zh_hans: 验证邮件已成功发送
zh_hant: 驗證郵件已成功發送

source: File uploaded successfully
ar: تم رفع الملف بنجاح
de: Datei erfolgreich hochgeladen
es: Fichero cargado con exito
fr: Le fichier a été envoyé
id: berkas berhasil diunggah
ja: ファイルのアップロードに成功しました
ko: 파일 업로드가 성공입니다.
pl: Przesyłka pliku powiodła się
ru: Файл успешно загружен
sv: Filen överfördes
vi: Tải tài liệu thành công
zh_hans: 文件上传成功
zh_hant: 文件上傳成功

source: No FileReader support. Please use a more latest browser
ar: لا يوجد دعم FileReader. الرجاء استخدام أحدث متصفح
de: Keine FileReader-Unterstützung. Bitte verwenden Sie einen neueren Browser
es: No es compatible con FileReader. Utilice un navegador más reciente
fr: Pas de support FileReader. Merci d'utiliser un navigateur plus récent
id: Tidak ada dukungan FileReader. Harap gunakan browser yang lebih baru
ja: ファイルリーダーのサポートはありません。より新しいブラウザを使用してください
ko: FileReader 지원이 없습니다. 최신 브라우저를 사용하십시오
pl: Brak obsługi FileReader. Użyj nowszej przeglądarki
ru: Нет поддержки FileReader. Пожалуйста, используйте более новую версию браузера
sv: Inget FileReader -stöd. Använd en nyare webbläsare
vi: Không hỗ trợ FileReader. Vui lòng sử dụng trình duyệt mới nhất
zh_hans: 不支持FileReader。请使用更新的浏览器
zh_hant: 不支持FileReader。請使用更新的瀏覽器

source: Other Timezones
ar: مناطق زمنية أخرى
de: Andere Zeitzonen
es: Otras zonas horarias
fr: Autres fuseaux horaires
id: Zona Waktu Lainnya
ja: その他のタイムゾーン
ko: 기타 시간대
pl: Inne strefy czasowe
ru: Другие часовые пояса
sv: Andra tidszoner
vi: Múi giờ khác
zh_hans: 其他时区
zh_hant: 其他時區

source: Invoice ID
ar: هوية صوتية
de: Rechnungs-ID
es: ID de factura
fr: ID de facture
id: ID faktur
ja: 請求書 ID
ko: 송장 ID
pl: Identyfikator faktury
ru: Идентификатор счета-фактуры
sv: Faktura-ID
vi: ID hóa đơn
zh_hans: 发票 ID
zh_hant: 發票ID

source: Event Name
ar: اسم الحدث
de: Name der Veranstaltung
es: Nombre del Evento
fr: Nom de l'évènement
id: Nama Kejadian
ja: イベント名
ko: 이벤트 이름
pl: Nazwa zdarzenia
ru: Название мероприятия
sv: Namn på händelse
vi: Tên sự kiện
zh_hans: 活动名称
zh_hant: 活動名稱

source: Invoice Date
ar: تاريخ الفاتورة
de: Rechnungsdatum
es: Fecha de factura
fr: Date de facture
id: Tanggal faktur
ja: 請求書の日付
ko: 송장 날짜
pl: Data faktury
ru: Дата счета
sv: Fakturadatum
vi: Ngày lập hóa đơn
zh_hans: 发票日期
zh_hant: 發票日期

source: Due Date
ar: تاريخ الاستحقاق
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date prévue
id: Batas waktu
ja: 期限
ko: 마감일
pl: Data wizyty
ru: Срок выполнения
sv: Förfallodatum
vi: Ngày đáo hạn
zh_hans: 截止日期
zh_hant: 截止日期

source: Amount
ar: كمية
de: Betrag
es: Cantidad
fr: Montant
id: Jumlah
ja: 金額
ko: 금액
pl: Ilość
ru: Кол-во
sv: Antal
vi: Số tiền
zh_hans: 金额
zh_hant: 金額

source: Status
ar: حالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态
zh_hant: 狀態

source: Action
ar: فعل
de: Aktion
es: Acción
id: Aksi
ja: 操作
ko: 활동
pl: Czynność
ru: Действие
sv: Åtgärder
vi: Hành động
zh_hans: 动作
zh_hant: 動作

source: Password updated successfully
ar: تم تحديث كلمة السر بنجاح
de: Passwort erfolgreich aktualisiert
es: Contraseña actualizada exitosamente
fr: Le mot de passe a été mis à jour
id: Kata sandi berhasil diperbarui
ja: パスワードが正常に更新されました
ko: 비밀번호가 성공적으로 업데이트되었습니다.
pl: Hasło zostało zmienione
ru: Пароль успешно обновлен
sv: Lösenordet har uppdaterats
vi: Đã cập nhật mật khẩu thành công
zh_hans: 密码更新成功
zh_hant: 密碼更新成功

source: Unexpected error. Password did not change.
ar: خطأ غير متوقع. لم تتغير كلمة المرور.
de: Unerwarteter Fehler. Passwort hat sich nicht geändert.
es: Error inesperado. La contraseña no cambió.
fr: Erreur inattendue. Le mot de passe n'a pas été modifié.
id: Kesalahan tak terduga. Kata sandi tidak berubah.
ja: 予期しないエラーです。パスワードは変更されませんでした。
ko: 예상치 못한 에러. 비밀번호가 변경되지 않았습니다.
pl: Niespodziewany błąd. Hasło się nie zmieniło.
ru: Непредвиденная ошибка. Пароль не менялся.
sv: Oväntat fel. Lösenordet ändrades inte.
vi: Lỗi không mong đợi. Mật khẩu không thay đổi.
zh_hans: 意外的错误。密码未更改。
zh_hant: 意外的錯誤。密碼未更改。

source: Your Contact Info has been updated
ar: تم تحديث معلومات الاتصال الخاصة بك
de: Kontaktinformationen wurden aktualisiert
es: Su información de contacto ha sido actualizada
fr: Vos informations de contact ont été mises à jour
id: Info Kontak Anda telah diperbarui
ja: 連絡先情報が更新されました
ko: 연락처 정보가 업데이트되었습니다
pl: Twoje dane kontaktowe zostały zaktualizowane
ru: Ваша контактная информация обновлена
sv: Din kontaktinformation har uppdaterats
vi: Thông tin liên hệ của bạn đã được cập nhật
zh_hans: 您的联系信息已更新
zh_hant: 您的聯繫信息已更新
