Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Manage and Create new Tickets or Events with the power of your touch on your phone
ar: قم بإدارة وإنشاء تذاكر أو أحداث جديدة بقوة لمستك على هاتفك
de: Neue Tickets oder Events auf dem Telefon verwalten und erstellen
es: Administre y cree nuevos boletos o eventos con el poder de su toque en su teléfono
fr: Gérez et créez de nouveaux billets ou évènements avec la puissance de votre contact sur votre téléphone
id: Kelola dan Buat Tiket atau Acara baru dengan kekuatan sentuhan Anda di ponsel
ja: 携帯電話に触れるだけで、新しいチケットやイベントを管理および作成できます
ko: 휴대폰에서 터치의 힘으로 새로운 티켓 또는 이벤트를 관리하고 생성하십시오.
pl: Zarządzaj i twórz nowe bilety lub wydarzenia za pomocą dotyku w telefonie
ru: Управляйте и создавайте новые билеты или мероприятия одним касанием телефона
sv: Hantera och skapa nya biljetter eller evenemang med en knapptryckning på din telefon
vi: Quản lý và tạo Vé hoặc Sự kiện mới chỉ bằng thao tác chạm trên điện thoại của bạn
zh_hans: 轻触手机即可管理和创建新票证或活动
zh_hant: 輕觸手機即可管理和創建新票證或活動

source: Communication on the Go
ar: التواصل أثناء التنقل
de: Kommunikation für unterwegs
es: Comunicación sobre la marcha
fr: Communication en déplacement
id: Komunikasi di mana saja
ja: 外出先でのコミュニケーション
ko: 이동 중 커뮤니케이션
pl: Komunikacja w ruchu
ru: Общение на ходу
sv: Kommunikation på språng
vi: Giao tiếp khi đang di chuyển
zh_hans: 随时随地的交流
zh_hant: 隨時隨地的交流

source: Get Push Notification about new attendees or Ticket Holders on your phone.
ar: احصل على إشعار فوري بالحضور الجدد أو حاملي التذاكر على هاتفك.
de: Push-Benachrichtigungen über neue Teilnehmer oder Ticketinhaber auf dem Telefon erhalten.
es: Recibe notificaciones push sobre nuevos asistentes o titulares de entradas en tu teléfono.
fr: Recevez sur votre téléphone une notification Push concernant les nouveaux participants ou les détenteurs de billets.
id: Dapatkan Pemberitahuan Push tentang peserta baru atau Pemegang Tiket di ponsel Anda.
ja: お使いの携帯電話で新しい参加者またはチケット所有者に関するプッシュ通知を取得します。
ko: 휴대폰에서 새로운 참석자 또는 티켓 소지자에 대한 푸시 알림을받습니다.
pl: Otrzymuj powiadomienia push o nowych uczestnikach lub posiadaczach biletów w telefonie.
ru: Получайте push-уведомления о новых посетителях или держателях билетов на свой телефон.
sv: Få Push -meddelande om nya deltagare eller biljettinnehavare på din telefon.
vi: Nhận Thông báo đẩy về người tham dự mới hoặc Người giữ vé trên điện thoại của bạn.
zh_hans: 在手机上获取有关新与会者或门票持有人的推送通知。
zh_hant: 在手機上獲取有關新與會者或門票持有人的推送通知。

source: Please Check-Out our Attendee App
ar: يرجى مراجعة تطبيق الحضور
de: Bitte schauen Sie sich unsere Teilnehmer-App an
es: Consulte nuestra aplicación para asistentes
fr: Veuillez consulter notre application pour les participants
id: Silakan Lihat Aplikasi Peserta kami
ja: 参加者アプリをチェックアウトしてください
ko: 참석자 앱을 확인하세요.
pl: Sprawdź naszą aplikację uczestnika
ru: Пожалуйста, ознакомьтесь с нашим приложением для посетителей
sv: Kolla in vår deltagar-app
vi: Vui lòng kiểm tra ứng dụng người tham dự của chúng tôi
zh_hans: 请签出我们的与会者应用程序
zh_hant: 請簽出我們的與會者應用程序

source: Sign up for our Early Access plan!
ar: اشترك في خطة الوصول المبكر الخاصة بنا!
de: Für den Early Access-Plan anmelden!
es: ¡Regístrese en nuestro plan de acceso anticipado!
fr: Inscrivez-vous à notre plan d'accès anticipé!
id: Daftar paket Akses Awal kami!
ja: 早期アクセスプランにサインアップしてください！
ko: 얼리 액세스 플랜에 가입하세요!
pl: Zarejestruj się, aby skorzystać z naszego planu wczesnego dostępu!
ru: Подпишитесь на наш план раннего доступа!
sv: Registrera dig för vår Early Access -plan!
vi: Đăng ký gói Quyền truy cập sớm của chúng tôi!
zh_hans: 注册我们的抢先体验计划！
zh_hant: 註冊我們的搶先體驗計劃！

source: Features
ar: سمات
de: Funktionen
es: Características
fr: Caractéristiques
id: Fitur
ja: 機能
ko: 특징
pl: Możliwości
ru: Особенности
sv: Funktioner
vi: Tính năng
zh_hans: 功能
zh_hant: 功能

source: Early Access Plan
ar: خطة الوصول المبكر
es: Plan de acceso anticipado
fr: Plan d'accès anticipé
id: Paket Akses Awal
ja: 早期アクセスプラン
ko: 얼리 액세스 플랜
pl: Plan wczesnego dostępu
ru: План раннего доступа
sv: Plan för tidig åtkomst
vi: Gói truy cập sớm
zh_hans: 抢先体验计划
zh_hant: 搶先體驗計劃

source: Basics
ar: الأساسيات
de: Grundlagen
es: Fundamentos
fr: Bases
id: Dasar-dasar
ja: 基本
ko: 기초
pl: Podstawy
ru: Основы
sv: Grunder
vi: Cơ bản
zh_hans: 基础
zh_hant: 基本

source: Fee per paid tickets
ar: رسوم كل تذكرة مدفوعة
de: Gebühr für bezahlte Tickets
es: Tarifa por boletos pagados
fr: Frais par billets payés
id: Biaya per tiket berbayar
ja: 有料チケット1枚あたりの料金
ko: 유료 티켓 당 수수료
pl: Opłata za płatne bilety
ru: Комиссия за оплаченные билеты
sv: Avgift per betald biljett
vi: Phí cho mỗi vé đã thanh toán
zh_hans: 每张门票的费用
zh_hant: 每張門票的費用

source: Fee per free tickets
ar: رسوم لكل تذكرة مجانية
de: Gebühr für kostenlose Tickets
es: Tarifa por entradas gratuitas
fr: Frais par billets gratuits
id: Biaya per tiket gratis
ja: 無料チケット1枚あたりの料金
ko: 무료 티켓 당 수수료
pl: Opłata za darmowe bilety
ru: Комиссия за бесплатные билеты
sv: Avgift per fribiljett
vi: Phí mỗi vé miễn phí
zh_hans: 每张免费门票的费用
zh_hant: 每張免費門票的費用

source: No fee
ar: بدون رسوم
de: Keine Gebühr
es: Sin cargo
fr: Pas de frais
id: Tanpa biaya
ja: 無料
ko: 무료
pl: Bez opłaty
ru: Без платы
sv: Ingen avgift
vi: Miên phi
zh_hans: 不收费
zh_hant: 不收費

source: Ticket Sales
ar: بيع التذاكر
de: Ticketverkauf
es: Venta de entradas
fr: Billetterie
id: Penjualan tiket
ja: チケットショップ
ko: 티켓 판매
pl: Sprzedaż biletów
ru: Продажа билетов
sv: Biljettförsäljning
vi: Bán vé
zh_hans: 门票销售
zh_hant: 售票處

source: Public event listings
ar: قوائم الأحداث العامة
de: Veranstaltung öffentlich gelistet
es: Listados de eventos públicos
fr: Liste d'événements publics
id: Daftar acara publik
ja: 公開イベントリスト
ko: 공개 이벤트 목록
pl: Listy wydarzeń publicznych
ru: Списки публичных мероприятий
sv: Listor över offentliga evenemang
vi: Danh sách sự kiện công khai
zh_hans: 公共活动列表
zh_hant: 公共活動清單

source: Private (unlisted) events
ar: الأحداث الخاصة (غير المدرجة)
de: Private Veranstaltungen nicht öfffentlich gelistet
es: Eventos privados (no listados)
fr: Événements privés (non répertoriés)
id: Acara pribadi (tidak terdaftar)
ja: プライベート（非公開）イベント
ko: 비공개 (비공개) 이벤트
pl: Wydarzenia prywatne (niepubliczne)
ru: Частные (не включенные в список) мероприятия
sv: Privata (olistade) evenemang
vi: Sự kiện riêng tư (không công khai)
zh_hans: 私人（不公开）活动
zh_hant: 私人（不公開）活動

source: Unlimited events
ar: أحداث غير محدودة
de: Unbegrenzte Anzahl von Veranstaltungen
es: Eventos ilimitados
fr: Événements illimités
id: Acara tak terbatas
ja: 無制限のイベント
ko: 무제한 이벤트
pl: Nieograniczone wydarzenia
ru: Неограниченное количество событий
sv: Obegränsade evenemang
vi: Sự kiện không giới hạn
zh_hans: 无限事件
zh_hant: 無限事件

source: Attendee form
ar: استمارة الحضور
de: Teilnehmerformular
es: Formulario de asistente
fr: Formulaire des participants
id: Formulir peserta
ja: 参加者フォーム
ko: 참석자 양식
pl: Formularz uczestnika
ru: Форма участника
sv: Deltagarform
vi: Biểu mẫu người tham dự
zh_hans: 参加者表格
zh_hant: 參加者表格

source: Custom attendee form question
ar: سؤال نموذج الحضور المخصص
de: Benutzerdefinierte Teilnehmerformularfrage
es: Pregunta de formulario de asistente personalizado
fr: Question du formulaire de participant personnalisé
id: Pertanyaan formulir peserta khusus
ja: カスタム参加者フォームの質問
ko: 사용자 지정 참석자 양식 질문
pl: Niestandardowe pytanie dotyczące uczestnika
ru: Пользовательский вопрос формы участника
sv: Anpassad deltagarformulärsfråga
vi: Câu hỏi biểu mẫu người tham dự tùy chỉnh
zh_hans: 自定义与会者表格问题
zh_hant: 自定義與會者表格問題

source: Digital or printed tickets
ar: تذاكر رقمية أو مطبوعة
de: Digitale oder gedruckte Tickets
es: Entradas digitales o impresas
fr: Billets numériques ou imprimés
id: Tiket digital atau cetak
ja: デジタルまたは印刷されたチケット
ko: 디지털 또는 인쇄 된 티켓
pl: Bilety cyfrowe lub drukowane
ru: Электронные или печатные билеты
sv: Digitala eller tryckta biljetter
vi: Vé kỹ thuật số hoặc vé in
zh_hans: 电子票或印刷票
zh_hant: 電子票或印刷票

source: Donation tickets
ar: تذاكر التبرع
de: Spendentickets
es: Entradas de donación
fr: Billets de don
id: Tiket donasi
ja: 寄付チケット
ko: 기부 티켓
pl: Bilety na darowizny
ru: Билеты для пожертвований
sv: Donationsbiljetter
vi: Vé quyên góp
zh_hans: 捐赠票
zh_hant: 捐贈票

source: Payments
ar: المدفوعات
de: Zahlungsabwicklung
es: Pagos
fr: Paiements
id: Pembayaran
ja: 支払い
ko: 결제
pl: Płatności
ru: Платежи
sv: Betalningar
vi: Thanh toán
zh_hans: 付款摘要
zh_hant: 支付

source: Secure payment processing
ar: معالجة الدفع الآمنة
de: Sichere Zahlungsabwicklung
es: Procesamiento de pago seguro
fr: Traitement sécurisé des paiements
id: Pemrosesan pembayaran yang aman
ja: 安全な支払い処理
ko: 안전한 결제 처리
pl: Bezpieczne przetwarzanie płatności
ru: Безопасная обработка платежей
sv: Säker betalningshantering
vi: Xử lý thanh toán an toàn
zh_hans: 安全付款处理
zh_hant: 安全付款處理

source: Accepting all major credit cards
ar: قبول جميع بطاقات الائتمان الرئيسية
de: Alle gängigen Kreditkarten
es: Aceptando las principales tarjetas de crédito
fr: Accepter toutes les principales cartes de crédit
id: Menerima semua kartu kredit utama
ja: すべての主要なクレジットカードを受け入れる
ko: 모든 주요 신용 카드 수락
pl: Akceptuje wszystkie główne karty kredytowe
ru: Принимаем все основные кредитные карты
sv: Godkänner alla större kreditkort
vi: Chấp nhận tất cả các thẻ tín dụng chính
zh_hans: 接受所有主要信用卡
zh_hant: 接受所有主要信用卡

source: All major currencies
ar: جميع العملات الرئيسية
de: Alle wichtigen Währungen
es: Todas las monedas principales
fr: Toutes les principales devises
id: Semua mata uang utama
ja: すべての主要通貨
ko: 모든 주요 통화
pl: Wszystkie główne waluty
ru: Все основные валюты
sv: Alla större valutor
vi: Tất cả các loại tiền tệ chính
zh_hans: 所有主要货币
zh_hant: 所有主要貨幣

source: payment processor
ar: معالج الدفع
de: Zahlungsabwickler
es: procesador de pagos
fr: processeur de paiement
id: prosesor pembayaran
ja: 支払い処理業者
ko: 지불 프로세서
pl: procesor płatności
ru: платежной системы
sv: betalningsprocessor
vi: bộ xử lý thanh toán
zh_hans: 付款处理器
zh_hant: 付款處理器

source: Tracking & Optimising
ar: التتبع والتحسين
de: Tracking & Optimierung
es: Seguimiento y optimización
fr: Suivi et optimisation
id: Pelacakan & Pengoptimalan
ja: 追跡と最適化
ko: 추적 및 최적화
pl: Śledzenie i optymalizacja
ru: Отслеживание и оптимизация
sv: Spårning och optimering
vi: Theo dõi & Tối ưu hóa
zh_hans: 跟踪与优化
zh_hant: 跟踪與優化

source: Sales/RSVP summary dashboard
ar: لوحة معلومات ملخص المبيعات / الرد على الدعوة
de: Dashboard für Ticket- und Verkaufsübersicht
es: Panel de resumen de ventas / RSVP
fr: Tableau de bord récapitulatif des ventes / RSVP
id: Dasbor ringkasan Penjualan / RSVP
ja: セールス/ RSVPサマリーダッシュボード
ko: 영업 / RSVP 요약 대시 보드
pl: Pulpit podsumowujący sprzedaż / RSVP
ru: Сводная панель продаж / ответов на запросы
sv: Försäljning/RSVP sammanfattning instrumentpanel
vi: Bảng điều khiển tóm tắt bán hàng / RSVP
zh_hans: 销售/ RSVP摘要仪表板
zh_hant: 銷售/ RSVP摘要儀表板

source: Detailed analytics by ticket type
ar: تحليلات مفصلة حسب نوع التذكرة
de: Detaillierte Analysen nach Ticketart
es: Análisis detallado por tipo de ticket
fr: Analyse détaillée par type de ticket
id: Analisis mendetail berdasarkan jenis tiket
ja: チケットタイプ別の詳細な分析
ko: 티켓 유형별 상세 분석
pl: Szczegółowe analizy według typu zgłoszenia
ru: Детальная аналитика по типу тикета
sv: Detaljerad analys efter biljettyp
vi: Phân tích chi tiết theo loại vé
zh_hans: 按票证类型进行详细分析
zh_hant: 按票證類型進行詳細分析

source: Detailed exports of all data
ar: تصدير مفصل لجميع البيانات
de: Exporte aller Daten
es: Exportaciones detalladas de todos los datos
fr: Exportations détaillées de toutes les données
id: Ekspor mendetail dari semua data
ja: すべてのデータの詳細なエクスポート
ko: 모든 데이터의 상세 내보내기
pl: Szczegółowy eksport wszystkich danych
ru: Подробный экспорт всех данных
sv: Detaljerad export av all data
vi: Xuất chi tiết tất cả dữ liệu
zh_hans: 详细导出所有数据
zh_hant: 詳細導出所有數據

source: Submissions
ar: التقديمات
de: Einreichungen
es: Sumisión
fr: Soumissions
id: Kiriman
ja: 提出
ko: 제출
pl: Uległość
ru: Подан:
sv: Inlämningar
vi: Đệ trình
zh_hans: 服从
zh_hant: 服從

source: Up to 200
ar: ما يصل إلى 200
de: Bis zu 200
es: Más de 200
fr: Jusqu'à 200
id: Hingga 200
ja: 最大200
ko: 최대 200
pl: Do 200
ru: До 200
sv: Upp till 200
vi: Lên đến 200
zh_hans: 高达200
zh_hant: 高達200

source: Speakers form
ar: شكل المتحدثين
de: Referentenformular
es: Formulario de oradores
fr: Formulaire des orateurs
id: Bentuk pembicara
ja: スピーカーフォーム
ko: 스피커 형태
pl: Formularz mówców
ru: Форма спикеров
sv: Högtalare bildas
vi: Loa dạng
zh_hans: 讲者形式
zh_hant: 講者形式

source: Custom speakers form questions
ar: المتحدثون المخصصون أسئلة النموذج
de: Benutzerdefinierte Fragen im Referentenformular
es: Preguntas de formulario de oradores personalizados
fr: Questions sur les haut-parleurs personnalisés
id: Pembicara khusus membentuk pertanyaan
ja: カスタムスピーカーが質問を形成
ko: 맞춤 스피커가 질문을 형성합니다.
pl: Niestandardowi prelegenci tworzą pytania
ru: Индивидуальные спикеры формируют вопросы
sv: Anpassade talare bildar frågor
vi: Diễn giả tùy chỉnh câu hỏi
zh_hans: 自定义发言人构成问题
zh_hant: 自定義發言人構成問題

source: Session form
ar: شكل الجلسة
de: Sitzungsformular
es: Formulario de sesión
fr: Formulaire de session
id: Formulir sesi
ja: セッションフォーム
ko: 세션 양식
pl: Formularz sesji
ru: Форма сеанса
sv: Sessionsformulär
vi: Hình thức phiên
zh_hans: 会议形式
zh_hant: 會議形式

source: Custom session form questions
ar: أسئلة نموذج الجلسة المخصصة
de: Benutzerdefinierte in Sitzungsformularen
es: Preguntas del formulario de sesión personalizado
fr: Questions du formulaire de session personnalisé
id: Pertanyaan formulir sesi kustom
ja: カスタムセッションフォームの質問
ko: 사용자 정의 세션 양식 질문
pl: Niestandardowe pytania z sesji
ru: Пользовательские вопросы формы сеанса
sv: Frågor om anpassade sessioner
vi: Câu hỏi biểu mẫu phiên tùy chỉnh
zh_hans: 自定义会议形式问题
zh_hant: 自定義會議形式問題

source: API access
ar: الوصول إلى API
de: API-Zugang
es: API de acceso
fr: Accès par API
id: Akses API
ja: API アクセス
ko: API 접근
pl: Dostęp do API
ru: Доступ к API
sv: API-åtkomst
vi: Quyền truy cập API
zh_hans: API 访问
zh_hant: API 存取

source: Submission management
ar: إدارة التقديم
de: Einreichungsmanagement
es: Gestión de envíos
fr: Gestion des soumissions
id: Manajemen pengiriman
ja: 提出管理
ko: 제출물 관리
pl: Zarządzanie zgłoszeniami
ru: Управление представлением
sv: Inlämningshantering
vi: Quản lý đệ trình
zh_hans: 提交管理
zh_hant: 提交管理

source: "LOCK" submission
ar: تقديم "LOCK"
de: Änderungen an Einreichungen sperren
es: Envío "LOCK"
fr: Soumission "LOCK"
id: Pengiriman "LOCK"
ja: 「LOCK」送信
ko: "잠금"제출
pl: Poddanie „LOCK”
ru: Подача "LOCK"
sv: "LÅS" inlämning
vi: Gửi "LOCK"
zh_hans: “ LOCK”提交
zh_hant: “ LOCK”提交

source: Rating process
ar: عملية التقييم
de: Bewertungsprozess
es: Proceso de calificación
fr: Processus de notation
id: Proses penilaian
ja: 評価プロセス
ko: 평가 프로세스
pl: Proces oceny
ru: Рейтинг процесса
sv: Betygsprocess
vi: Quy trình đánh giá
zh_hans: 评分程序
zh_hant: 評分程序

source: Organizer scheduler access
ar: وصول المنظم المجدول
de: Organisatorzugriff auf Veranstaltungsplan
es: Acceso al programador del organizador
fr: Accès au planificateur de l'organisateur
id: Akses penjadwal penyelenggara
ja: オーガナイザースケジューラーアクセス
ko: 주최자 스케줄러 액세스
pl: Dostęp do harmonogramu organizatora
ru: Доступ к планировщику организатора
sv: Arrangörsplanerarens åtkomst
vi: Quyền truy cập trình lên lịch của người tổ chức
zh_hans: 组织者计划程序访问
zh_hant: 組織者計劃程序訪問

source: Create schedule
ar: إنشاء جدول
de: Veranstaltungsplan erstellen
es: Crear horario
fr: Créer un programme
id: Buat jadwal
ja: スケジュールの作成
ko: 일정 만들기
pl: Utwórz harmonogram
ru: Создать расписание
sv: Skapa schema
vi: Tạo lịch biểu
zh_hans: 建立时间表
zh_hant: 建立時間表

source: Public schedule pages
ar: صفحات الجدولة العامة
de: Öffentliche Seiten des Veranstaltungsplans
es: Páginas de horarios públicos
fr: Pages de planification publiques
id: Halaman jadwal publik
ja: 公開スケジュールページ
ko: 공개 일정 페이지
pl: Publiczne strony harmonogramu
ru: Страницы публичного расписания
sv: Offentliga schemasidor
vi: Các trang lịch công khai
zh_hans: 公开时间表页面
zh_hant: 公開時間表頁面

source: Promotion
ar: ترقية
es: Promoción
fr: Contribuer
id: Promosi
ja: 昇格
ko: 홍보
pl: Promocja
ru: Повышение
sv: Marknadsföring
vi: Khuyến mại
zh_hans: 晋升
zh_hant: 宣傳

source: Public listing on website
ar: الإدراج العام على الموقع
de: Öffentliche Auflistung auf der Website
es: Lista pública en el sitio web
fr: Inscription publique sur le site Web
id: Daftar publik di situs web
ja: ウェブサイトでの公開リスト
ko: 웹 사이트에 공개 목록
pl: Wpis publiczny na stronie internetowej
ru: Публичный листинг на сайте
sv: Offentlig notering på webbplatsen
vi: Danh sách công khai trên trang web
zh_hans: 在网站上公开上市
zh_hant: 在網站上公開上市

source: Search engine listing
ar: قائمة محرك البحث
de: Auflistung in Suchmaschinen
es: Listado de motores de búsqueda
fr: Liste des moteurs de recherche
id: Daftar mesin pencari
ja: 検索エンジンのリスト
ko: 검색 엔진 목록
pl: Lista wyszukiwarek
ru: Листинг поисковой системы
sv: Sökmotorförteckning
vi: Danh sách công cụ tìm kiếm
zh_hans: 搜索引擎列表
zh_hant: 搜索引擎列表

source: Supporter listing on public event page
ar: قائمة الراعي على صفحة الحدث العام
de: Sponsorenliste öffentlicher Veranstaltungsseite
es: Listado de patrocinadores en la página del evento público
fr: Liste des sponsors sur la page publique de l'événement
id: Daftar sponsor di halaman acara publik
ja: 公開イベントページのスポンサーリスト
ko: 공개 이벤트 페이지에 스폰서 목록
pl: Lista sponsorów na stronie wydarzenia publicznego
ru: Размещение спонсора на странице публичного мероприятия
sv: Sponsorförteckning på offentlig evenemangssida
vi: Danh sách nhà tài trợ trên trang sự kiện công khai
zh_hans: 赞助商在公共活动页面上的列表
zh_hant: 贊助商在公共活動頁面上的列表

source: Attendee social sharing tools
ar: أدوات المشاركة الاجتماعية للحضور
de: Teilnehmerwerkzeuge um Veranstaltung in sozialen Medien zu teilen
es: Herramientas para compartir en las redes sociales de los asistentes
fr: Outils de partage social des participants
id: Alat berbagi sosial peserta
ja: 参加者のソーシャル共有ツール
ko: 참석자 소셜 공유 도구
pl: Narzędzia udostępniania społecznościowego uczestnika
ru: Инструменты обмена в социальных сетях
sv: Deltagares sociala delningsverktyg
vi: Tham dự các công cụ chia sẻ xã hội
zh_hans: 参加者社交分享工具
zh_hant: 參加者社交分享工具

source: Abandoned order emails
ar: رسائل البريد الإلكتروني للطلب المهجورة
de: E-Mails für abgebrochene Bestellungen
es: Correos electrónicos de pedidos abandonados
fr: E-mails de commande abandonnés
id: Email pesanan terbengkalai
ja: 放棄された注文メール
ko: 포기한 주문 이메일
pl: E-maile dotyczące porzuconych zamówień
ru: Письма о брошенных заказах
sv: Övergivna e -postmeddelanden
vi: Email đơn đặt hàng bị bỏ qua
zh_hans: 废弃的订单电子邮件
zh_hant: 廢棄的訂單電子郵件

source: Discount and access codes
ar: رموز الخصم والوصول
de: Rabatt- und Zugangscodes
es: Códigos de descuento y acceso
fr: Codes de réduction et d'accès
id: Diskon dan kode akses
ja: 割引コードとアクセスコード
ko: 할인 및 액세스 코드
pl: Kody rabatowe i dostępowe
ru: Коды скидок и доступа
sv: Rabatt- och åtkomstkoder
vi: Mã giảm giá và truy cập
zh_hans: 折扣和访问代码
zh_hant: 折扣和訪問代碼

source: Unfollow Group
ar: إلغاء متابعة المجموعة
de: Gruppe nicht mehr folgen
es: Dejar de seguir al grupo
fr: Ne plus suivre le groupe
id: Berhenti Mengikuti Grup
ja: グループのフォローを解除
ko: 그룹 팔로우 해제
pl: Przestań obserwować grupę
ru: Отписаться от группы
sv: Sluta följa gruppen
vi: Bỏ theo dõi nhóm
zh_hans: 取消关注组
zh_hant: 取消關注組

source: Clear Track Filter
ar: مرشح المسار الواضح
de: Trackfilter löschen
es: Borrar filtro de pista
fr: Effacer le filtre de piste
id: Hapus Filter Track
ja: クリアトラックフィルター
ko: 트랙 필터 지우기
pl: Wyczyść filtr ścieżek
ru: Очистить фильтр треков
sv: Rensa spårfilter
vi: Xóa bộ lọc theo dõi
zh_hans: 清除轨道过滤器
zh_hant: 清除軌道過濾器

source: Rooms
ar: غرف
de: Räume
es: Habitaciones
fr: Chambres
id: Kamar
ja: 部屋数
ko: 객실
pl: Pokoje
ru: Количество номеров
sv: Rum
vi: Phòng
zh_hans: 教室
zh_hant: 房間

source: Clear Room Filter
ar: تصفية الغرفة
de: Raumfilter löschen
es: Filtro de habitación clara
fr: Effacer le filtre de la pièce
id: Hapus Filter Ruangan
ja: クリアルームフィルター
ko: 룸 필터 지우기
pl: Wyczyść filtr pomieszczeń
ru: Очистить фильтр помещения
sv: Rensa rumsfiltret
vi: Bộ lọc phòng rõ ràng
zh_hans: 洁净室过滤器
zh_hant: 潔淨室過濾器

source: Clear Session Type Filter
ar: مسح عامل تصفية نوع الجلسة
de: Sitzungstypfilter Löschen
es: Borrar filtro de tipo de sesión
fr: Effacer le filtre de type de session
id: Hapus Filter Jenis Sesi
ja: セッションタイプフィルターのクリア
ko: 세션 유형 필터 지우기
pl: Wyczyść filtr typu sesji
ru: Очистить фильтр типа сеанса
sv: Rensa filter för sessionstyp
vi: Xóa bộ lọc loại phiên
zh_hans: 清除会话类型过滤器
zh_hant: 清除會話類型過濾器

source: Select Session Type
ar: حدد نوع الجلسة
de: Sitzungstyp auswählen
es: Seleccione el tipo de sesión
fr: Sélectionnez le type de session
id: Pilih Jenis Sesi
ja: セッションタイプの選択
ko: 세션 유형 선택
pl: Wybierz typ sesji
ru: Выберите тип сеанса
sv: Välj sessionstyp
vi: Chọn loại phiên
zh_hans: 选择会话类型
zh_hant: 選擇會話類型

source: Session Levels
ar: مستويات الجلسة
de: Sitzungslevels
es: Niveles de sesión
fr: Niveaux de session
id: Tingkat Sesi
ja: セッションレベル
ko: 세션 수준
pl: Poziomy sesji
ru: Уровни сеанса
sv: Sessionsnivåer
vi: Mức độ phiên
zh_hans: 会话级别
zh_hant: 會話級別

source: Clear Session Level Filter
ar: مسح مرشح مستوى الجلسة
de: Filter Sitzungslevel löschen
es: Borrar filtro de nivel de sesión
fr: Effacer le filtre de niveau de session
id: Hapus Filter Tingkat Sesi
ja: セッションレベルフィルターをクリア
ko: 세션 수준 필터 지우기
pl: Wyczyść filtr poziomu sesji
ru: Очистить фильтр уровня сеанса
sv: Rensa filter för sessionsnivå
vi: Xóa bộ lọc cấp độ phiên
zh_hans: 清除会话级过滤器
zh_hant: 清除會話級過濾器

source: Select Session level
ar: حدد مستوى الجلسة
de: Sitzungslevel auswählen
es: Seleccione el nivel de sesión
fr: Sélectionnez le niveau de session
id: Pilih tingkat sesi
ja: セッションレベルを選択
ko: 세션 수준 선택
pl: Wybierz poziom sesji
ru: Выберите уровень сеанса
sv: Välj sessionsnivå
vi: Chọn cấp độ phiên
zh_hans: 选择会话级别
zh_hant: 選擇會話級別

source: Login or Buy Tickets
ar: تسجيل الدخول أو شراء التذاكر
de: Anmelden oder Tickets kaufen
es: Iniciar sesión o comprar entradas
fr: Se connecter ou acheter des billets
id: Masuk atau Beli Tiket
ja: ログインまたはチケットの購入
ko: 로그인 또는 티켓 구매
pl: Zaloguj się lub Kup bilety
ru: Войти или купить билеты
sv: Logga in eller köp biljetter
vi: Đăng nhập hoặc mua vé
zh_hans: 登录或购买门票
zh_hant: 登錄或購買門票

source: You need to login or get a ticket for this event before you can join it online.
ar: تحتاج إلى تسجيل الدخول أو الحصول على تذكرة لهذا الحدث قبل أن تتمكن من الانضمام إليه عبر الإنترنت.
de: Teilnahme an der Veranstaltung nur möglich nach Anmeldung oder Ticketerwerb.
es: Debe iniciar sesión u obtener una entrada para este evento antes de poder unirse a él en línea.
fr: Vous devez vous connecter ou obtenir un billet pour cet événement avant de pouvoir le rejoindre en ligne.
id: Anda harus login atau mendapatkan tiket untuk acara ini sebelum Anda dapat bergabung secara daring.
ja: オンラインで参加するには、このイベントにログインするか、チケットを取得する必要があります。
ko: 이 이벤트에 온라인으로 참여하려면 로그인하거나 티켓을 받아야합니다.
pl: Musisz się zalogować lub otrzymać bilet na to wydarzenie, zanim będziesz mógł dołączyć do niego online.
ru: Вам необходимо войти в систему или получить билет на это мероприятие, прежде чем вы сможете присоединиться к нему онлайн.
sv: Du måste logga in eller få en biljett till detta evenemang innan du kan gå med i det online.
vi: Bạn cần đăng nhập hoặc nhận vé cho sự kiện này trước khi có thể tham gia trực tuyến.
zh_hans: 您需要先登录或获取该活动的门票，然后才能在线加入。
zh_hant: 您需要先登錄或獲取該活動的門票，然後才能在線加入。

source: Session Details
ar: تفاصيل الجلسة
de: Sitzungsdetails
es: Detalles de la sesión
fr: Détails de session
id: Rincian Sesi
ja: セッションの詳細
ko: 세션 세부 정보
pl: Szczegóły sesji
ru: Детали сеанса
sv: Session-detaljer
vi: Chi tiết phiên
zh_hans: 会议详情
zh_hant: 議程細節

source: Speaker Details
ar: تفاصيل المتحدث
de: Referenten-Details
es: Detalles del altavoz
fr: Détails de l'orateur
id: Detail Speaker
ja: スピーカーの詳細
ko: 스피커 세부 정보
pl: Szczegóły głośnika
ru: Сведения о спикере
sv: Högtalaruppgifter
vi: Chi tiết loa
zh_hans: 议长详情
zh_hant: 講者細節

source: Withdraw
ar: ينسحب
de: Zurückziehen
es: Retirada
fr: Retrait
id: Penarikan
ja: 出金
ko: 출금
pl: Wypłata
ru: Снято
sv: Dra tillbaka
vi: Rút tiền
zh_hans: 取款
zh_hant: 取款

source: Donation
ar: هبة
de: Spende
es: El Donativo
fr: Don
id: Sumbangan
ja: 寄付
ko: 기부
pl: Darowizna
ru: Пожертвование
vi: Quyên Góp
zh_hans: 捐款
zh_hant: 捐款
