Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Number of Discount Tickets
ar: عدد تذاكر الخصم
de: Anzahl der ermäßigten Tickets
es: Cantidad de boletos con descuento
fr: Nombre de billets en promotion
id: Jumlah Tiket Diskon
ja: 割引チケットの数
ko: 할인 티켓 수
pl: Liczba biletów zniżkowych
ru: Количество билетов со скидкой
sv: Antal rabatterade biljetter
vi: Số lượng vé giảm giá
zh_hans: 优惠票数量
zh_hant: 折扣票券數量

source: Select Ticket(s) applied to the discount code
ar: حدد التذكرة المطبقة على رمز الخصم
de: Tickets auswählen, auf die der Rabattcode angewendet werden soll
es: Seleccione Boleto (s) aplicado (s) al código de descuento
fr: Sélectionner le ou les tickets concernés par le code de remise
id: Pilih Tiket yang diterapkan ke kode diskon
ja: 割引コードに適用されるチケットを選択
ko: 할인 코드에 적용된 티켓 선택
pl: Wybierz Bilet (y) zastosowane do kodu rabatowego
ru: Выберите билет(ы), применяемые к коду скидки
sv: Välj biljett (er) som tillämpas på rabattkoden
vi: Chọn (Các) vé áp dụng cho mã giảm giá
zh_hans: 选择适用于折扣代码的门票
zh_hant: 選取要套用折扣碼的票券

source: No event tickets to select from
ar: لا توجد تذاكر أحداث للاختيار من بينها
de: Keine Veranstaltungstickets zur Auswahl
es: No hay entradas para el evento para elegir
fr: Pas de billets à sélectionner
id: Tidak ada tiket acara untuk dipilih
ja: 選択できるイベントチケットがありません
ko: 선택할 이벤트 티켓이 없습니다.
pl: Brak biletów na wydarzenia do wyboru
ru: Нет билетов на мероприятия для выбора
sv: Inga evenemangsbiljetter att välja mellan
vi: Không có vé sự kiện để chọn
zh_hans: 没有活动门票可供选择
zh_hant: 沒有活動門票可供選擇

source: Discount valid from
ar: الخصم صالح من
de: Rabatt gültig ab
es: Descuento válido desde
fr: Remise valable à partir de
id: Diskon berlaku mulai
ja: から有効な割引
ko: 유효한 할인
pl: Rabat ważny od
ru: Скидка действительна с
sv: Rabatten gäller från
vi: Giảm giá có hiệu lực từ
zh_hans: 折扣有效期自
zh_hant: 折扣有效期自

source: Discount expires on
ar: الخصم ينتهي في
de: Rabatt läuft ab am
es: El descuento vence el
fr: La remise expire le
id: Diskon berakhir pada
ja: 割引の有効期限は
ko: 할인 만료일
pl: Rabat wygasa
ru: Срок действия скидки истекает
sv: Rabatten löper ut
vi: Giảm giá hết hạn vào
zh_hans: 折扣到期
zh_hant: 折扣到期

source: Discount Link
ar: رابط الخصم
de: Rabatt-Link
es: Enlace de descuento
fr: Lien de remise
id: Tautan Diskon
ja: 割引リンク
ko: 할인 링크
pl: Link do rabatu
ru: Ссылка на скидку
sv: Rabattlänk
vi: Liên kết giảm giá
zh_hans: 优惠链接
zh_hant: 優惠鏈接

source: Save Session
ar: حفظ جلسة
de: Sitzung speichern
es: Guardar sesión
fr: Sauvegarder la session
id: Simpan Sesi
ja: セッションを保存
ko: 세션 저장
pl: Zapisywanie sesji
ru: Сохранить сеанс
sv: Spara session
vi: Lưu phiên
zh_hans: 保存
zh_hant: 儲存議程

source: Create a Group
ar: أنشئ مجموعة
de: Gruppe erstellen
es: Crear un Grupo
fr: Créer un groupe
id: Buat Grup
ja: グループを作成する
ko: 그룹 만들기
pl: Tworzyć grupę
ru: Создать группу
sv: Skapa Grupp
vi: Tạo một nhóm
zh_hans: 建立群组
zh_hant: 建立群組

source: Group Events
ar: أحداث المجموعة
de: Veranstaltungen der Gruppe
es: Eventos grupales
fr: Événements de groupe
id: Acara Grup
ja: グループイベント
ko: 그룹 이벤트
pl: Imprezy grupowe
ru: Групповые мероприятия
sv: Gruppevenemang
vi: Sự kiện nhóm
zh_hans: 团体活动
zh_hant: 團體活動

source: Group name
ar: أسم المجموعة
de: Name der Gruppe
es: Nombre de grupo
fr: Nom du groupe
id: Nama grup
ja: グループ名
ko: 그룹 이름
pl: Nazwa grupy
ru: Имя группы
sv: Gruppnamn
vi: Tên nhóm:
zh_hans: 组名
zh_hant: 群組名稱

source: About
ar: عن
de: Über Uns
es: Sobre
fr: Sur
id: Tentang
ja: だいたい
ko: 에 대한
pl: O
ru: О
sv: Om
vi: Chi Tiết
zh_hans: 关于
zh_hant: 關於

source: Event Image
ar: صورة الحدث
de: Veranstaltungsbilder
es: Imagen del evento
fr: Image de l'évènement
id: Gambar Acara
ja: イベント画像
ko: 이벤트 이미지
pl: Obraz wydarzenia
ru: Изображение мероприятия
sv: Händelsebild
vi: Hình ảnh sự kiện
zh_hans: 活动图片
zh_hant: 活動圖片

source: Select Group Banner Image
ar: حدد صورة بانر المجموعة
de: Gruppenbannerbild auswählen
es: Seleccionar imagen de banner de grupo
fr: Sélectionnez l'image de la bannière du groupe
id: Pilih Gambar Spanduk Grup
ja: グループバナー画像を選択
ko: 그룹 배너 이미지 선택
pl: Wybierz obraz banera grupy
ru: Выберите изображение баннера группы
sv: Välj bild av gruppbanner
vi: Chọn hình ảnh biểu ngữ nhóm
zh_hans: 选择组横幅图片
zh_hant: 選擇組橫幅圖片

source: Header Image
ar: صورة رأس
de: Titelbild
es: Imagen de cabecera
fr: Image d'en-tête
id: Gambar Header
ja: ヘッダーイメージ
ko: 헤더 이미지
pl: Obraz nagłówka
ru: Заглавное изображение
sv: Rubrikbild
vi: Hình ảnh tiêu đề
zh_hans: 标题图片
zh_hant: 標題圖片

source: We recommend using at least a 2160x1080px (2:1 ratio) image.
ar: نوصي باستخدام صورة بحجم 2160 × 1080 بكسل على الأقل (بنسبة 2: 1).
de: Wir empfehlen, mindestens ein Bild mit einer Größe von 2160x1080 Pixel (Verhältnis 2:1) zu verwenden.
es: Recomendamos utilizar al menos una imagen de 2160x1080px (proporción 2:1).
fr: Une image d'au moins 2160x1080px est recommandée (ratio 2:1)
id: Sebaiknya gunakan setidaknya gambar 2160x1080px (rasio 2: 1).
ja: 2160x1080px (2:1 比) 以上の画像を使用することをお勧めします。
ko: 적어도 2160x1080px(2:1 비율) 이미지를 사용하는 것이 좋습니다.
pl: Zalecamy użycie obrazu o wymiarach co najmniej 2160 x 1080 pikseli (proporcje 2:1).
ru: Мы рекомендуем использовать изображение размером не менее 2160 x 1080 пикселей (соотношение сторон 2:1)
sv: Vi rekommenderar att du använder minst en bild av bilden 2160x1080px (2:1-förhållande).
vi: Chúng tôi khuyên bạn nên sử dụng ít nhất hình ảnh 2160x1080px (tỷ lệ 2: 1).
zh_hans: 我们建议使用至少 2160x1080px（2：1 比率）图像。
zh_hant: 我們建議使用至少 2160x1080px（2：1 比率）圖像。

source: Contact Organizer
ar: منظم الاتصال
de: Veranstalter kontaktieren
es: Organizador de contacto
fr: Contacter l'organisateur
id: Hubungi Penyelenggara
ja: 主催者に連絡する
ko: 주최자에게 문의
pl: Skontaktuj się z Organizatorem
ru: Связаться с Организатором
sv: Kontakta arrangören
vi: Liên hệ với người tổ chức
zh_hans: 联系组织者
zh_hant: 聯繫組織者

source: Follow Group
ar: اتبع المجموعة
de: Gruppe folgen
es: Seguir grupo
fr: Suivre le groupe
id: Ikuti Grup
ja: グループをフォロー
ko: 그룹 팔로우
pl: Obserwuj grupę
ru: Следить за группой
sv: Följ grupp
vi: Theo dõi nhóm
zh_hans: 关注群
zh_hant: 關注群

source: {{userThumbnailImg}}and {{followerCount}} others
ar: {{userThumbnailImg}} و {{followerCount}} آخرون
de: {{userThumbnailImg}} und {{followerCount}} andere
es: {{userThumbnailImg}} y {{followerCount}} otros
fr: {{userThumbnailImg}}et {{followerCount}} autres
id: {{userThumbnailImg}}dan {{followerCount}} lainnya
ja: {{userThumbnailImg}}および{{followerCount}}その他
ko: {{userThumbnailImg}}외 {{followerCount}}명
pl: {{userThumbnailImg}}i {{followerCount}} inne
ru: {{userThumbnailImg}} и еще {{followerCount}}
sv: {{userThumbnailImg}}och {{followerCount}} andra
vi: {{userThumbnailImg}} và {{followerCount}} người khác
zh_hans: {{userThumbnailImg}} 和 {{followerCount}} 个人
zh_hant: {{userThumbnailImg}} 和 {{followerCount}} 個人

source: You have been registered successfully. Please login to continue.
ar: لقد تم تسجيلك بنجاح. الرجاء تسجيل الدخول للمتابعة.
de: Sie wurden erfolgreich registriert. Bitte Einloggen zum Fortfahren.
es: Te has registrado correctamente. Por favor inicie sesión para continuar.
fr: Vous avez été enregistré. Merci de vous connecter pour continuer.
id: Anda telah berhasil terdaftar. Silahkan masuk untuk melanjutkan.
ja: 登録に成功しました。続行するにはログインしてください。
ko: 성공적으로 등록되었습니다. 계속하려면 로그인하십시오.
pl: Zostałeś zarejestrowany pomyślnie. Proszę się zalogować, aby kontynuować.
ru: Вы успешно зарегистрировались. Пожалуйста, залогиньтесь для продолжения.
sv: Du har registrerats framgångsrikt. Var vänlig logga in för att fortsätta.
vi: Bạn đã được đăng ký thành công. Làm ơn đăng nhập để tiếp tục.
zh_hans: 您已成功注册。请登录访问更多内容。
zh_hant: 您已成功註冊。請登錄訪問更多內容。

source: Email ID
ar: عنوان الايميل
es: Identificación de correo
fr: Identifiant courriel
id: ID email
ja: 電子メール ID
ko: 이메일 주소
pl: ID e-mail
sv: E-post ID
vi: ID email
zh_hans: 电子邮件ID
zh_hant: 電子郵件ID

source: Remember me
ar: تذكرنى
de: Angemeldet bleiben
es: Recuérdame
fr: Souviens-toi de moi
id: Ingat saya
ja: 私を覚えてますか
ko: 날 기억해
pl: Zapamiętaj mnie
ru: Запомнить меня
sv: Kom ihåg mig
vi: Nhớ tôi
zh_hans: 记住账号
zh_hant: 記住賬號

source: Forgot your password ?
ar: نسيت كلمة السر ؟
de: Passwort Vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
id: Lupa kata sandi Anda?
ja: パスワードを忘れた?
ko: 비밀번호를 잊어 버렸습니까?
pl: Zapomniałeś hasła?
ru: Забыли Ваш пароль ?
sv: Glömt ditt lösenord?
vi: Quên mật khẩu?
zh_hans: 忘记了密码？
zh_hant: 忘記您的密碼?

source: New to site? Create Account
ar: جديد في الموقع؟ إنشاء حساب
de: Neu auf der Website? Konto erstellen
es: ¿Nuevo en el sitio? Crear una cuenta
fr: Pas encore inscrit ? Créer un compte
id: Baru mengenal situs? Buat Akun
ja: サイトに新しい?アカウントの作成
ko: 사이트를 처음 사용하십니까? 계정 생성
pl: Nowy w witrynie? Utwórz konto
ru: Впервые на сайте? Зарегистрироваться
sv: Ny på webbplatsen? Skapa konto
vi: Mới vào trang web? Tạo tài khoản
zh_hans: 新来的网站？创建帐号
zh_hant: 新來的網站？創建帳號

source: Attendee Information
ar: معلومات الحضور
de: Teilnehmerinformationen
es: Información del asistente
fr: Informations sur les participants
id: Informasi Peserta
ja: 参加者情報
ko: 참석자 정보
pl: Informacje o uczestniku
ru: Информация об участнике
sv: Deltagarinformation
vi: Thông tin người tham dự
zh_hans: 参会人员信息
zh_hant: 參會人員信息

source: Registration Holder's Information
ar: معلومات صاحب التسجيل
de: Informationen über den Registrierungsinhaber
es: Información del titular del registro
fr: Informations sur le titulaire de l'enregistrement
id: Informasi Pemegang Pendaftaran
ja: 登録所有者の情報
ko: 등록 소유자 정보
pl: Informacje o posiadaczu rejestracji
ru: Информация о владельце регистрации
sv: Registreringsinnehavarens information
vi: Thông tin của Chủ đăng ký
zh_hans: 注册持有人信息
zh_hant: 註冊持有人信息

source: Ticket Holder's Information
ar: معلومات حامل التذكرة
de: Informationen für Ticketinhaber
es: Información del titular de la entrada
fr: Information sur l'utilisateur du billet
id: Informasi Pemegang Tiket
ja: チケット保有者の情報
ko: 티켓 소지자 정보
pl: Informacje o posiadaczu biletu
ru: Информация о владельце билета
sv: Biljettinnehavarens information
vi: Thông tin người giữ vé
zh_hans: 持票人信息
zh_hant: 持票人信息

source: Registration Holder -for- {{ticketName}}
ar: صاحب التسجيل -من أجل- {{تذكرة اسم}}
de: Registrierungsinhaber -für- {{ticketName}}
es: Titular de registro -para- {{ticketName}}
fr: Titulaire de l'enregistrement -pour- {{ticketName}}
id: Pemegang Pendaftaran -untuk- {{ticketName}}
ja: 登録所有者-for-{{ticketName}}
ko: 등록 보유자 -for- {{ticketName}}
pl: Posiadacz rejestracji -dla- {{ticketName}}
ru: Держатель регистрации -для- {{ticketName}}
sv: Registreringsinnehavare -för- {{ticketName}}
vi: Chủ đăng ký -cho- {{ticketName}}
zh_hans: 注册持有人 -for- {{ticketName}}
zh_hant: 註冊持有人 -for- {{ticketName}}

source: Ticket Holder -for- {{ticketName}}
ar: حامل التذكرة -من أجل- {{تذكرة اسم}}
de: Ticket-Inhaber -für- {{ticketName}}
es: Titular de la entrada -para- {{ticketName}}
fr: Titulaire du billet -pour- {{ticketName}}
id: Pemegang Tiket -untuk- {{ticketName}}
ja: チケットホルダー-for-{{ticketName}}
ko: 티켓 소지자 -for- {{ticketName}}
pl: Posiadacz biletu -na- {{ticketName}}
ru: Держатель билетов -для- {{ticketName}}
sv: Biljettinnehavare -för- {{ticketName}}
vi: Người giữ vé -cho- {{ticketName}}
zh_hans: 持票人 -for- {{ticketName}}
zh_hant: 持票人 -for- {{ticketName}}

source: Download Ticket
ar: تنزيل التذكرة
de: Ticket herunterladen
es: Descargar Ticket
fr: Télécharger le billet
id: Unduh Tiket
ja: チケットをダウンロード
ko: 티켓 다운로드
pl: Pobierz bilet
ru: Скачать билеты
sv: Ladda ner biljetter
vi: Lưu vé sự kiện
zh_hans: 下载门票
zh_hant: 下載門票

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
ja: はい
ko: 예
pl: Tak
ru: Да
sv: ja
vi: Có
zh_hans: 是
zh_hant: 是的

source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: どちらも使用しない
ko: 아니요
pl: NIE
ru: Нет
sv: nej
vi: Không
zh_hans: 没有
zh_hant: 不

source: Billing Information
ar: معلومات الفواتير
de: Zahlungsinformationen
es: Datos de facturación
fr: Information de facturation
id: Informasi penagihan
ja: 請求情報
ko: 결제 정보
pl: Informacje rozliczeniowe
ru: Информация для выставления счета
sv: Faktureringsinformation
vi: Thông Tin Thanh Toán
zh_hans: 账单信息
zh_hant: 結帳資訊

source: Tax ID or Business ID
ar: المعرّف الضريبي أو معرّف النشاط التجاري
de: Steuer-ID oder Geschäfts-ID
es: Identificación fiscal o identificación comercial
fr: Numéro d'identification fiscale ou numéro d'entreprise
id: ID Pajak atau ID Bisnis
ja: 税 ID またはビジネス ID
ko: 세금 ID 또는 비즈니스 ID
pl: NIP lub Business ID
ru: ИНН или бизнес-идентификатор
sv: Skatte -ID eller företags -ID
vi: Mã Thuế hoặc Mã Doanh Nghiệp
zh_hans: 税务编号或商家编号
zh_hant: 稅務編號或商家編號

source: Ticket cancellation
ar: إلغاء التذكرة
de: Ticketstornierung
es: Cancelación de entradas
fr: Annulation des billets
id: Pembatalan tiket
ja: チケットのキャンセル
ko: 티켓 취소
pl: Anulowanie biletu
ru: Аннулирование билетов
sv: Biljettavbokning
vi: Hủy vé
zh_hans: 取消门票
zh_hant: 取消門票

source: You can cancel this order with the button below. This will void all tickets in this order.
ar: يمكنك إلغاء هذا الطلب بالزر أدناه. سيؤدي هذا إلى إبطال جميع التذاكر في هذا الترتيب.
de: Sie können diese Bestellung über die folgende Schaltfläche stornieren. Dadurch werden alle Tickets in dieser Bestellung ungültig.
es: Puede cancelar este pedido con el botón de abajo. Esto anulará todas las entradas en este orden.
fr: Vous pouvez annuler cette commande avec le bouton ci-dessous. Cela annulera tous les billets dans cet ordre.
id: Anda dapat membatalkan pesanan ini dengan tombol di bawah. Ini akan membatalkan semua tiket dalam pesanan ini.
ja: 下のボタンでこの注文をキャンセルできます。これにより、この順序ですべてのチケットが無効になります。
ko: 아래 버튼으로이 주문을 취소 할 수 있습니다. 이 주문의 모든 티켓이 무효화됩니다.
pl: Możesz anulować to zamówienie za pomocą przycisku poniżej. Spowoduje to unieważnienie wszystkich biletów w tej kolejności.
ru: Вы можете отменить этот заказ с помощью кнопки ниже. Это аннулирует все билеты в этом порядке.
sv: Du kan avbryta denna beställning med knappen nedan. Detta ogiltigförklarar alla biljetter i denna ordning.
vi: Bạn có thể hủy đơn đặt hàng này bằng nút bên dưới. Điều này sẽ vô hiệu tất cả các vé theo thứ tự này.
zh_hans: 您可以使用下面的按钮取消此订单。这将使所有票证以此顺序作废。
zh_hant: 您可以使用下面的按鈕取消此訂單。這將使所有票證以此順序作廢。

source: Cancel Order
ar: الغاء الطلب
de: Bestellung stornieren
es: Anular pedido
fr: Annuler la commande
id: Batalkan pesanan
ja: オーダーを中止する
ko: 오더 취소
pl: Anuluj zlecenie
ru: Отменить заказ
sv: Avbryt beställning
vi: Hủy Đơn Vé
zh_hans: 取消订单
zh_hant: 取消訂單

source: Please enter your email address to continue.
ar: الرجاء إدخال عنوان بريدك الإلكتروني للمتابعة.
de: Bitte E-Mail-Adresse eingeben, um fortzufahren.
es: Ingrese su dirección de correo electrónico para continuar.
fr: Merci de saisir votre adresse courriel pour continuer.
id: Silakan masukkan alamat email Anda untuk melanjutkan.
ja: 続行するには、電子メール アドレスを入力してください。
ko: 계속하려면 이메일 주소를 입력하십시오.
pl: Podaj swój adres e-mail, aby kontynuować.
ru: Пожалуйста, введите свой адрес электронной почты, чтобы продолжить.
sv: Ange din e -postadress för att fortsätta.
vi: Vui lòng nhập địa chỉ email của bạn để tiếp tục.
zh_hans: 请输入您的电子邮件地址以继续。
zh_hant: 請輸入您的電子郵件地址以繼續。

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail Adresse
es: Dirección de correo electrónico
fr: Adresse courriel
id: Alamat email
ja: メールアドレス
ko: 이메일주소
pl: Adres Email
ru: Адрес электронной почты
sv: E-postadress
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 郵件地址

source: You have previously registered with this email address.
ar: لقد قمت بالتسجيل مسبقًا باستخدام عنوان البريد الإلكتروني هذا.
de: Sie haben sich zuvor mit dieser E-Mail-Adresse registriert.
es: Se ha registrado previamente con esta dirección de correo electrónico.
fr: Vous vous êtes déjà enregistré·e avec cette adresse courriel.
id: Anda sebelumnya telah terdaftar dengan alamat email ini.
ja: このメールアドレスを登録済みです。
ko: 이전에이 이메일 주소로 등록했습니다.
pl: Wcześniej zarejestrowałeś się przy użyciu tego adresu e-mail.
ru: Вы ранее регистрировались с этим адресом электронной почты.
sv: Du har tidigare registrerat dig med denna e -postadress.
vi: Trước đây bạn đã đăng ký với địa chỉ email này.
zh_hans: 您之前已使用此电子邮件地址注册。
zh_hant: 您之前已使用此電子郵件地址註冊。

source: Please enter your password to continue.
ar: يرجى إدخال كلمة المرور للمتابعة.
de: Bitte geben Sie Ihr Passwort, um fortzufahren.
es: Por favor ingrese su contraseña para continuar.
fr: Merci de saisir votre mot de passe pour continuer.
id: Silakan masukkan kata sandi Anda untuk melanjutkan.
ja: 続行するには、パスワードを入力してください。
ko: 계속하려면 비밀번호를 입력하세요.
pl: Wprowadź hasło, aby kontynuować.
ru: Пожалуйста, введите Ваш пароль чтобы продолжить.
sv: Ange ditt lösenord för att fortsätta.
vi: Vui lòng nhập mật khẩu của bạn để tiếp tục.
zh_hans: 请输入您的密码以继续。
zh_hant: 請輸入您的密碼以繼續。

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connection
id: Masuk
ja: サインイン
ko: 로그인
pl: Zaloguj
ru: Вход в систему
sv: Logga in
vi: Đăng Nhập
zh_hans: 登录
zh_hant: 登入

source: Please set up a password to continue.
ar: يرجى إعداد كلمة مرور للمتابعة.
de: Bitte richten Sie ein Passwort ein, um fortzufahren.
es: Configure una contraseña para continuar.
fr: Veuillez configurer un mot de passe pour continuer.
id: Harap setel kata sandi untuk melanjutkan.
ja: 続行するにはパスワードを設定してください。
ko: 계속하려면 암호를 설정하십시오.
pl: Ustaw hasło, aby kontynuować.
ru: Пожалуйста, установите пароль, чтобы продолжить.
sv: Ange ett lösenord för att fortsätta.
vi: Vui lòng thiết lập mật khẩu để tiếp tục.
zh_hans: 请设置密码以继续。
zh_hant: 請設置密碼以繼續。

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Répéter le mot de passe
id: Konfirmasi kata sandi
ja: パスワードを確認
ko: 비밀번호 확인
ru: Подтвердить пароль
sv: Bekräfta lösenord
vi: Xác Nhận Mật Khẩu
zh_hans: 确认密码

source: Continue
ar: يكمل
de: Weiter
es: Continuar
fr: Continuer
id: Lanjut
ja: 続行
ko: 확인
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
vi: Tiếp Tục
zh_hans: 继续
zh_hant: 繼續

source: Registration Information
ar: معلومات التسجيل
de: Anmeldeinformationen
es: Información de Registro
fr: Information d'enregistrement
id: informasi pendaftaran
ja: 登録情報
ko: 등록 정보
pl: Rejestracja
ru: Регистрационная информация
sv: Registreringsinformation
vi: thông tin đăng kí
zh_hans: 注册信息
zh_hant: 註冊信息

source: Please complete registration within {{time}} minutes.
ar: يرجى إكمال التسجيل في غضون {{time}} دقيقة.
de: Bitte schließen Sie die Registrierung innerhalb von {{time}} Minuten ab.
es: Complete el registro dentro de {{time}} minutos.
fr: Veuillez terminer l’inscription dans les minutes {{time}}.
id: Harap lengkapi pendaftaran dalam waktu {{time}} menit.
ja: {{time}}分以内に登録を完了してください。
ko: {{time}} 분 내에 등록을 완료하십시오.
pl: Prosimy o dokończenie rejestracji w ciągu {{time}} minut.
ru: Пожалуйста, завершите регистрацию в течение {{time}} минут.
sv: Slutför registreringen inom {{time}} minuter.
vi: Vui lòng hoàn tất đăng ký trong vòng {{time}} phút.
zh_hans: 请在[时间]分钟内完成注册。
zh_hant: 請在[時間]分鐘內完成註冊。

source: After {{time}} minutes, the reservation we're holding will be released to others.
ar: بعد {{time}} دقيقة ، سيتم إلغاء الحجز الذي نحتفظ به للآخرين.
de: Nach {{time}} Minuten wird die Reservierung, wieder für andere freigegeben.
es: Después de {{time}} minutos, la reserva que tenemos será liberada a otros.
fr: Après 10:00 minutes, la réserve que nous détenons sera diffusée à d'autres.
id: Setelah {{time}} menit, reservasi yang kami pegang akan dirilis ke orang lain.
ja: 10 分後、保持している予約を他の人に解放します。
ko: {{time}} 몇 분 후에 당사가 보유하고 있는 예약은 다른 사람에게 공개됩니다.
pl: Po {{time}} minutach rezerwacja, którą posiadamy, zostanie udostępniona innym osobom.
ru: Через 10:00 минут бронирование, которое мы держим, будет передано другим пользователям.
sv: Efter {{time}} minuter kommer bokningen vi håller att släppas till andra.
vi: Sau {{time}} phút, đặt phòng chúng tôi đang giữ sẽ được phát hành cho người khác.
zh_hans: [时间]分钟后，我们持有的预订将被释放给其他人。
zh_hant: [時間]分鐘后，我們持有的預訂將被釋放給其他人。

source: Registrant
ar: المسجل
de: Anmelder
es: Registrante
fr: Titulaire
id: Pendaftar
ja: 登録者
ko: 등록자
pl: Rejestrujący
ru: Регистрант
sv: Registranten
vi: Người đăng ký
zh_hans: 注册人
zh_hant: 註冊人

source: Ticket Buyer
ar: مشتري التذاكر
de: Ticketkäufer
es: Comprador de entradas
fr: Acheteur du billet
id: Pembeli Tiket
ja: チケット購入者
ko: 티켓 구매자
pl: Kupujący bilet
ru: Покупатель билетов
sv: Biljettköpare
vi: Người mua vé
zh_hans: 购票者
zh_hant: 購票者

source: Ticket holder is the same person as ticket buyer
ar: حامل التذكرة هو نفس شخص مشتري التذكرة
de: Der Ticketinhaber ist dieselbe Person wie der Ticketkäufer
es: El titular de la entrada es la misma persona que el comprador de la entrada.
fr: L'utilisateur du billet est la même personne que l'acheteur
id: Pemegang tiket adalah orang yang sama dengan pembeli tiket
ja: チケット所有者はチケット購入者と同じ人物です
ko: 티켓 소지자는 티켓 구매자와 같은 사람입니다.
pl: Posiadacz biletu to ta sama osoba co kupujący bilet
ru: Владелец билета - это то же лицо, что и покупатель билета.
sv: Biljettinnehavaren är samma person som biljettköparen
vi: Thông tin người cầm vé giống với thông tin người đặt đơn vé
zh_hans: 持票人与购票人是同一个人
zh_hant: 持票人與購票人是同一個人

source: Registration Holder
ar: صاحب التسجيل
de: Inhaber der Registrierung
es: Titular de registro
fr: Titulaire de l'enregistrement
id: Pemegang Pendaftaran
ja: 登録者
ko: 등록 보유자
pl: Posiadacz rejestracji
ru: Держатель регистрации
sv: Innehavare av registrering
vi: Chủ đăng ký
zh_hans: 注册持有人
zh_hant: 註冊持有人

source: Ticket Holder
ar: حامل تذكرة
de: Ticketinhaber
es: Poseedor del ticket
fr: Titulaire du billet
id: Pemegang tiket
ja: チケット保有者
ko: 티켓 소지자
pl: Posiadacz biletu
ru: Держатель билета
sv: Biljettinnehavare
vi: Người giữ vé
zh_hans: 持票人
zh_hant: 持票人

source: -for-
ar: -ل-
de: -zum-
es: -para-
fr: -pour-
id: -untuk-
ja: - のために-
ko: -에 대한-
pl: -dla-
ru: -за-
sv: -för-
vi: -cho-
zh_hans: -对于-
zh_hant: -對於-

source: Select your gender
ar: اختر جنسك
de: Geschlecht auswählen
es: Selecciona tu género
fr: Choisissez votre sexe
id: Pilih jenis kelamin Anda
ja: 性別を選択する
ko: 성별을 선택하세요
pl: Wybierz płeć
ru: Выбери свой пол
sv: Välj ditt kön
vi: Chọn giới tính của bạn
zh_hans: 选择您的性别
zh_hant: 選擇您的性別

source: Select your country
ar: اختر بلدك
de: Land auswählen
es: Selecciona tu país
fr: Sélectionner votre pays
id: Pilih negara Anda
ja: 国を選択してください
ko: 국가 선택
pl: Wybierz swój kraj
ru: Выберите вашу страну
sv: Välj ditt land
vi: Chọn quốc gia bạn
zh_hans: 选择国家
zh_hant: 選擇您的國家／地區

source: Select your age group
ar: حدد فئتك العمرية
de: Altersgruppe auswählen
es: Seleccione su grupo de edad
fr: Sélectionnez votre tranche d'âge
id: Pilih kelompok usia Anda
ja: 年齢グループを選択する
ko: 연령대를 선택하세요
pl: Wybierz swoją grupę wiekową
ru: Выберите свою возрастную группу
sv: Välj din åldersgrupp
vi: Chọn nhóm tuổi của bạn
zh_hans: 选择您的年龄段
zh_hant: 選擇您的年齡段
