Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Do not require email for this speaker.
ar: لا تتطلب البريد الإلكتروني لهذا المتحدث.
de: Für diesen Redner ist keine E-Mail erforderlich.
es: No requiera correo electrónico para este orador.
fr: Ne nécessite pas de courriel pour ce conférencier.
id: Jangan membutuhkan email untuk speaker ini.
ja: このスピーカーに電子メールを要求しないでください。
ko: 이 스피커에 대한 이메일은 필요하지 않습니다.
pl: Nie wymagaj adresu e-mail dla tego głośnika.
ru: Не требовать адрес электронной почты для этого докладчика.
sv: Kräver inte e -post för den här högtalaren.
vi: Không yêu cầu email cho người nói này.
zh_hans: 不需要该发言人的电子邮件。
zh_hant: 不需要該發言人的電子郵件。

source: Speaker Image
ar: صورة مكبر الصوت
de: Referentenbild
es: Imagen de altavoz
fr: Image du haut-parleur
id: Gambar Speaker
ja: スピーカー画像
ko: 스피커 이미지
pl: Obraz głośnika
ru: Изображение динамика
sv: Högtalarbild
vi: Hình ảnh loa
zh_hans: 演讲者形象
zh_hant: 演講者形象

source: We recommend using a 1:1 ratio image
ar: نوصي باستخدام صورة بنسبة 1: 1
de: Wir empfehlen die Verwendung eines Bilds im Verhältnis 1: 1
es: Recomendamos utilizar una imagen con una relación de 1: 1
fr: Nous vous recommandons d'utiliser une image au format 1:1
id: Kami merekomendasikan menggunakan gambar rasio 1: 1
ja: 1:1の比率の画像を使用することをお勧めします
ko: 1 : 1 비율 이미지를 사용하는 것이 좋습니다.
pl: Zalecamy użycie obrazu o współczynniku proporcji 1: 1
ru: Мы рекомендуем использовать изображение с соотношением сторон 1: 1.
sv: Vi rekommenderar att du använder en 1: 1 -bild
vi: Chúng tôi khuyên bạn nên sử dụng hình ảnh tỷ lệ 1: 1
zh_hans: 我们建议使用1：1比例的图像
zh_hant: 我們建議使用1：1比例的圖像

source: The information you provide here will be added to your invoices. Please ensure you have the correct information added here as it is not possible to regenerate invoices with different information at a later time.
ar: ستتم إضافة المعلومات التي تقدمها هنا إلى فواتيرك. يُرجى التأكد من إضافة المعلومات الصحيحة هنا حيث لا يمكن إعادة إنشاء الفواتير بمعلومات مختلفة في وقت لاحق.
de: Die Informationen, die Sie hier angeben, werden Ihren Rechnungen hinzugefügt. Bitte stellen Sie sicher, dass hier die richtigen Informationen hinzugefügt wurden, da es nicht möglich ist, Rechnungen mit anderen Informationen zu einem späteren Zeitpunkt neu zu generieren.
es: La información que proporcione aquí se agregará a sus facturas. Asegúrese de haber agregado la información correcta aquí, ya que no es posible volver a generar facturas con información diferente en un momento posterior.
fr: Les informations que vous fournissez ici seront ajoutées à vos factures. Veuillez vous assurer que vous avez ajouté les informations correctes ici car il n'est pas possible de régénérer des factures avec des informations différentes ultérieurement.
id: Informasi yang Anda berikan di sini akan ditambahkan ke faktur Anda. Harap pastikan Anda menambahkan informasi yang benar di sini karena tidak mungkin membuat kembali faktur dengan informasi yang berbeda di lain waktu.
ja: ここで入力した情報が請求書に追加されます。後で異なる情報を使用して請求書を再生成することができないため、ここで正しい情報が追加されていることを確認してください。
ko: 여기에 제공 한 정보가 인보이스에 추가됩니다. 나중에 다른 정보로 인보이스를 다시 생성 할 수 없으므로 여기에 올바른 정보를 추가했는지 확인하십시오.
pl: Informacje, które tu podasz, zostaną dodane do faktur. Upewnij się, że dodano tutaj prawidłowe informacje, ponieważ nie jest możliwe ponowne wygenerowanie faktur z innymi informacjami w późniejszym czasie.
ru: Информация, которую вы предоставите здесь, будет добавлена к вашим счетам. Убедитесь, что вы добавили здесь правильную информацию, так как позже невозможно повторно создать счета с другой информацией.
sv: Den information du anger här kommer att läggas till dina fakturor. Se till att du har rätt information tillagd här eftersom det inte är möjligt att återskapa fakturor med annan information vid ett senare tillfälle.
vi: Thông tin bạn cung cấp ở đây sẽ được thêm vào hóa đơn của bạn. Vui lòng đảm bảo rằng bạn đã thêm thông tin chính xác vào đây vì không thể tạo lại hóa đơn với thông tin khác sau này.
zh_hans: 您在此处提供的信息将添加到您的发票中。请确保在此处添加了正确的信息，因为以后无法重新生成具有不同信息的发票。
zh_hant: 您在此處提供的信息將添加到您的發票中。請確保在此處添加了正確的信息，因為以後無法重新生成具有不同信息的發票。

source: Select User Image
ar: حدد صورة المستخدم
de: Wählen Sie User Image
es: Seleccionar imagen de usuario
fr: Sélectionner une image de l'utilisateur
id: Pilih Gambar Pengguna
ja: ユーザー イメージの選択
ko: 사용자 이미지 선택
pl: Wybierz Obraz użytkownika
ru: Выберите изображение пользователя
sv: Välj Användarbild
vi: Chọn hình ảnh người dùng
zh_hans: 选择用户图片
zh_hant: 選擇用戶圖片

source: We recommend using at least a 1000x1000px (1:1 ratio) image
ar: نوصي باستخدام صورة 1000 × 1000 بكسل على الأقل (بنسبة 1: 1)
de: Wir empfehlen, mindestens ein Bild mit 1000 x 1000 Pixel (Verhältnis 1: 1) zu verwenden
es: Recomendamos utilizar una imagen de al menos 1000x1000px (proporción 1: 1)
fr: Une image d'au moins 1000x1000px est recommandée (ratio 1:1)
id: Sebaiknya gunakan setidaknya gambar 1000x1000px (rasio 1: 1)
ja: 1000x1000px(1:1比)以上の画像を使用することをお勧めします
ko: 최소 1000x1000px (1 : 1 비율) 이미지를 사용하는 것이 좋습니다.
pl: Zalecamy użycie obrazu o rozmiarze co najmniej 1000 x 1000 pikseli (współczynnik 1: 1)
ru: Мы рекомендуем использовать изображение размером не менее 1000 x 1000 пикселей (соотношение сторон 1:1).
sv: Vi rekommenderar att du använder minst en bild på 1000x1000px (1: 1)
vi: Chúng tôi khuyên bạn nên sử dụng hình ảnh ít nhất 1000x1000px (tỷ lệ 1: 1)
zh_hans: 我们建议至少使用1000x1000px（1：1比例）的图像
zh_hant: 我們建議至少使用1000x1000px（1：1比例）的圖像

source: Family Name
ar: اسم العائلة
de: Familienname
es: Apellidos
fr: Nom de famille
id: Marga/Nama keluarga
ja: 姓
ko: 성
pl: Nazwisko
ru: Фамилия Имя
sv: Efternamn
vi: Họ
zh_hans: 姓
zh_hant: 姓氏

source: Bio
ar: السيرة الذاتية
de: Biographie
es: Bioenergía
fr: Biographie
ja: バイオ
ko: 약력
ru: Биография
vi: Tiểu sử
zh_hans: 生化
zh_hant: 生化

source: Language Preference
ar: تفضيل اللغات
de: Spracheinstellung
es: preferencia de idioma
fr: Préférence de langue
id: Pilihan Bahasa
ja: 言語の設定
ko: 언어 기본 설정
pl: Preferencje językowe
ru: Языковое предпочтение
sv: Språkinställningar
vi: Tùy chọn Ngôn ngữ
zh_hans: 语言首选项
zh_hant: 語言首選項

source: Make Profile Public
ar: جعل الملف الشخصي عام
de: Profil öffentlich machen
es: Hacer público el perfil
fr: Rendre le profil public
id: Jadikan Profil Publik
ja: プロファイルを公開する
ko: 프로필 공개
pl: Upublicznij profil
ru: Сделать профиль общедоступным
sv: Gör profilen offentlig
vi: Công khai hồ sơ
zh_hans: 公开个人资料
zh_hant: 公開個人資料

source: Update Changes
ar: تحديث التغييرات
de: Änderungen aktualisieren
es: Actualizar cambios
fr: Mettre à jour
id: Perbarui Perubahan
ja: 変更の更新
ko: 변경 사항 업데이트
pl: Zaktualizuj zmiany
ru: Обновить изменения
sv: Uppdatera ändringar
vi: Cập nhật các thay đổi
zh_hans: 更新变更
zh_hant: 更新變更

source: Turn off
ar: أطفأ
de: Ausschalten
es: Desactiva
fr: Eteindre
id: Matikan
ja: 無効にする
ko: 끄기
pl: Wyłącz
ru: Выключить
sv: Stäng av
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Turn on
ar: شغله
de: Einschalten
es: Activar
fr: Allumer
id: Nyalakan
ja: 有効にする
ko: 켜기
pl: Włącz
ru: Включить
sv: Slå på
vi: Bật
zh_hans: 启用
zh_hant: 開啟

source: Information About Attendee Form
ar: معلومات عن نموذج الحضور
de: Informationen zum Teilnehmerformular
es: Información sobre el formulario de asistente
fr: Informations sur le formulaire des participants
id: Informasi Tentang Formulir Peserta
ja: 出席者フォームに関する情報
ko: 참석자 양식에 대한 정보
pl: Informacje o formularzu uczestnika
ru: Информация о форме участника
sv: Information om deltagarformulär
vi: Thông tin về biểu mẫu người tham dự
zh_hans: 与会者表格信息
zh_hant: 與會者表格信息

source: The attendee form by default collects the name and email of an attendee. You also have the option to collect additional information such as contact data, position, organization and more. This information will be available together with the ticket information in a CSV file in the ticket section of your event.
ar: يجمع نموذج الحضور بشكل افتراضي الاسم والبريد الإلكتروني للحاضرين. لديك أيضًا خيار جمع معلومات إضافية مثل بيانات الاتصال والموقع والمنظمة والمزيد. ستكون هذه المعلومات متاحة مع معلومات التذكرة في ملف CSV في قسم التذاكر للحدث الخاص بك.
de: Das Teilnehmerformular sammelt standardmäßig den Namen und die E-Mail-Adresse eines Teilnehmers. Es gibt die Möglichkeit, zusätzliche Informationen wie Kontaktdaten, Position, Organisation und mehr zu sammeln. Diese Informationen stehen zusammen mit den Ticketinformationen in einer CSV-Datei im Ticketbereich der Veranstaltung zur Verfügung.
es: El formulario de asistente de forma predeterminada recopila el nombre y el correo electrónico de un asistente. También tiene la opción de recopilar información adicional, como datos de contacto, puesto, organización y más. Esta información estará disponible junto con la información de las entradas en un archivo CSV en la sección de entradas de su evento.
fr: Le formulaire de participant recueille par défaut le nom et l'adresse courriel d'un participant. Vous avez également la possibilité de collecter des informations supplémentaires telles que les coordonnées, le poste, l'organisation et autres. Ces informations seront disponibles avec les informations relatives aux billets dans un fichier CSV dans la section des billets de votre évènement.
id: Formulir peserta secara default mengumpulkan nama dan email peserta. Anda juga memiliki opsi untuk mengumpulkan informasi tambahan seperti data kontak, posisi, organisasi, dan lainnya. Informasi ini akan tersedia bersama dengan informasi tiket dalam file CSV di bagian tiket acara Anda.
ja: 既定では、出席者フォームは出席者の名前と電子メールを収集します。また、連絡先データ、職位、組織などの追加情報を収集することもできます。この情報は、イベントのチケットセクションにあるCSVファイルのチケット情報と一緒に入手できます。
ko: 참석자 양식은 기본적으로 참석자의 이름과 이메일을 수집합니다. 또한 연락처 데이터, 직위, 조직 등과 같은 추가 정보를 수집 할 수도 있습니다. 이 정보는 이벤트 티켓 섹션의 CSV 파일에있는 티켓 정보와 함께 사용할 수 있습니다.
pl: Formularz uczestnika domyślnie gromadzi imię i nazwisko oraz adres e-mail uczestnika. Masz również możliwość zbierania dodatkowych informacji, takich jak dane kontaktowe, stanowisko, organizacja i inne. Informacje te będą dostępne wraz z informacjami o biletach w pliku CSV w sekcji biletów na wydarzenie.
ru: Форма участника по умолчанию собирает имя и адрес электронной почты участника. У вас также есть возможность собрать дополнительную информацию, такую как контактные данные, должность, организацию и многое другое. Эта информация будет доступна вместе с информацией о билетах в файле CSV в разделе билетов на ваше мероприятие.
sv: Deltagarformuläret samlar som standard namn och e -postadress för en deltagare. Du har också möjlighet att samla in ytterligare information som kontaktuppgifter, position, organisation och mer. Denna information kommer att finnas tillgänglig tillsammans med biljettinformationen i en CSV -fil i biljettavsnittet på ditt evenemang.
vi: Theo mặc định, biểu mẫu người tham dự thu thập tên và email của người tham dự. Bạn cũng có tùy chọn để thu thập thông tin bổ sung như dữ liệu liên hệ, chức vụ, tổ chức và hơn thế nữa. Thông tin này sẽ có sẵn cùng với thông tin vé trong tệp CSV trong phần vé của sự kiện của bạn.
zh_hans: 默认情况下，与会者表单收集与会者的姓名和电子邮件。您还可以选择收集其他信息，例如联系方式，职位，组织等等。该信息将与事件信息的CSV文件中的事件单信息一起提供。
zh_hant: 默認情況下，與會者表單收集與會者的姓名和電子郵件。您還可以選擇收集其他信息，例如聯繫方式，職位，組織等等。該信息將與事件信息的CSV文件中的事件單信息一起提供。

source: Required Form Fields
ar: حقول النموذج المطلوبة
de: Erforderliche Formularfelder
es: Campos de formulario obligatorios
fr: Champs de formulaire obligatoires
id: Bidang Formulir yang Diperlukan
ja: 必須フォームフィールド
ko: 필수 양식 필드
pl: Wymagane pola formularza
ru: Обязательные поля формы
sv: Obligatoriska formulärfält
vi: Các trường biểu mẫu bắt buộc
zh_hans: 必填字段
zh_hant: 必填字段

source: Information to Collect
ar: المعلومات المطلوب جمعها
de: Zu sammelnde Informationen
es: Información para recopilar
fr: Informations à collecter
id: Informasi untuk Dikumpulkan
ja: 収集する情報
ko: 수집 할 정보
pl: Informacje do zebrania
ru: Информация для сбора
sv: Information att samla in
vi: Thông tin cần thu thập
zh_hans: 收集信息
zh_hant: 收集信息

source: Select Event Type
ar: حدد نوع الحدث
de: Veranstaltungstyp Wählen
es: Seleccionar tipo de evento
fr: Sélectionner le type d'évènement
id: Pilih Jenis Acara
ja: イベントタイプの選択
ko: 이벤트 유형 선택
pl: Wybierz typ wydarzenia
ru: Выберите тип мероприятия
sv: Välj Händelsestyp
vi: Chọn loại sự kiện
zh_hans: 选择事件类型
zh_hant: 選擇事件類型

source: Select Event Sub-Topic
ar: حدد موضوع الحدث الفرعي
de: Unterthema der Veranstaltung wählen
es: Seleccionar subtema de evento
fr: Sélectionner une sous-catégorie de l'évènement
id: Pilih Sub-Topik Acara
ja: イベントサブトピックの選択
ko: 이벤트 하위 주제 선택
pl: Wybierz temat podrzędny wydarzenia
ru: Выберите подзаголовок мероприятия
sv: Välj händelsens ämne
vi: Chọn chủ đề phụ của sự kiện
zh_hans: 选择事件子主题
zh_hant: 選擇事件子主題

source: Location is required to make this event live
ar: الموقع مطلوب لجعل هذا الحدث مباشرًا
de: Der Ort ist erforderlich, um die Veranstaltung zu veröffentlichen
es: Se requiere la ubicación para que este evento esté en vivo
fr: Un lieu est requis pour pouvoir mettre en ligne l'évènement
id: Lokasi diperlukan agar acara ini ditayangkan
ja: このイベントをライブにするには場所が必要です
ko: 이 이벤트를 게시하려면 위치가 필요합니다.
pl: Lokalizacja jest wymagana, aby wydarzenie było aktywne
ru: Место необходимо, чтобы сделать это событие живым
sv: Plats krävs för att göra detta evenemang live
vi: Cần có địa điểm để sự kiện này trực tiếp
zh_hans: 需要位置才能使此活动直播
zh_hant: 需要位置才能使此活動直播

source: Show map on event page
ar: إظهار الخريطة على صفحة الحدث
de: Landkarte auf der Veranstaltungsseite anzeigen
es: Mostrar mapa en la página del evento
fr: Montrer la carte sur la page de l'évènement
id: Tunjukkan peta di halaman acara
ja: イベント ページに地図を表示
ko: 이벤트 페이지에지도 표시
pl: Pokaż mapę na stronie wydarzenia
ru: Показать карту на странице мероприятия
sv: Visa karta på evenemangssidan
vi: Hiển thị bản đồ trên trang sự kiện
zh_hans: 在活动页面上显示地图
zh_hant: 在活動頁面上顯示地圖

source: You can add video meeting rooms or streams after you created a draft of the event.
ar: يمكنك إضافة غرف اجتماعات الفيديو أو مجموعات البث بعد إنشاء مسودة للحدث.
de: Sie können Videokonferenzräume oder Streams hinzufügen, nachdem Sie einen Entwurf der Veranstaltung erstellt haben.
es: Puede agregar salas de reuniones de video o transmisiones después de crear un borrador del evento.
fr: Vous pouvez ajouter des salles de visioconférence ou des flux après avoir créé un brouillon de l'événement.
id: Anda dapat menambahkan ruang atau aliran rapat video setelah membuat draf acara.
ja: イベントのドラフトを作成した後、ビデオ会議室またはストリームを追加できます。
ko: 일정 초안을 만든 후 화상 회의실 또는 스트림을 추가할 수 있습니다.
pl: Po utworzeniu wersji roboczej wydarzenia możesz dodać sale wideokonferencji lub strumienie.
ru: Вы можете добавить комнаты для видеовстреч или потоки после того, как создадите черновик мероприятия.
sv: Du kan lägga till videomötesrum eller videoströmmar när du har skapat ett utkast till händelsen.
vi: Bạn có thể thêm các phòng họp hoặc luồng video sau khi tạo bản nháp của sự kiện.
zh_hans: 创建活动草稿后，您可以添加视频会议室或视频流。
zh_hant: 創建活動草稿後，您可以添加視頻會議室或視頻流。

source: Timezone
ar: وحدة زمنية
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
id: Zonawaktu
ja: タイムゾーン
ko: 표준시간대
pl: Strefa czasowa
ru: Часовой пояс
sv: Tidszon
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區

source: Select Event Header Image
ar: حدد صورة رأس الحدث
de: Wählen Sie das Titelbild der Veranstaltung
es: Seleccionar imagen de encabezado del evento
fr: Sélectionnez l'image d'en-tête d'évènement
id: Pilih Gambar Header Acara
ja: イベント ヘッダー イメージの選択
ko: 이벤트 헤더 이미지 선택
pl: Wybierz Obraz nagłówka wydarzenia
ru: Выберите изображение заголовка события
sv: Välj Event Header Image
vi: Chọn hình ảnh tiêu đề sự kiện
zh_hans: 选择事件标题图像
zh_hant: 選擇事件標題圖像

source: Add Organizer or Group Information
ar: أضف معلومات المنظم أو المجموعة
de: Organisator- oder Gruppeninformationen hinzufügen
es: Agregar información de organizador o grupo
fr: Ajouter des informations sur l'organisateur ou le groupe
id: Tambahkan Penyelenggara atau Informasi Grup
ja: オーガナイザーまたはグループ情報の追加
ko: 주최자 또는 그룹 정보 추가
pl: Dodaj informacje o organizatorze lub grupie
ru: Добавить информацию об организаторе или группе
sv: Lägg till arrangör eller gruppinformation
vi: Thêm thông tin người tổ chức hoặc nhóm
zh_hans: 添加组织者或组信息
zh_hant: 添加組織者或組信息

source: Organizer or Group Name
ar: المنظم أو اسم المجموعة
de: Name des Organisators oder der Gruppe
es: Nombre del organizador o grupo
fr: Nom de l'organisateur ou du groupe
id: Penyelenggara atau Nama Grup
ja: オーガナイザーまたはグループ名
ko: 주최자 또는 그룹 이름
pl: Nazwa organizatora lub grupy
ru: Организатор или название группы
sv: Arrangör eller gruppnamn
vi: Tên người tổ chức hoặc nhóm
zh_hans: 组织者或团体名称
zh_hant: 組織者或團體名稱

source: About the Organizer or Group
ar: حول المنظم أو المجموعة
de: Über den Organisator oder die Gruppe
es: Sobre el organizador o el grupo
fr: À propos de l'organisateur ou du groupe
id: Tentang Penyelenggara atau Grup
ja: オーガナイザーまたはグループについて
ko: 주최자 또는 그룹 정보
pl: O organizatorze lub grupie
ru: Об Организаторе или Группе
sv: Om arrangören eller gruppen
vi: Giới thiệu về Người tổ chức hoặc Nhóm
zh_hans: 关于组织者或团体
zh_hant: 關於組織者或團體

source: Ticketed Event
ar: حدث التذاكر
de: Veranstaltung mit Ticket
es: Evento con boleto
fr: Événement avec billet
id: Acara Bertiket
ja: チケットイベント
ko: 티켓팅 이벤트
pl: Wydarzenie biletowane
ru: Билет на мероприятие
sv: Biljettevenemang
vi: Sự kiện được bán vé
zh_hans: 售票活动
zh_hant: 售票活動

source: Registration
ar: تسجيل
de: Registrierung
es: Registro
fr: Inscription
id: Registrasi
ja: 登録
ko: 등록
pl: Rejestracja
ru: Регистрация
sv: Registrering
vi: Đăng ký
zh_hans: 登记
zh_hant: 登記

source: Ticketing System
ar: نظام التذاكر
es: Sistema de venta de entradas
fr: Système de billetterie
id: Sistem Tiket
ja: 発券システム
ko: 발권 시스템
pl: System biletowy
ru: Система продажи билетов
sv: Biljettsystem
vi: Hệ thống bán vé
zh_hans: 票务系统
zh_hant: 票務系統

source: Ticket Name
ar: اسم التذكرة
es: Nombre del ticket
fr: Nom du billet
id: Nama Tiket
ja: チケット名
ko: 티켓 이름
pl: Nazwa biletu
ru: Название билета
sv: Biljettnamn
vi: Tên Vé
zh_hans: 机票名称
zh_hant: 票券名稱

source: Price
ar: سعر
de: Preis
es: Precio
fr: Prix
id: Harga
ja: 価格
ko: 가격
pl: Cena
ru: Цена
sv: Pris
vi: Giá
zh_hans: 价钱
zh_hant: 價格

source: Quantity
ar: كمية
de: Anzahl
es: Cantidad
fr: Quantité
id: Jumlah
ja: 数量
ko: 수량
pl: Ilość
ru: Кол-во
sv: Kvantitet
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

source: You don't have any tickets added. Please add at least one ticket to publish your event.
ar: ليس لديك أي تذاكر مضافة. الرجاء إضافة تذكرة واحدة على الأقل لنشر الحدث الخاص بك.
de: Sie haben noch keine Tickets hinzugefügt. Bitte fügen Sie mindestens ein Ticket hinzu, um Ihre Veranstaltung zu veröffentlichen.
es: No tienes entradas agregadas. Agregue al menos una entrada para publicar su evento.
fr: Vous n'avez ajouté aucun billet. Veuillez ajouter au moins un billet pour publier votre évènement.
id: Anda tidak memiliki tiket yang ditambahkan. Harap tambahkan setidaknya satu tiket untuk mempublikasikan acara Anda.
ja: チケットは追加されていません。イベントを公開するには、少なくとも1つのチケットを追加してください。
ko: 추가된 티켓이 없습니다. 이벤트를 게시하려면 티켓을 하나 이상 추가하세요.
pl: Nie masz dodanych żadnych biletów. Dodaj co najmniej jeden bilet, aby opublikować swoje wydarzenie.
ru: У вас нет добавленных билетов. Добавьте хотя бы один билет, чтобы опубликовать свое мероприятие.
sv: Du har inga biljetter tillagda. Lägg till minst en biljett för att publicera ditt evenemang.
vi: Bạn không có bất kỳ vé nào được thêm vào. Vui lòng thêm ít nhất một vé để xuất bản sự kiện của bạn.
zh_hans: 您没有添加任何门票。请添加至少一张票以发布您的活动。
zh_hant: 您沒有添加任何門票。請添加至少一張票以發布您的活動。

source: Free Ticket
ar: بطاقة مجانية
de: Kostenloses Ticket
es: Boleto gratis
fr: Billet gratuit
id: Tiket gratis
ja: 無料チケット
ko: 무료 티켓
pl: Darmowy bilet
ru: Бесплатный билет
sv: Fribiljett
vi: Vé miễn phí
zh_hans: 免费票
zh_hant: 免費票券

source: Paid Ticket
ar: تذكرة مدفوعة
de: Bezahltes Ticket
es: Boleto pagado
fr: Billet payant
id: Tiket Berbayar
ja: 有料チケット
ko: 유료 티켓
pl: Płatny bilet
ru: Платный билет
sv: Betald biljett
vi: Vé trả tiền
zh_hans: 付费票
zh_hant: 付費票券

source: Donation Ticket
ar: تذكرة التبرع
de: Spendenticket
es: Boleto de donación
fr: Billet de don
id: Tiket Donasi
ja: 寄付チケット
ko: 기부 티켓
pl: Bilet darowizny
ru: Билет на пожертвование
sv: Donationsbiljett
vi: Vé quyên góp
zh_hans: 捐赠票
zh_hant: 捐贈票

source: Registration System
ar: نظام التسجيل
de: Registrierungssystem
es: Sistema de registro
fr: Système d'enregistrement
id: Sistem Pendaftaran
ja: 登録システム
ko: 등록 시스템
pl: System rejestracji
ru: Система регистрации
sv: Registreringssystem
vi: Hệ thống đăng ký
zh_hans: 注册系统
zh_hant: 註冊系統

source: Registration Name
ar: تسجيل اسم
de: Registrierungsname
es: Nombre de registro
fr: Nom d'enregistrement
id: Nama Pendaftaran
ja: 登録名
ko: 등록명
pl: Nazwa rejestracji
ru: Регистрационное имя
sv: Registreringsnamn
vi: Tên đăng kí
zh_hans: 注册名称
zh_hant: 註冊名稱

source: You don't have any registrations added. Please add at least one registration to publish your event.
ar: ليس لديك أي تسجيلات مضافة. الرجاء إضافة تسجيل واحد على الأقل لنشر الحدث الخاص بك.
de: Sie haben keine Registrierungsoptionen hinzugefügt. Bitte fügen Sie mindestens eine Registrierung hinzu, um Ihre Veranstaltung zu veröffentlichen.
es: No tiene ningún registro agregado. Agregue al menos un registro para publicar su evento.
fr: Vous n'avez ajouté aucune inscription. Veuillez ajouter au moins une inscription pour publier votre événement.
id: Anda tidak memiliki pendaftaran yang ditambahkan. Harap tambahkan setidaknya satu pendaftaran untuk memublikasikan acara Anda.
ja: 登録は追加されていません。イベントを公開するには、少なくとも1つの登録を追加してください。
ko: 추가된 등록이 없습니다. 이벤트를 게시하려면 하나 이상의 등록을 추가하세요.
pl: Nie masz żadnych dodanych rejestracji. Dodaj co najmniej jedną rejestrację, aby opublikować swoje wydarzenie.
ru: У вас нет добавленных регистраций. Пожалуйста, добавьте хотя бы одну регистрацию, чтобы опубликовать ваше мероприятие.
sv: Du har inga registreringar tillagda. Lägg till minst en registrering för att publicera ditt evenemang.
vi: Bạn không có bất kỳ đăng ký nào được thêm vào. Vui lòng thêm ít nhất một đăng ký để xuất bản sự kiện của bạn.
zh_hans: 您没有添加任何注册。请添加至少一个注册以发布您的活动。
zh_hant: 您沒有添加任何註冊。請添加至少一個註冊以發布您的活動。

source: Free Registration
ar: تسجيل مجاني
de: Kostenlose Registrierung
es: Registro gratis
fr: Inscription gratuite
id: Pendaftaran gratis
ja: 無料登録
ko: 무료 등록
pl: Darmowa rejestracja
ru: Бесплатная регистрация
sv: Gratis registrering
vi: Đăng ký miễn phí
zh_hans: 免费注册
zh_hant: 免費註冊

source: Paid Registration
ar: التسجيل المدفوع
de: Kostenpflichtige Registrierung
es: Registro pagado
fr: Inscription payante
id: Registrasi Berbayar
ja: 有料登録
ko: 유료 등록
pl: Płatna rejestracja
ru: Платная регистрация
sv: Betald registrering
vi: Đăng ký trả phí
zh_hans: 付费注册
zh_hant: 付費註冊

source: Donation Registration
ar: تسجيل التبرع
de: Registrierung mit Spende
es: Registro de donaciones
fr: Inscription des dons
id: Pendaftaran Donasi
ja: 寄付登録
ko: 기부 등록
pl: Rejestracja darowizn
ru: Регистрация пожертвований
sv: Registrering av donation
vi: Đăng ký quyên góp
zh_hans: 捐赠登记
zh_hant: 捐贈登記

source: Invoice and Tax Information
ar: معلومات الفاتورة والضرائب
de: Rechnungs- und Steuerinformationen
es: Información de facturas e impuestos
fr: Facture et informations fiscales
id: Faktur dan Informasi Pajak
ja: 請求書と税務情報
ko: 송장 및 세금 정보
pl: Faktura i informacje podatkowe
ru: Счет-фактура и налоговая информация
sv: Faktura och skatteinformation
vi: Thông tin hóa đơn và thuế
zh_hans: 发票和税务信息
zh_hant: 發票和稅務信息

source: Add invoice and tax information
ar: أضف معلومات الفاتورة والضرائب
de: Rechnung und Steuerinformationen hinzufügen
es: Agregar información de facturas e impuestos
fr: Ajouter des informations sur la facture et les taxes
id: Tambahkan informasi faktur dan pajak
ja: 請求書と税務情報を追加する
ko: 인보이스 및 세금 정보 추가
pl: Dodaj fakturę i informacje podatkowe
ru: Добавьте счет-фактуру и налоговую информацию
sv: Lägg till faktura- och skatteinformation
vi: Thêm thông tin hóa đơn và thuế
zh_hans: 添加发票和税务信息
zh_hant: 添加發票和稅務信息
