Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Add Payment Details
ar: أضف تفاصيل الدفع
de: Zahlungsdetails hinzufügen
es: Agregar detalles de pago
fr: Ajouter les informations de paiement
id: Tambahkan Detail Pembayaran
ja: 支払いの詳細を追加
ko: 지불 세부 정보 추가
pl: Dodaj szczegóły płatności
ru: Добавить информацию о платеже
sv: Lägg till betalningsuppgifter
vi: Thêm chi tiết thanh toán
zh_hans: 添加付款明细
zh_hant: 加入支付細節

source: Choose payment methods
ar: اختر طرق الدفع
de: Zahlungsweise auswählen
es: Elija métodos de pago
fr: Choisir les méthodes de paiements
id: Pilih metode pembayaran
ja: 支払い方法を選択
ko: 결제 방법 선택
pl: Wybierz metody płatności
ru: Выберите способы оплаты
sv: Välj betalningsmetoder
vi: Chọn phương thức thanh toán
zh_hans: 选择付款方式
zh_hant: 選擇支付管道

source: Payment by PayPal
ar: الدفع عن طريق PayPal
de: Bezahlung per PayPal
es: Pago por PayPal
fr: Paiement par PayPal
id: Pembayaran dengan PayPal
ja: PayPal で支払い
ko: PayPal 결제
pl: Płatność przez PayPal
ru: Оплата через PayPal
sv: Betalning med PayPal
vi: Thanh toán bằng PayPal
zh_hans: 通过贝宝付款
zh_hant: 使用 PayPal 支付

source: YES, accept payment through PayPal
ar: نعم ، اقبل الدفع من خلال PayPal
de: Ja, Zahlung über PayPal akzeptieren
es: SÍ, acepta el pago a través de PayPal
fr: Oui, accepter le paiement avec PayPal
id: YA, terima pembayaran melalui PayPal
ja: はい、PayPal を通じて支払いを受け付けます
ko: 예, PayPal을 통해 결제를 수락합니다.
pl: TAK, akceptuj płatności przez PayPal
ru: ДА, принять оплату через PayPal
sv: JA, acceptera betalning via PayPal
vi: CÓ, chấp nhận thanh toán qua PayPal
zh_hans: 是的，通过贝宝接受付款
zh_hant: 是的，接受用 PayPal 支付

source: Paypal accepts credit card, debit card and PayPal payments. To learn how it works
ar: يقبل Paypal مدفوعات بطاقات الائتمان وبطاقات الخصم والمدفوعات PayPal. لمعرفة كيف يعمل
de: Paypal akzeptiert Kreditkarten, EC-Karten und PayPal-Zahlungen. Um zu erfahren, wie es funktioniert, klicken Sie auf
es: Paypal acepta pagos con tarjeta de crédito, débito y PayPal. Para aprender como funciona
fr: PayPal accepte les cartes de crédits, de débits et les paiements PayPal. Pour apprendre comment cela fonctionne
id: Paypal menerima pembayaran kartu kredit, kartu debit dan PayPal. Untuk mempelajari cara kerjanya
ja: Paypal は、クレジットカード、デビットカード、PayPal 支払いを受け付けます。仕組みを学ぶにはクリック
ko: Paypal은 신용 카드, 직불 카드 및 PayPal 결제를 허용합니다. 작동 방식을 배우려면
pl: Paypal akceptuje płatności kartą kredytową, kartą debetową i PayPal. Aby dowiedzieć się, jak to działa
ru: Paypal принимает платежи по кредитным и дебетовым картам, а также платежи PayPal. Чтобы узнать, как это работает
sv: Paypal accepterar betalningar med kreditkort, bankkort och PayPal. För att lära sig hur det fungerar
vi: Paypal chấp nhận thanh toán bằng thẻ tín dụng, thẻ ghi nợ và PayPal. Để tìm hiểu cách nó hoạt động
zh_hans: 贝宝接受信用卡，借记卡和贝宝付款。了解其工作原理
zh_hant: PayPal 接受信用卡、金融卡和 PayPal 支付。若要深入瞭解其細節請點按

source: click here
ar: انقر هنا
de: Hier klicken
es: haga clic aquí
fr: cliquer ici
id: klik disini
ja: ここをクリックしてください
ko: 여기를 클릭
pl: Kliknij tutaj
ru: нажмите здесь
sv: Klicka här
vi: bấm vào đây
zh_hans: 点击这里
zh_hant: 點這裡

source: Payment by Paytm
ar: الدفع عن طريق Paytm
de: Zahlung per Paytm
es: Pago por Paytm
fr: Paiement par Paytm
id: Pembayaran dengan Paytm
ja: 支払費:支払い
ko: Paytm으로 결제
pl: Płatność przez Paytm
ru: Оплата через Paytm
sv: Betalning med Paytm
vi: Thanh toán bằng Paytm
zh_hans: 通过Paytm付款
zh_hant: 通過Paytm付款

source: YES, accept payment through Paytm
ar: نعم ، اقبل الدفع من خلال Paytm
de: JA, akzeptieren Sie die Zahlung über Paytm
es: SÍ, acepta el pago a través de Paytm
fr: Oui, accepter le paiement avec PayPal
id: YA, terima pembayaran melalui Paytm
ja: はい、Paytmを通じて支払いを受け入れます
ko: 예, Paytm을 통해 결제를 수락합니다.
pl: TAK, akceptuj płatność przez Paytm
ru: ДА, принять оплату через PayPal
sv: JA, acceptera betalning via Paytm
vi: CÓ, chấp nhận thanh toán qua Paytm
zh_hans: 是的，通过Paytm接受付款
zh_hant: 是的，通過Paytm接受付款

source: Payment with AliPay
ar: الدفع مع AliPay
de: Zahlung mit AliPay
es: Pago con AliPay
fr: Paiement avec AliPay
id: Pembayaran dengan AliPay
ja: アリペイでのお支払い
ko: AliPay로 결제
pl: Płatność przez AliPay
ru: Оплата через AliPay
sv: Betalning med AliPay
vi: Thanh toán bằng AliPay
zh_hans: 用支付宝付款
zh_hant: 用支付寶付款

source: Yes, accept payment through AliPay Gateway
ar: نعم ، اقبل الدفع من خلال بوابة AliPay
de: Ja, akzeptieren Sie die Zahlung über AliPay Gateway
es: Sí, acepta el pago a través de AliPay Gateway
fr: Oui, acceptez le paiement via AliPay Gateway
id: Ya, terima pembayaran melalui AliPay Gateway
ja: はい、AliPayゲートウェイを通じて支払いを受け入れます
ko: 예, AliPay Gateway를 통해 결제를 수락합니다.
pl: Tak, akceptuj płatność przez AliPay Gateway
ru: Да, принимать оплату через шлюз AliPay
sv: Ja, acceptera betalning via AliPay Gateway
vi: Có, chấp nhận thanh toán qua AliPay Gateway
zh_hans: 是的，通过支付宝网关接受付款
zh_hant: 是的，通過支付寶網關接受付款

source: AliPay can accept Credit and Debit Cards, Net-Banking and AliPay. Find more details
ar: يمكن لـ AliPay قبول بطاقات الائتمان والخصم و Net-Banking و AliPay. اعثر على مزيد من التفاصيل
de: AliPay akzeptiert Kredit- und Debitkarten, Net-Banking und AliPay. Weitere Details finden
es: AliPay puede aceptar tarjetas de crédito y débito, Net-Banking y AliPay. Encuentra más detalles
fr: AliPay peut accepter les cartes de crédit et de débit, Net-Banking et AliPay. Pour plus de détails
id: AliPay dapat menerima Kartu Kredit dan Debit, Net-Banking dan AliPay. Temukan detail selengkapnya
ja: AliPayはクレジットカード、デビットカード、ネットバンキング、アリペイを受け入れることができます。詳細を見る
ko: AliPay는 신용 카드 및 직불 카드, Net-Banking 및 AliPay를 사용할 수 있습니다. 자세한 내용 찾기
pl: AliPay może akceptować karty kredytowe i debetowe, bankowość sieciową i AliPay. Znajdź więcej szczegółów
ru: AliPay может принимать кредитные и дебетовые карты, Net-Banking и AliPay. Узнать больше
sv: AliPay kan acceptera kredit- och betalkort, nätbank och AliPay. Hitta mer information
vi: AliPay có thể chấp nhận Thẻ tín dụng và Thẻ ghi nợ, Net-Banking và AliPay. Tìm thêm chi tiết
zh_hans: 支付宝可以接受信用卡和借记卡，网上银行和支付宝。查找更多细节
zh_hant: 支付寶可以接受信用卡和借記卡，網上銀行和支付寶。查找更多細節

source: AliPay Gateway has been successfully activated
ar: تم تفعيل بوابة AliPay بنجاح
de: AliPay Gateway wurde erfolgreich aktiviert
es: AliPay Gateway se ha activado con éxito
fr: AliPay Gateway a été activé avec succès
id: AliPay Gateway telah berhasil diaktifkan
ja: アリペイ ゲートウェイが正常にアクティブ化されました。
ko: AliPay Gateway가 성공적으로 활성화되었습니다.
pl: AliPay Gateway został pomyślnie aktywowany
ru: Шлюз AliPay успешно активирован
sv: AliPay Gateway har aktiverats
vi: AliPay Gateway đã được kích hoạt thành công
zh_hans: AliPay Gateway已成功激活
zh_hant: AliPay Gateway已成功激活

source: Payment with Omise
ar: الدفع مع Omise
de: Zahlung mit Omise
es: Pago con Omise
fr: Paiement avec Omise
id: Pembayaran dengan Omise
ja: オミセでの支払い
ko: Omise로 결제
pl: Płatność z Omise
ru: Оплата через Omise
sv: Betalning med Omise
vi: Thanh toán bằng Omise
zh_hans: 用Omise付款
zh_hant: 用Omise付款

source: Yes, accept payment through Omise Gateway
ar: نعم ، اقبل الدفع من خلال Omise Gateway
de: Ja, akzeptieren Sie die Zahlung über Omise Gateway
es: Sí, acepta el pago a través de Omise Gateway
fr: Oui, acceptez le paiement via Omise Gateway
id: Ya, terima pembayaran melalui Omise Gateway
ja: はい、オミセゲートウェイを通じて支払いを受け入れます
ko: 예, Omise Gateway를 통해 결제를 수락합니다.
pl: Tak, akceptuj płatność przez Omise Gateway
ru: Да, принимать оплату через Omise Gateway
sv: Ja, acceptera betalning via Omise Gateway
vi: Có, chấp nhận thanh toán qua Omise Gateway
zh_hans: 是的，通过Omise Gateway接受付款
zh_hant: 是的，通過Omise Gateway接受付款

source: Omise can accept Credit and Debit Cards, Net-Banking and AliPay. Find more details
ar: يمكن لـ Omise قبول بطاقات الائتمان والخصم و Net-Banking و AliPay. اعثر على مزيد من التفاصيل
de: Omise akzeptiert Kredit- und Debitkarten, Net-Banking und AliPay. Weitere Details finden
es: Omise puede aceptar tarjetas de crédito y débito, Net-Banking y AliPay. Encuentra más detalles
fr: Omise peut accepter les cartes de crédit et de débit, Net-Banking et AliPay. Plus de détails
id: Omise dapat menerima Kartu Kredit dan Debit, Net-Banking, dan AliPay. Temukan detail selengkapnya
ja: Omiseはクレジットカード、デビットカード、ネットバンキング、AliPayを受け入れることができます。詳細を見る
ko: Omise는 신용 카드 및 직불 카드, Net-Banking 및 AliPay를 사용할 수 있습니다. 자세한 내용 찾기
pl: Omise może akceptować karty kredytowe i debetowe, bankowość sieciową i AliPay. Znajdź więcej szczegółów
ru: Omise может принимать кредитные и дебетовые карты, Net-Banking и AliPay. Узнать больше
sv: Omise kan acceptera kredit- och betalkort, Netbank och AliPay. Hitta mer information
vi: Omise có thể chấp nhận Thẻ tín dụng và Thẻ ghi nợ, Net-Banking và AliPay. Tìm thêm chi tiết
zh_hans: Omise可以接受信用卡和借记卡，网上银行和支付宝。查找更多细节
zh_hant: Omise可以接受信用卡和借記卡，網上銀行和支付寶。查找更多細節

source: Omise Gateway has been successfully activated
ar: تم تفعيل Omise Gateway بنجاح
de: Omise Gateway wurde erfolgreich aktiviert
es: Omise Gateway se ha activado con éxito
fr: Omise Gateway a été activé avec succès
id: Omise Gateway telah berhasil diaktifkan
ja: Omise ゲートウェイが正常にアクティブ化されました
ko: Omise 게이트웨이가 성공적으로 활성화되었습니다.
pl: Omise Gateway został pomyślnie aktywowany
ru: Omise Gateway успешно активирован
sv: Omise Gateway har aktiverats
vi: Omise Gateway đã được kích hoạt thành công
zh_hans: Omise网关已成功激活
zh_hant: Omise網關已成功激活

source: Payment by Stripe
ar: الدفع بواسطة Stripe
de: Bezahlung per Stripe
es: Pago por Stripe
fr: Paiement avec Stripe
id: Pembayaran dengan Stripe
ja: Stripe で支払い
ko: 스트라이프 결제
pl: Płatność przez Stripe
ru: Платеж через Stripe
sv: Betalning med Stripe
vi: Thanh toán bằng Stripe
zh_hans: 分条付款
zh_hant: 使用 Stripe 支付

source: YES, accept payment through Stripe
ar: نعم ، قبول الدفع من خلال Stripe
de: Ja, Zahlung per Stripe akzeptieren
es: SÍ, acepta el pago a través de Stripe
fr: Oui, accepter le paiement avec Stripe
id: YA, terima pembayaran melalui Stripe
ja: はい、Stripe による支払いを受け付けます
ko: 예, Stripe를 통한 결제 수락
pl: TAK, akceptuj płatność za pośrednictwem Stripe
ru: ДА, принять платеж через Stripe
sv: JA, acceptera betalning via Stripe
vi: CÓ, chấp nhận thanh toán qua Stripe
zh_hans: 是的，通过Stripe接受付款
zh_hant: 是的，接受用 Stripe 支付

source: Stripe accepts Visa, Master and Amex. Find out more about Stripe
ar: يقبل Stripe بطاقات Visa و Master و Amex. اكتشف المزيد حول Stripe
de: Stripe akzeptiert Visa, Master und Amex. Erfahren Sie mehr über Stripe
es: Stripe acepta Visa, Master y Amex. Más información sobre Stripe
fr: Stripe accepte les cartes dVisa, Master et Amex. En savoir plus sur Stripe
id: Stripe menerima Visa, Master dan Amex. Cari tahu lebih lanjut tentang Stripe
ja: ストライプはビザ、マスター、アメックスを受け入れます。ストライプをもっと詳しく見る
ko: Stripe는 Visa, Master 및 Amex를 허용합니다. Stripe에 대해 더 알아보기
pl: Stripe akceptuje karty Visa, Master i Amex. Dowiedz się więcej o Stripe
ru: Stripe принимает карты Visa, Master и Amex. Узнать больше о Stripe
sv: Stripe accepterar Visa, Master och Amex. Läs mer om Stripe
vi: Stripe chấp nhận Visa, Master và Amex. Tìm hiểu thêm về Stripe
zh_hans: Stripe接受Visa，Master和Amex。了解有关Stripe的更多信息
zh_hant: Stripe接受Visa，Master和Amex。了解有關Stripe的更多信息

source: You have linked your Stripe account successfully. Click here to disconnect your account.
ar: لقد قمت بربط حساب Stripe الخاص بك بنجاح. انقر هنا لفصل حسابك.
de: Sie haben Ihr Stripe-Konto erfolgreich verknüpft. Klicken Sie hier, um Ihr Konto zu trennen.
es: Ha vinculado su cuenta de Stripe correctamente. Haga clic aquí para desconectar su cuenta.
fr: Vous avez lié votre compte Stripe. Cliquer ici pour déconnecter votre compte.
id: Anda telah berhasil menautkan akun Stripe Anda. Klik di sini untuk memutuskan akun Anda.
ja: Stripe アカウントを正常にリンクしました。アカウントを切断するには、ここをクリックしてください。
ko: Stripe 계정을 성공적으로 연결했습니다. 계정을 연결 해제하려면 여기를 클릭하십시오.
pl: Twoje konto Stripe zostało pomyślnie połączone. Kliknij tutaj, aby odłączyć swoje konto.
ru: Вы успешно связали свою учетную запись Stripe. Нажмите здесь, чтобы отключить свою учетную запись.
sv: Du har länkat ditt Stripe -konto. Klicka här för att koppla bort ditt konto.
vi: Bạn đã liên kết thành công tài khoản Stripe của mình. Nhấp vào đây để ngắt kết nối tài khoản của bạn.
zh_hans: 您已成功关联Stripe帐户。单击此处断开您的帐户。
zh_hant: 您已成功關聯Stripe帳戶。單擊此處斷開您的帳戶。

source: Disconnect Stripe Account
ar: افصل حساب Stripe
de: Tripe-Konto trennen
es: Desconectar la cuenta de Stripe
fr: Déconnecter le compte Stripe
id: Putuskan Sambungan Akun Stripe
ja: ストライプアカウントの切断
ko: 스트라이프 계정 연결 해제
pl: Odłącz konto Stripe
ru: Отключить аккаунт Stripe
sv: Koppla bort Stripe -kontot
vi: Ngắt kết nối tài khoản Stripe
zh_hans: 断开条带化帐户
zh_hant: 斷開條帶化帳戶

source: Connect to your Stripe account
ar: اتصل بحسابك على Stripe
de: Verbindung zu Stripe-Konto herstellen
es: Conéctese a su cuenta de Stripe
fr: Connecter votre compte Stripe
id: Hubungkan ke akun Stripe Anda
ja: ストライプアカウントに接続する
ko: Stripe 계정에 연결
pl: Połącz się ze swoim kontem Stripe
ru: Подключиться к своей учетной записи Stripe
sv: Anslut till ditt Stripe -konto
vi: Kết nối với tài khoản Stripe của bạn
zh_hans: 连接到您的Stripe帐户
zh_hant: 連接到您的Stripe帳戶

source: Connect with Stripe
ar: تواصل مع Stripe
de: Mit Stripe verbinden
es: Conéctate con Stripe
fr: Connexion avec Stripe
id: Terhubung dengan Stripe
ja: Stripe と接続
ko: Stripe와 연결
pl: Połącz się ze Stripe
ru: Подключиться к Stripe
sv: Anslut med Stripe
vi: Kết nối với Stripe
zh_hans: 与条纹连接
zh_hant: 連結 Stripe

source: Offline Payments
ar: المدفوعات دون اتصال
de: Offline-Zahlungen
es: Pagos fuera de línea
fr: Paiements hors ligne
id: Pembayaran Offline
ja: オフラインの支払い
ko: 오프라인 결제
pl: Płatności offline
ru: Офлайн-платежи
sv: Offlinebetalningar
vi: Thanh toán ngoại tuyến
zh_hans: 离线付款
zh_hant: 離線支付

source: YES, accept payment by purchase on invoice.
ar: نعم ، اقبل الدفع عن طريق الشراء على الفاتورة.
de: JA, Zahlung per Kauf auf Rechnung akzeptieren.
es: SÍ, acepta el pago mediante compra en la factura.
fr: OUI, accepter le paiement par achat sur facture.
id: YA, terima pembayaran dengan pembelian di invoice.
ja: はい、請求書での購入による支払いを受け入れます。
ko: 예, 인보이스에서 구매하여 결제를 수락합니다.
pl: TAK, akceptuj płatność poprzez zakup na fakturze.
ru: ДА, примите оплату покупкой по счету.
sv: JA, acceptera betalning genom köp på faktura.
vi: CÓ, chấp nhận thanh toán bằng cách mua hàng trên hóa đơn.
zh_hans: 是的，接受发票上的购买付款。
zh_hant: 是的，接受發票上的購買付款。

source: Enter the required details/instructions to ticket buyers.
ar: أدخل التفاصيل / التعليمات المطلوبة لمشتري التذاكر.
de: Geben Sie die erforderlichen Details/Anweisungen für Ticketkäufer ein.
es: Ingrese los detalles / instrucciones requeridos para los compradores de boletos.
fr: Entrez les détails/instructions requis pour les acheteurs de billets.
id: Masukkan detail/instruksi yang diperlukan kepada pembeli tiket.
ja: チケット購入者に必要な詳細/指示を入力します。
ko: 티켓 구매자에게 필요한 세부 정보/지시 사항을 입력하십시오.
pl: Wprowadź wymagane dane/instrukcje dla kupujących bilety.
ru: Введите необходимые данные / инструкции для покупателей билетов.
sv: Ange nödvändiga uppgifter/instruktioner till biljettköpare.
vi: Nhập các chi tiết / hướng dẫn cần thiết cho người mua vé.
zh_hans: 向购票者输入所需的详细信息/说明。
zh_hant: 向購票者輸入所需的詳細信息/說明。

source: YES, accept payment by Cheque.
ar: نعم ، اقبل الدفع بشيك.
de: JA, akzeptieren Sie die Zahlung per Scheck.
es: SÍ, acepte el pago con cheque.
fr: OUI, accepter le paiement par chèque
id: YA, terima pembayaran dengan Cek.
ja: はい、小切手による支払いを受け付けます
ko: 예, 수표로 지불을 수락합니다.
pl: TAK, akceptuj płatność czekiem.
ru: ДА, принимаем оплату банковским чеком
sv: JA, acceptera betalning med check.
vi: CÓ, chấp nhận thanh toán bằng séc.
zh_hans: 是的，接受支票
zh_hant: 是的，接受用支票支付

source: Enter you account name and other required details/instructions to ticket buyers.
ar: أدخل اسم حسابك والتفاصيل / التعليمات الأخرى المطلوبة لمشتري التذاكر.
de: Geben Sie Ihren Kontonamen und andere erforderliche Angaben/Anweisungen für Ticketkäufer ein.
es: Ingrese el nombre de su cuenta y otros detalles / instrucciones requeridos para los compradores de boletos.
fr: Saisir votre nom de compte et les autres détails/instructions requis pour les acheteurs de billets.
id: Masukkan nama akun Anda dan detail/instruksi lain yang diperlukan kepada pembeli tiket.
ja: アカウント名とその他の必要な詳細/指示をチケット購入者に入力します。
ko: 티켓 구매자에게 계정 이름 및 기타 필수 세부 정보/지시 사항을 입력하십시오.
pl: Wprowadź nazwę swojego konta i inne wymagane dane/instrukcje dla kupujących bilety.
ru: Введите имя вашей учетной записи и другие необходимые данные/инструкции для покупателей билетов
sv: Ange ditt kontonamn och andra nödvändiga detaljer/instruktioner till biljettköpare.
vi: Nhập tên tài khoản của bạn và các chi tiết / hướng dẫn cần thiết khác cho người mua vé.
zh_hans: 向购票者输入您的帐户名称和其他所需的详细信息/说明。
zh_hant: 向購票者輸入您的帳戶名稱和其他所需的詳細信息/說明。

source: YES, accept payment by telegraphic transfer (TT) / bank transfer.
ar: نعم ، اقبل الدفع عن طريق التحويل البرقي (TT) / التحويل المصرفي.
de: JA, Zahlung per telegrafischer Überweisung (TT) / Banküberweisung akzeptieren.
es: SÍ, acepta el pago mediante transferencia telegráfica (TT) / transferencia bancaria.
fr: OUI, j'accepte les règlements par virement.
id: YA, terima pembayaran melalui telegraphic transfer (TT) / transfer bank.
ja: はい、電信振替 (TT) / 銀行振込による支払いを受け付けます
ko: 예, 전신환(TT)/은행 송금으로 지불을 수락합니다.
pl: TAK, akceptuj płatność przelewem telegraficznym (TT) / przelewem bankowym.
ru: ДА, принимаем оплату телеграфным переводом (TT) / банковским переводом
sv: JA, acceptera betalning via telegrafisk överföring (TT) / banköverföring.
vi: CÓ, chấp nhận thanh toán bằng chuyển khoản (TT) / chuyển khoản.
zh_hans: 是的，接受电汇 (TT) / 银行转账付款。
zh_hant: 是的, 接受付款方式為：電匯(TT) / 銀行轉帳

source: Enter your bank details and other required details/instructions to ticket buyers.
ar: أدخل التفاصيل المصرفية الخاصة بك وغيرها من التفاصيل / التعليمات المطلوبة لمشتري التذاكر.
de: Geben Sie Ihre Bankverbindung und andere erforderliche Angaben/Anweisungen für Ticketkäufer ein.
es: Ingrese sus datos bancarios y otros detalles / instrucciones requeridos para los compradores de boletos.
fr: Saisir vos informations bancaires.
id: Masukkan detail bank Anda dan detail/instruksi lain yang diperlukan kepada pembeli tiket.
ja: 銀行の詳細およびその他の必要な詳細/指示をチケット購入者に入力します。
ko: 티켓 구매자에게 은행 세부 정보 및 기타 필수 세부 정보/지시 사항을 입력하십시오.
pl: Wprowadź swoje dane bankowe i inne wymagane dane/instrukcje dla kupujących bilety.
ru: Введите свои банковские реквизиты и другие необходимые данные/инструкции для покупателей билетов
sv: Ange dina bankuppgifter och andra nödvändiga uppgifter/instruktioner till biljettköpare.
vi: Nhập chi tiết ngân hàng của bạn và các chi tiết / hướng dẫn cần thiết khác cho người mua vé.
zh_hans: 向购票者输入您的银行详细信息和其他所需的详细信息/说明。
zh_hant: 向購票者輸入您的銀行詳細信息和其他所需的詳細信息/說明。

source: YES, accept payment at the event (on site).
ar: نعم ، اقبل الدفع في الفعالية (في الموقع).
de: JA, Zahlung auf der Veranstaltung (vor Ort) akzeptieren.
es: SÍ, acepta el pago en el evento (en el sitio).
fr: OUI, accepter le paiement sur le site de l'évènement.
id: YA, terima pembayaran di acara (di lokasi).
ja: はい、イベント (現地) での支払いを受け付けます
ko: 예, 이벤트(현장)에서 지불을 수락합니다.
pl: TAK, akceptuj płatność na imprezie (na miejscu).
ru: ДА, принимаем оплату на мероприятии (на месте)
sv: JA, acceptera betalning vid evenemanget (på plats).
vi: CÓ, chấp nhận thanh toán tại sự kiện (tại chỗ).
zh_hans: 是的，在活动中（现场）接受付款。
zh_hant: 是的，接受付款方式為現場付款

source: Enter your payment instructions and other required details/instructions to ticket buyers.
ar: أدخل تعليمات الدفع الخاصة بك وغيرها من التفاصيل / التعليمات المطلوبة لمشتري التذاكر.
de: Geben Sie Ihre Zahlungsanweisungen und andere erforderliche Details/Anweisungen für Ticketkäufer ein.
es: Ingrese sus instrucciones de pago y otros detalles / instrucciones requeridos para los compradores de boletos.
fr: Saisir vos instructions de paiements.
id: Masukkan instruksi pembayaran Anda dan detail/petunjuk lain yang diperlukan kepada pembeli tiket.
ja: チケット購入者への支払い手順およびその他の必要な詳細/手順を入力します。
ko: 티켓 구매자에게 지불 지침 및 기타 필수 세부 정보/지시 사항을 입력하십시오.
pl: Wprowadź swoje instrukcje dotyczące płatności i inne wymagane dane/instrukcje dla kupujących bilety.
ru: Введите инструкции по оплате и другие необходимые данные/инструкции для покупателей билетов
sv: Ange dina betalningsinstruktioner och andra nödvändiga detaljer/instruktioner till biljettköpare.
vi: Nhập hướng dẫn thanh toán của bạn và các chi tiết / hướng dẫn cần thiết khác cho người mua vé.
zh_hans: 向购票者输入您的付款说明和其他所需的详细信息/说明。
zh_hant: 向購票者輸入您的付款說明和其他所需的詳細信息/說明。

source: Require billing information from ticket buyer.
ar: طلب معلومات الفواتير من مشتري التذاكر.
de: Rechnungsinformationen vom Ticketkäufer anfordern.
es: Solicitar información de facturación al comprador del boleto.
fr: Exiger les informations de facturation de l'acheteur du billet.
id: Memerlukan informasi penagihan dari pembeli tiket.
ja: チケット購入者からの請求情報を要求します。
ko: 티켓 구매자의 청구 정보가 필요합니다.
pl: Wymagaj informacji rozliczeniowych od kupującego bilet.
ru: Требовать платежную информацию от покупателя билетов.
sv: Kräv faktureringsinformation från biljettköpare.
vi: Yêu cầu thông tin thanh toán từ người mua vé.
zh_hans: 需要购票者提供账单信息。
zh_hant: 需要購票者提供賬單信息。

source: After Order Message
ar: بعد رسالة الطلب
de: Nachricht, die nach der Bestellung angezeigt wird
es: Después del mensaje de pedido
fr: Après le message de commande
id: Setelah Pesan Pesanan
ja: 注文後のメッセージ
ko: 주문 후 메시지
pl: Po wiadomości zamówienia
ru: Сообщение после заказа
sv: Efter ordermeddelande
vi: Sau khi đặt hàng tin nhắn
zh_hans: 订购后留言
zh_hant: 訂購後留言

source: Links & Social Media
ar: الروابط والوسائط الاجتماعية
de: Links & Soziale Medien
es: Enlaces y redes sociales
fr: Lien & réseau sociaux
id: Tautan & Media Sosial
ja: リンクとソーシャルメディア
ko: 링크 및 소셜 미디어
pl: Linki i media społecznościowe
ru: Ссылки и социальные сети
sv: Länkar och sociala medier
vi: Liên kết & Truyền thông xã hội
zh_hans: 链接与社交媒体
zh_hant: 鏈接與社交媒體
