Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Please enter height
ar: الرجاء إدخال الارتفاع
de: Bitte Höhe eingeben
es: Por favor ingrese la altura
fr: Merci de saisir une hauteur
id: Silakan masukkan tinggi
ja: 高さを入力してください
ko: 높이를 입력해 주세요
pl: Proszę podać wysokość
ru: Пожалуйста, введите высоту
sv: Vänligen ange höjd
vi: Vui lòng nhập chiều cao
zh_hans: 请输入高度
zh_hant: 請輸入身高

source: Please enter quality
ar: الرجاء إدخال الجودة
de: Bitte Qualitätsinfo eingeben
es: Por favor ingrese calidad
fr: Merci de saisir une qualité
id: Silakan masukkan kualitas
ja: 品質を入力してください
ko: 품질을 입력해 주세요
pl: Podaj jakość
ru: Пожалуйста, введите качество
sv: Vänligen ange kvalité
vi: Vui lòng nhập chất lượng
zh_hans: 请输入质量
zh_hant: 請輸入質量

source: Please enter size
ar: الرجاء إدخال الحجم
de: Bitte Größe eingeben
es: Por favor ingrese el tamaño
fr: Merci de saisir une taille
id: Silakan masukkan ukuran
ja: サイズを入力してください
ko: 크기를 입력해 주세요
pl: Proszę podać rozmiar
ru: Пожалуйста, введите размер
sv: Vänligen ange storlek
vi: Vui lòng nhập kích cỡ
zh_hans: 请输入尺寸
zh_hant: 請輸入尺寸

source: Please enter a valid URL for Android app
ar: الرجاء إدخال عنوان URL صالح لتطبيق Android
de: Bitte eine gültige URL für die Android-App eingeben
es: Ingrese una URL válida para la aplicación de Android
fr: Merci de saisir une URL d'appli Android valide
id: Silakan masukkan URL yang valid untuk aplikasi Android
ja: Android アプリの有効な URL を入力してください
ko: 안드로이드 앱에 대한 유효한 URL을 입력하십시오.
pl: Wprowadź prawidłowy adres URL aplikacji na Androida
ru: Пожалуйста, введите действительный URL-адрес для Android-приложения
sv: Vänligen ange en giltig URL för Android-app
vi: Vui lòng nhập URL hợp lệ cho ứng dụng Android
zh_hans: 请输入安卓应用可访问的链接地址
zh_hant: 請輸入適用於Android應用的有效網址

source: Please enter a valid URL for web app
ar: الرجاء إدخال عنوان URL صالح لتطبيق الويب
de: Bitte eine gültige URL für die Web-App eingeben
es: Ingrese una URL válida para la aplicación web
fr: Merci de saisir une URL de web app valide
id: Masukkan URL yang sahih untuk aplikasi web
ja: Web アプリの有効な URL を入力してください
ko: 웹 앱에 유효한 URL을 입력하십시오.
pl: Wprowadź prawidłowy adres URL aplikacji internetowej
ru: Введите действительный URL-адрес веб-приложения
sv: Vänligen ange en giltig URL för webb-app
vi: Vui lòng nhập URL hợp lệ cho ứng dụng web
zh_hans: 请输入网页应用可访问的链接地址
zh_hant: 請輸入網絡應用的有效網址

source: Please enter the client ID
ar: الرجاء إدخال معرّف العميل
de: Bitte Client-ID eingeben
es: Ingrese el ID de cliente
fr: Merci de saisir l'ID du client
id: Silakan masukkan ID klien
ja: クライアント ID を入力してください
ko: 클라이언트 ID를 입력하십시오.
pl: Wprowadź identyfikator klienta
ru: Пожалуйста, введите идентификатор клиента
sv: Vänligen ange klient-ID't
vi: Vui lòng nhập ID khách hàng
zh_hans: 请输入客户编码
zh_hant: 請輸入客戶編號

source: Please enter the secret key
ar: الرجاء إدخال مفتاح السر
de: Bitte den geheimen Schlüssel eingeben
es: Ingrese la clave secreta
fr: Merci de saisir la clé secrète
id: Silakan masukkan kunci rahasia
ja: 秘密キーを入力してください
ko: 비밀 키를 입력하세요
pl: Wprowadź tajny klucz
ru: Пожалуйста, введите секретный ключ
sv: Vänligen ange den hemliga nyckeln
vi: Vui lòng nhập khóa bí mật
zh_hans: 请输入密钥
zh_hant: 請輸入密鑰

source: Please enter the publishable key
ar: الرجاء إدخال المفتاح القابل للنشر
de: Bitte den publizierbaren Schlüssel eingeben
es: Ingrese la clave publicable
fr: Merci de saisir la clé publique
id: Silakan masukkan kunci yang dapat dipublikasikan
ja: 発行可能なキーを入力してください
ko: 게시 가능한 키를 입력하십시오.
pl: Wprowadź klucz do publikacji
ru: Пожалуйста, введите публикуемый ключ
sv: Ange den publicerbara nyckeln
vi: Vui lòng nhập khóa có thể phát hành
zh_hans: 请输入公钥
zh_hant: 請輸入可發布的密鑰

source: Please enter the secret test key
ar: الرجاء إدخال مفتاح الاختبار السري
de: Bitte geben den geheimen Testschlüssel eingeben
es: Introduzca la clave de prueba secreta
fr: Veuillez saisir la clé de test secrète
id: Silakan masukkan kunci uji rahasia
ja: 秘密のテスト キーを入力してください
ko: 비밀 시험 키를 입력해 주세요
pl: Wprowadź tajny klucz testowy
ru: Пожалуйста, введите секретный тестовый ключ
sv: Ange den hemliga testnyckeln
vi: Vui lòng nhập khóa kiểm tra bí mật
zh_hans: 请输入测试密钥
zh_hant: 請輸入秘密測試密鑰

source: Please enter the publishable test key
ar: الرجاء إدخال مفتاح الاختبار القابل للنشر
de: Bitte geben den publizierbaren Testschlüssel eingeben
es: Ingrese la clave de prueba publicable
fr: Veuillez saisir la clé de test publiable
id: Silakan masukkan kunci uji yang dapat dipublikasikan
ja: 発行可能なテスト キーを入力してください
ko: 게시 가능한 테스트 키를 입력하십시오.
pl: Wprowadź dostępny do publikacji klucz testowy
ru: Пожалуйста, введите доступный для публикации тестовый ключ
sv: Ange den publicerbara testnyckeln
vi: Vui lòng nhập khóa kiểm tra có thể phát hành
zh_hans: 请输入可发布的测试密钥
zh_hant: 請輸入可發布的測試密鑰

source: Please enter the sandbox client id
ar: الرجاء إدخال معرف العميل sandbox
de: Bitte die Sandbox-Client-ID eingeben
es: Ingrese el ID de cliente de la zona de pruebas
fr: Merci de saisir l'id client du sandbox
id: Silakan masukkan id klien sandbox
ja: サンドボックス クライアント ID を入力してください
ko: 샌드박스 클라이언트 ID를 입력해 주세요.
pl: Wprowadź identyfikator klienta piaskownicy
ru: Введите идентификатор клиента песочницы
sv: Ange sandbox -klient -id
vi: Vui lòng nhập id khách hàng hộp cát
zh_hans: 请输入沙箱客户端ID
zh_hant: 請輸入沙箱客戶端ID

source: Please enter the sandbox secret token
ar: الرجاء إدخال رمز الحماية السري
de: Bitte den geheimen Sandbox-Token eingeben
es: Introduzca el token secreto de la zona de pruebas
fr: Merci de saisir le jeton secret du sandbox
id: Silakan masukkan token rahasia kotak pasir
ja: サンドボックス シークレット トークンを入力してください
ko: 샌드박스 비밀 토큰을 입력해 주세요
pl: Wprowadź tajny token piaskownicy
ru: Введите секретный токен песочницы
sv: Ange sandboxens hemliga token
vi: Vui lòng nhập mã thông báo bí mật sandbox
zh_hans: 请输入沙盒秘密令牌
zh_hant: 請輸入沙盒秘密令牌

source: Please enter the live client token
ar: الرجاء إدخال رمز العميل الحي
de: Bitte geben den Live-Client-Token eingeben
es: Ingrese el token del cliente en vivo
fr: Merci de saisir le jeton client
id: Silakan masukkan token klien langsung
ja: ライブクライアントトークンを入力してください
ko: 라이브 클라이언트 토큰을 입력하십시오.
pl: Wprowadź aktywny token klienta
ru: Введите токен живого клиента
sv: Ange live klient -token
vi: Vui lòng nhập mã thông báo khách hàng trực tiếp
zh_hans: 请输入实时客户令牌
zh_hant: 請輸入實時客戶令牌

source: Please enter the live secret token
ar: الرجاء إدخال الرمز السري المباشر
de: Bitte den Live Secret Token eingeben
es: Ingrese el token secreto en vivo
fr: Merci de saisir le jeton secret
id: Silakan masukkan token rahasia hidup
ja: ライブ シークレット トークンを入力してください
ko: 라이브 비밀 토큰을 입력하십시오
pl: Wprowadź aktywny tajny token
ru: Пожалуйста, введите действующий секретный токен
sv: Ange live -hemliga token
vi: Vui lòng nhập mã thông báo bí mật trực tiếp
zh_hans: 请输入实时秘密令牌
zh_hant: 請輸入實時秘密令牌

source: Please enter the public test key
ar: الرجاء إدخال مفتاح الاختبار العام
de: Bitte den öffentlichen Testschlüssel eingeben
es: Ingrese la clave de prueba pública
fr: Veuillez saisir la clé de test publique
id: Silakan masukkan kunci uji publik
ja: 公開テスト キーを入力してください
ko: 공개 테스트 키를 입력하십시오.
pl: Wprowadź publiczny klucz testowy
ru: Пожалуйста, введите открытый тестовый ключ
sv: Ange den offentliga testnyckeln
vi: Vui lòng nhập khóa kiểm tra công khai
zh_hans: 请输入公开测试码
zh_hant: 請輸入公開測試碼

source: Please enter the public live key
ar: الرجاء إدخال مفتاح البث العام
de: Bitte den Public Live Key eingeben
es: Ingrese la clave pública en vivo
fr: Veuillez saisir la clé publique en direct
id: Silakan masukkan kunci langsung publik
ja: 公開ライブキーを入力してください
ko: 공개 라이브 키를 입력하십시오.
pl: Wprowadź publiczny klucz live
ru: Пожалуйста, введите публичный живой ключ
sv: Ange den offentliga live -nyckeln
vi: Vui lòng nhập khóa trực tiếp công khai
zh_hans: 请输入公共实时密钥
zh_hant: 請輸入公共實時密鑰

source: Please enter the secret live key
ar: الرجاء إدخال المفتاح المباشر السري
de: Bitte den Secret Live Key eingeben
es: Ingrese la clave secreta en vivo
fr: Veuillez saisir la clé secrète active
id: Silakan masukkan kunci hidup rahasia
ja: 秘密のライブキーを入力してください
ko: 비밀 라이브 키를 입력해 주세요
pl: Wprowadź tajny aktywny klucz
ru: Пожалуйста, введите секретный живой ключ
sv: Ange den hemliga live -nyckeln
vi: Vui lòng nhập khóa trực tiếp bí mật
zh_hans: 请输入密钥
zh_hant: 請輸入密鑰

source: Please enter the live merchant ID
ar: الرجاء إدخال معرف التاجر المباشر
de: Bitte die Live-Händler-ID eingeben
es: Ingrese el ID de comerciante en vivo
fr: Veuillez saisir l'identifiant du marchand en direct
id: Silakan masukkan ID merchant langsung
ja: ライブマーチャントIDを入力してください
ko: 라이브 가맹점 ID를 입력해 주세요
pl: Wprowadź identyfikator sprzedawcy na żywo
ru: Пожалуйста, введите действующий идентификатор продавца
sv: Ange det levande säljarens ID
vi: Vui lòng nhập ID người bán trực tiếp
zh_hans: 请输入实时商家ID
zh_hant: 請輸入實時商家ID

source: Please enter the test merchant ID
ar: الرجاء إدخال معرّف تاجر الاختبار
de: Bitte die Test-Händler-ID eingeben
es: Ingrese el ID de comerciante de prueba
fr: Veuillez saisir l'identifiant du marchand de test
id: Silakan masukkan ID merchant pengujian
ja: テストマーチャントIDを入力してください
ko: 테스트 가맹점 ID를 입력해 주세요
pl: Wprowadź identyfikator sprzedawcy testowego
ru: Пожалуйста, введите тестовый идентификатор продавца
sv: Ange testhandlarens ID
vi: Vui lòng nhập ID người bán thử nghiệm
zh_hans: 请输入测试商家ID
zh_hant: 請輸入測試商家ID

source: Please enter the App name
ar: الرجاء إدخال اسم التطبيق
de: Bitte App-Namen eingeben
es: Ingrese el nombre de la aplicación
fr: Merci de saisir le nom de l'application
id: Silakan masukkan nama Aplikasi
ja: アプリ名を入力してください
ko: 앱 이름을 입력하십시오.
pl: Wprowadź nazwę aplikacji
ru: Пожалуйста, введите название приложения
sv: Ange appnamnet
vi: Vui lòng nhập tên ứng dụng
zh_hans: 请输入应用名称
zh_hant: 請輸入應用名稱

source: Please enter a tag line
ar: الرجاء إدخال سطر العلامة
de: Bitte eine Tagline eingeben
es: Ingrese una línea de etiqueta
fr: Merci de saisir une ligne d'étiquette
id: Silakan masukkan baris tag
ja: タグラインを入力してください
ko: 태그 라인을 입력하십시오.
pl: Wpisz slogan
ru: Пожалуйста, введите слоган
sv: Ange en taggrad
vi: Vui lòng nhập một dòng thẻ
zh_hans: 请输入标语
zh_hant: 請輸入標語

source: Please enter the API Url
ar: الرجاء إدخال عنوان URL الخاص بواجهة برمجة التطبيقات
de: Bitte die API-URL eingeben
es: Ingrese la URL de la API
fr: Veuillez saisir l'URL de l'API
id: Silakan masukkan URL API
ja: API URL を入力してください
ko: API URL을 입력하십시오.
pl: Wprowadź adres URL interfejsu API
ru: Введите URL-адрес API
sv: Ange API -webbadressen
vi: Vui lòng nhập Url API
zh_hans: 请输入API网址
zh_hant: 請輸入API網址

source: Please enter a valid URL for the API
ar: الرجاء إدخال عنوان URL صالح لواجهة برمجة التطبيقات
de: Bitte eine gültige URL für die API eingeben
es: Ingrese una URL válida para la API
fr: Veuillez saisir une URL valide pour l'API
id: Silakan masukkan URL yang valid untuk API
ja: API の有効な URL を入力してください
ko: API에 대한 유효한 URL을 입력하십시오.
pl: Wprowadź prawidłowy adres URL interfejsu API
ru: Пожалуйста, введите действующий URL для API
sv: Ange en giltig URL för API: et
vi: Vui lòng nhập một URL hợp lệ cho API
zh_hans: 请输入有效的API网址
zh_hant: 請輸入有效的API網址

source: Please enter the Bucket name
ar: الرجاء إدخال اسم المجموعة
de: Bitte den Namen des Buckets eingeben
es: Ingrese el nombre del depósito
fr: Merci de saisir le nom du bucket
id: Silakan masukkan nama Bucket
ja: バケット名を入力してください
ko: 버킷 이름을 입력하십시오.
pl: Wpisz nazwę zasobnika
ru: Пожалуйста, введите название сегмента
sv: Ange skopans namn
vi: Vui lòng nhập tên Nhóm
zh_hans: 请输入存储桶名称
zh_hant: 請輸入存儲桶名稱

source: Please enter the access key
ar: الرجاء إدخال مفتاح الوصول
de: Bitte den Zugangsschlüssel eingeben
es: Ingrese la clave de acceso
fr: Merci de saisir la clé d'accès
id: Silakan masukkan kunci akses
ja: アクセスキーを入力してください
ko: 액세스 키를 입력하십시오.
pl: Wprowadź klucz dostępu
ru: Пожалуйста, введите ключ доступа
sv: Ange åtkomstnyckeln
vi: Vui lòng nhập khóa truy cập
zh_hans: 请输入访问密钥
zh_hant: 請輸入訪問密鑰

source: Please enter the access secret
ar: الرجاء إدخال سر الوصول
de: Bitte das Zugangsgeheimnis (Access Secret) eingegeben
es: Ingrese el secreto de acceso
fr: Merci de saisir la phrase secrète d'accès
id: Silakan masukkan rahasia akses
ja: アクセス シークレットを入力してください
ko: 액세스 비밀로 입력해 주세요
pl: Wprowadź sekret dostępu
ru: Пожалуйста, введите секрет доступа
sv: Ange åtkomsthemligheten
vi: Vui lòng nhập bí mật truy cập
zh_hans: 请输入访问密码
zh_hant: 請輸入訪問密碼

source: Please select a region
ar: الرجاء تحديد منطقة
de: Bitte eine Region auswählen
es: Seleccione una región
fr: Merci de sélectionner une région
id: Silakan pilih wilayah
ja: 地域を選択してください
ko: 지역을 선택하십시오.
pl: Proszę wybrać region
ru: Пожалуйста, выберите регион
sv: Välj ett område
vi: Vui lòng chọn một khu vực
zh_hans: 请选择一个地区
zh_hant: 請選擇一個地區

source: Please enter the key
ar: الرجاء إدخال المفتاح
de: Bitte den Schlüssel eingeben
es: Por favor ingrese la clave
fr: Merci de saisir une clé
id: Silakan masukkan kunci
ja: キーを入力してください
ko: 키를 입력해 주세요.
pl: Wprowadź klucz
ru: Пожалуйста, введите ключ
sv: Ange nyckeln
vi: Vui lòng nhập chìa khóa
zh_hans: 请输入密码
zh_hant: 請輸入密鑰

source: Please enter the secret
ar: الرجاء إدخال السر
de: Bitte das Geheimnis eingeben
es: Por favor ingrese el secreto
fr: Merci de saisir une phrase secrète
id: Silakan masukkan rahasia
ja: 秘密を入力してください
ko: 비밀에 입력해 주세요
pl: Wprowadź sekret
ru: Пожалуйста, введите секрет
sv: Ange hemligheten
vi: Vui lòng nhập bí mật
zh_hans: 请输入秘密
zh_hant: 請輸入秘密

source: Please enter the reCAPTCHA site key
ar: الرجاء إدخال مفتاح موقع reCAPTCHA
de: Bitte den reCAPTCHA-Site-Key eingeben
es: Ingrese la clave del sitio reCAPTCHA
fr: Veuillez saisir la clé de site reCAPTCHA
id: Silakan masukkan kunci situs reCAPTCHA
ja: 再CAPTCHAサイトキーを入力してください
ko: reCAPTCHA 사이트 키를 입력하십시오.
pl: Wprowadź klucz witryny reCAPTCHA
ru: Пожалуйста, введите ключ сайта reCAPTCHA
sv: Ange reCAPTCHA -webbplatsnyckeln
vi: Vui lòng nhập khóa trang reCAPTCHA
zh_hans: 请输入reCAPTCHA网站密钥
zh_hant: 請輸入reCAPTCHA網站密鑰

source: Please enter a Expiry Time for Order
ar: الرجاء إدخال وقت انتهاء الصلاحية للطلب
de: Bitte eine Ablaufzeit für Bestellungen eingeben
es: Ingrese un tiempo de vencimiento para el pedido
fr: Veuillez saisir une heure d'expiration pour la commande
id: Silakan masukkan Waktu Kedaluwarsa untuk Pesanan
ja: 注文の有効期限を入力してください
ko: 주문 만료 시간을 입력하십시오.
pl: Wprowadź czas wygaśnięcia zamówienia
ru: Пожалуйста, введите срок действия заказа
sv: Ange en utgångstid för beställning
vi: Vui lòng nhập Thời gian hết hạn cho Đơn hàng
zh_hans: 请输入订单的到期时间
zh_hant: 請輸入訂單的到期時間

source: Please enter the reCAPTCHA secret key
ar: الرجاء إدخال مفتاح سر reCAPTCHA
de: Bitte den geheimen reCAPTCHA-Key eingeben
es: Ingrese la clave secreta reCAPTCHA
fr: Veuillez saisir la clé secrète reCAPTCHA
id: Silakan masukkan kunci rahasia reCAPTCHA
ja: reCAPTCHA 秘密キーを入力してください
ko: reCAPTCHA 비밀 키를 입력해 주세요
pl: Wprowadź tajny klucz reCAPTCHA
ru: Пожалуйста, введите секретный ключ reCAPTCHA
sv: Ange den hemliga nyckeln reCAPTCHA
vi: Vui lòng nhập khóa bí mật reCAPTCHA
zh_hans: 请输入reCAPTCHA密钥
zh_hant: 請輸入reCAPTCHA密鑰

source: Please enter the from email
ar: الرجاء إدخال من البريد الإلكتروني
de: Bitte Sender-E-Mail (Von) eingeben
es: Por favor ingrese el remitente
fr: Merci de saisir le courriel de l'émetteur
id: Silakan masukkan dari email
ja: メールから入力してください
ko: 이메일을 입력해 주세요
pl: Wpisz adres e-mail
ru: Пожалуйста, введите адрес электронной почты "от кого"
sv: Ange från e -postmeddelandet
vi: Vui lòng nhập từ email
zh_hans: 请输入发件人的电子邮件
zh_hant: 請輸入發件人的電子郵件

source: Please enter name for from email
ar: الرجاء إدخال الاسم من البريد الإلكتروني
de: Bitte den Namen für Sender-E-Mail (Von/From) eingeben
es: Ingrese el nombre del correo electrónico
fr: Merci de saisir le nom de l'expéditeur
id: Silakan masukkan nama untuk dari email
ja: メールから名前を入力してください
ko: 이메일에서 이름을 입력해 주세요
pl: Wpisz imię i nazwisko z adresu e-mail
ru: Пожалуйста, введите имя "от кого" электронной почты
sv: Ange namn för från e -post
vi: Vui lòng nhập tên cho từ email
zh_hans: 请输入电子邮件中的姓名
zh_hant: 請輸入電子郵件中的姓名

source: Please enter the Frontend Url
ar: الرجاء إدخال عنوان URL للواجهة الأمامية
de: Bitte die Frontend-URL eingeben
es: Introduzca la URL de la interfaz
fr: Merci de saisir l'URL du frontend
id: Silakan masukkan Url Frontend
ja: フロントエンド URL を入力してください
ko: 프런트엔드 URL을 입력해 주세요.
pl: Wprowadź adres URL interfejsu
ru: Введите URL-адрес внешнего интерфейса
sv: Ange Frontend -webbadressen
vi: Vui lòng nhập Url giao diện người dùng
zh_hans: 请输入前端网址
zh_hant: 請輸入前端網址

source: Please enter a valid URL for Frontend
ar: الرجاء إدخال عنوان URL صالح للواجهة الأمامية
de: Bitte eine gültige URL für das Frontend eingeben
es: Ingrese una URL válida para la interfaz
fr: Merci de saisir une URL valide pour le frontend
id: Masukkan URL yang sahih untuk Frontend
ja: フロントエンドの有効な URL を入力してください
ko: 프런트엔드에 유효한 URL을 입력해 주세요.
pl: Wprowadź prawidłowy adres URL interfejsu użytkownika
ru: Пожалуйста, введите действующий URL для фронтэнда
sv: Ange en giltig URL för Frontend
vi: Vui lòng nhập một URL hợp lệ cho Giao diện người dùng
zh_hans: 请输入有效的前端URL
zh_hant: 請輸入有效的前端URL

source: Please enter the SMTP host
ar: الرجاء إدخال مضيف SMTP
de: Bitte den SMTP-Host eingeben
es: Ingrese el host SMTP
fr: Merci de saisir l'hôte SMTP
id: Silakan masukkan host SMTP
ja: SMTP ホストを入力してください
ko: SMTP 호스트를 입력하십시오.
pl: Wprowadź hosta SMTP
ru: Пожалуйста, введите SMTP-хост
sv: Ange SMTP -värden
vi: Vui lòng nhập máy chủ SMTP
zh_hans: 请输入SMTP主机
zh_hant: 請輸入SMTP主機

source: Please enter the SMTP port number
ar: الرجاء إدخال رقم منفذ SMTP
de: Bitte die SMTP-Portnummer eingeben
es: Ingrese el número de puerto SMTP
fr: Merci de saisir le numéro de port SMTP
id: Silakan masukkan nomor port SMTP
ja: SMTP ポート番号を入力してください
ko: SMTP 포트 번호를 입력하십시오.
pl: Wprowadź numer portu SMTP
ru: Пожалуйста, введите номер порта SMTP
sv: Ange SMTP -portnumret
vi: Vui lòng nhập số cổng SMTP
zh_hans: 请输入SMTP端口号
zh_hant: 請輸入SMTP端口號

source: Please enter a valid port number
ar: الرجاء إدخال رقم منفذ صالح
de: Bitte eine gültige Portnummer eingeben
es: Por favor, introduce un número de teléfono válido
fr: Merci de saisir un numéro de port valide
id: Masukkan nomor porta yang sahih
ja: 有効なポート番号を入力してください
ko: 유효한 포트 번호를 입력하십시오.
pl: Wprowadź prawidłowy numer portu
ru: Пожалуйста, введите действительный номер порта
sv: Ange ett giltigt portnummer
vi: Vui lòng nhập số cổng hợp lệ
zh_hans: 请输入有效的端口号
zh_hant: 請輸入有效的端口號

source: Please enter the token for Sendgrid
ar: الرجاء إدخال الرمز المميز لـ Sendgrid
de: Bitte den Token für Sendgrid eingeben
es: Ingrese el token para Sendgrid
fr: Merci de saisir le jeton pour SendGrid
id: Silakan masukkan token untuk Sendgrid
ja: 送信グリッドのトークンを入力してください
ko: 센드그리드의 토큰을 입력해 주세요.
pl: Wprowadź token dla Sendgrid
ru: Пожалуйста, введите токен для Sendgrid
sv: Ange token för Sendgrid
vi: Vui lòng nhập mã thông báo cho Sendgrid
zh_hans: 请输入Sendgrid的令牌
zh_hant: 請輸入Sendgrid的令牌

source: Please enter the recipient E-mail
ar: الرجاء إدخال البريد الإلكتروني للمستلم
de: Bitte die Empfänger-E-Mail eingeben
es: Ingrese el correo electrónico del destinatario
fr: Veuillez indiquer l'adresse courriel du destinataire
id: Silakan masukkan Pos-el penerima
ja: 受信者の電子メールを入力してください
ko: 받는 사람 전자 메일을 입력하십시오.
pl: Wprowadź adres e-mail odbiorcy
ru: Пожалуйста, введите адрес электронной почты получателя
sv: Ange mottagarens e-postadress
vi: Vui lòng nhập E-mail của người nhận
zh_hans: 请输入收件人电子邮件
zh_hant: 請輸入收件人電子郵件

source: Existing items need to be completed before new items can be added.
ar: يجب إكمال العناصر الموجودة قبل إضافة عناصر جديدة.
de: Bestehende Elemente müssen vervollständigt werden, bevor neue Elemente hinzugefügt werden können.
es: Los elementos existentes deben completarse antes de poder agregar elementos nuevos.
fr: Les éléments existants doivent être terminés avant que des nouveaux puissent être ajoutés.
id: Butir yang ada perlu diselesaikan sebelum unsur baru bisa ditambahkan.
ja: 新しい項目を追加するには、既存の項目を完了する必要があります。
ko: 새 항목을 추가하려면 기존 항목을 완료해야 합니다.
pl: Istniejące pozycje muszą zostać uzupełnione, zanim będzie można dodać nowe pozycje.
ru: Существующие элементы необходимо завершить, прежде чем можно будет добавлять новые.
sv: Befintliga artiklar måste fyllas i innan nya objekt kan läggas till.
vi: Các mục hiện có cần được hoàn thành trước khi có thể thêm các mục mới.
zh_hans: 必须先完成现有项目，然后才能添加新项目。
zh_hant: 必須先完成現有項目，然後才能添加新項目。

source: Fee setting deleted successfully
ar: تم حذف إعداد الرسوم بنجاح
de: Gebühreneinstellung erfolgreich gelöscht
es: La configuración de tarifas se eliminó correctamente
fr: Les paramètres de coûts ont été supprimés
id: Pengaturan biaya berhasil dihapus
ja: 手数料設定が正常に削除されました
ko: 수수료 설정이 성공적으로 삭제됨
pl: Ustawienie opłat zostało usunięte
ru: Настройка комиссии успешно удалена
sv: Avgiftsinställningen har tagits bort
vi: Đã xóa cài đặt phí thành công
zh_hans: 费用设置已成功删除
zh_hant: 費用設置已成功刪除

source: Oops something went wrong. Please try again
ar: تبا شيء ما حدث بشكل خاطئ. حاول مرة اخرى
de: Ups, da ist wohl etwas schief gelaufen. Bitte noch einmal versuchen
es: Vaya, algo ha salido mal. ¡Vuelve a intentarlo!
fr: Oups, quelque-chose ne s'est pas bien passé. Essayer de nouveau
id: Ups! Ada yang tidak beres. Silakan coba lagi
ja: おっと何かがうまくいかなかった。もう一度お試しください
ko: 아차! 문제가 발생했습니다. 다시 시도하십시오
pl: Niestety, wystąpił problem. Spróbuj ponownie!
ru: Ой! Что-то пошло не так. Пожалуйста, попробуйте еще раз
sv: Hoppsan, något gick fel. Vänligen försök igen
vi: Rất tiếc, đã xảy ra lỗi. Vui lòng thử lại
zh_hans: 哎呀！出事了。请再试一次
zh_hant: 哎呀！出事了。請再試一次

source: Video channel details
ar: تفاصيل قناة الفيديو
de: Details zum Videokanal
es: Detalles del canal de video
fr: Détails de la chaîne vidéo
id: Detail saluran video
ja: ビデオチャンネルの詳細
ko: 동영상 채널 세부정보
pl: Szczegóły kanału wideo
ru: Подробная информация о видеоканале
sv: Information om videokanal
vi: Chi tiết kênh video
zh_hans: 视频频道详情
zh_hant: 視頻頻道詳情

source: Name
ar: اسم
es: Nombre
fr: Nom
id: Nama
ja: 名前
ko: 이름
ru: Имя
sv: Namn
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Provider
ar: مزود
de: Anbieter
es: Proveedor
fr: Fournisseur
id: Pemberi
ja: プロバイダー
ko: 공급자
pl: Dostawca
ru: Провайдер
sv: Familjeförsörjare
vi: Các nhà cung cấp
zh_hans: 提供者
zh_hant: 提供者

source: Api URL
ar: عنوان URL لواجهة برمجة التطبيقات
es: URL de API
fr: URL de l'API
id: URL Api
pl: URL interfejsu API
ru: URL-адрес API
vi: URL Api
zh_hans: 接口地址
zh_hant: 接口地址

source: Api Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
id: Kunci API
ja: Apiキー
ko: API 키
pl: Klucz API
ru: Ключ API
sv: Api-nyckel
vi: Mã API
zh_hans: 接口密钥
zh_hant: 接口密鑰

source: Save
ar: يحفظ
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
ja: 保存
ko: 저장
ru: Сохранить
sv: Spara
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Your video channel has been saved.
ar: تم حفظ قناة الفيديو الخاصة بك.
de: Ihr Videokanal wurde gespeichert.
es: Tu canal de video se ha guardado.
fr: Votre chaîne vidéo a été enregistrée.
id: Saluran video Anda telah disimpan.
ja: ビデオチャンネルが保存されました。
ko: 동영상 채널이 저장되었습니다.
pl: Twój kanał wideo został zapisany.
ru: Ваш видеоканал сохранен.
sv: Din videokanal har sparats.
vi: Kênh video của bạn đã được lưu.
zh_hans: 您的视频频道已保存。
zh_hant: 您的視頻頻道已保存。

source: Event Documents
ar: وثائق الحدث
de: Dokumente zur Veranstaltung
es: Documentos del evento
fr: Documents de l'événement
id: Dokumen Acara
ja: イベントドキュメント
ko: 이벤트 문서
pl: Dokumenty wydarzenia
ru: Документы о мероприятиях
sv: Händelsedokument
vi: Tài liệu sự kiện
zh_hans: 活动文件
zh_hant: 活動文件

source: Add event document
ar: إضافة وثيقة الحدث
de: Dokumente für die Veranstaltung hinzufügen
es: Agregar documento de evento
fr: Ajouter un document d'événement
id: Tambahkan dokumen acara
ja: イベントドキュメントを追加する
ko: 이벤트 문서 추가
pl: Dodaj dokument wydarzenia
ru: Добавить документ о мероприятии
sv: Lägga till händelsedokument
vi: Thêm tài liệu sự kiện
zh_hans: 添加事件文档
zh_hant: 添加事件文檔

source: Document Name
ar: اسم الملف
de: Name des Dokuments
es: nombre del documento
fr: Nom du document
id: nama dokumen
ja: ドキュメント名
ko: 문서 이름
pl: Nazwa dokumentu
ru: название документа
sv: Dokumentnamn
vi: Tên tài liệu
zh_hans: 文件名
zh_hant: 文件名
