Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Please enter a valid Linkedin account URL.
ar: الرجاء إدخال عنوان URL صالح لحساب Linkedin.
de: Geben Sie eine Linkedin-Konto-URL ein.
es: Ingrese una URL de cuenta de Linkedin válida.
fr: Veuillez saisir une URL de compte Linkedin valide.
id: Harap masukkan URL akun Linkedin yang valid.
ja: 有効なLinkedinアカウントのURLを入力してください。
ko: 유효한 Linkedin 계정 URL을 입력하세요.
pl: Wprowadź prawidłowy adres URL konta Linkedin.
ru: Пожалуйста, введите действующий URL-адрес учетной записи Linkedin.
sv: Ange en giltig URL för Linkedin-kontot.
vi: Vui lòng nhập URL tài khoản Linkedin hợp lệ.
zh_hans: 请输入有效的 Linkedin 帐户 URL。
zh_hant: 請輸入有效的 Linkedin 帳戶 URL。

source: Please enter Linkedin link.
ar: الرجاء إدخال رابط لينكد إن.
de: Bitte Linkedin-Link eingeben.
es: Ingrese el enlace de Linkedin.
fr: Merci de saisir le lien linkedin.
id: Silakan masukkan tautan Linkedin.
ja: Linkedinリンクを入力してください。
ko: Linkedin 링크를 입력하세요.
pl: Proszę podać link Linkedin.
ru: Пожалуйста, введите ссылку linkedin
sv: Vänligen ange Linkedin-länken.
vi: Vui lòng nhập liên kết Linkedin.
zh_hans: 请输入领英链接。
zh_hant: 請輸入領英鏈接。

source: Please enter your Tax ID or Business ID.
ar: الرجاء إدخال المعرّف الضريبي أو معرّف النشاط التجاري.
de: Bitte geben Sie Ihre Steuernummer oder Geschäftsnummer ein.
es: Ingrese su identificación fiscal o identificación comercial.
fr: Veuillez saisir votre numéro d'identification fiscale ou votre numéro d'entreprise.
id: Silakan masukkan ID Pajak atau ID Bisnis Anda.
ja: 納税者番号または事業者IDを入力してください。
ko: 세금 ID 또는 비즈니스 ID를 입력하세요.
pl: Wprowadź swój identyfikator podatkowy lub identyfikator firmy.
ru: Пожалуйста, введите свой налоговый номер или идентификатор компании.
sv: Ange ditt skatte- eller företagsnummer.
vi: Vui lòng nhập Mã số thuế hoặc Mã số doanh nghiệp của bạn.
zh_hans: 请输入您的税号或企业 ID。
zh_hant: 請輸入您的稅號或企業 ID。

source: Please enter your ZIP code.
ar: الرجاء إدخال الرمز البريدي الخاص بك.
de: Bitte geben Sie die Postleitzahl ein.
es: Por favor ingrese su código postal.
fr: S'il vous plait, entrer votre code postal.
id: Silakan masukkan kode pos Anda.
ja: 郵便番号を記入してください。
ko: 우편 번호를 입력하십시오.
pl: Wprowadź swój kod pocztowy.
ru: Пожалуйста, введите свой почтовый индекс.
sv: Vänligen skriv in ditt postnummer.
vi: Vui lòng nhập mã vùng của bạn.
zh_hans: 请输入您的邮政编码。
zh_hant: 請輸入您的郵政編碼。

source: Please specify your choice of payment method.
ar: يرجى تحديد اختيارك لطريقة الدفع.
de: Bitte geben Sie Ihre gewünschte Zahlungsmethode an.
es: Por favor, especifique su método de pago elegido.
fr: Merci de sélectionner votre méthode de paiement.
id: Harap tentukan pilihan metode pembayaran Anda.
ja: お支払い方法をご指定ください。
ko: 지불 방법의 선택을 지정하십시오.
pl: Określ swój wybór metody płatności.
ru: Пожалуйста, укажите ваш выбор способа оплаты
sv: Vänligen ange ditt val av betalningsmetod.
vi: Vui lòng chỉ định lựa chọn phương thức thanh toán của bạn.
zh_hans: 请指定您选择的付款方式。
zh_hant: 請指定您選擇的付款方式。

source: Please enter {{field}}.
ar: الرجاء إدخال {{field}}.
de: Bitte geben Sie {{field}} ein.
es: Ingrese {{field}}.
fr: Veuillez entrer {{field}}.
id: Harap masukkan {{field}}.
ja: {{field}}と入力してください。
ko: {{field}}를 입력하세요.
pl: Proszę wpisać {{field}}.
ru: Пожалуйста, введите {{field}}.
sv: Ange {{field}}.
vi: Vui lòng nhập {{field}}.
zh_hans: 请输入{{field}}。
zh_hant: 請輸入{{field}}。

source: Please enter a password
ar: الرجاء إدخال كلمة المرور
de: Bitte ein Passwort eingeben
es: Por favor, añade una contraseña
fr: Merci de renseigner un mot de passe
id: Silakan masukkan sandi lewat
ja: パスワードを入力してください
ko: 암호를 입력해주세요.
pl: Wpisz hasło
ru: Пожалуйста, введите пароль
sv: Vänligen ange ett lösenord
vi: Vui lòng nhập một mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Please enter your new password
ar: الرجاء إدخال كلمة المرور الجديدة الخاصة بك
de: Bitte ein neues Passwort eingeben
es: Ingrese su nueva contraseña
fr: Merci de saisir votre nouveau mot de passe
id: Silakan masukkan kata sandi baru Anda
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요
pl: Wprowadź nowe hasło
ru: Пожалуйста, введите ваш новый пароль
sv: Ange ditt nya lösenord
vi: Vui lòng nhập mật khẩu mới của bạn
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

source: Your password has been reset successfully. Please log in to continue
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح. الرجاء تسجيل الدخول للمتابعة
de: Ihr Passwort wurde erfolgreich zurückgesetzt. Bitte einloggen zum Fortfahren
es: Tu contraseña se ha restablecido correctamente. Por favor inicie sesión para continuar
fr: Votre mot de passe a été mis à jour. Merci de vous connecter pour poursuivre
id: Kata sandi Anda berhasil direset. Silakan masuk untuk melanjutkan
ja: パスワードが正常にリセットされました。続行するにはログインしてください
ko: 비밀번호가 성공적으로 재설정되었습니다. 계속하려면 로그인하십시오
pl: Twoje hasło zostało pomyślnie zresetowane. Proszę się zalogować, aby kontynuować
ru: Ваш пароль был успешно сброшен. Пожалуйста, залогиньтесь для продолжения
sv: Ditt lösenord har återställts. Var vänlig logga in för att fortsätta
vi: Mật khẩu của bạn đã được đặt lại thành công. Làm ơn đăng nhập để tiếp tục
zh_hans: 您的密码已成功重置。请登录访问更多内容
zh_hant: 您的密碼已成功重置。請登錄訪問更多內容

source: Password reset link is either invalid or used already
ar: رابط إعادة تعيين كلمة المرور إما غير صالح أو مستخدم بالفعل
de: Der Link zum Zurücksetzen des Passworts ist entweder ungültig oder wird bereits verwendet
es: El enlace para restablecer la contraseña no es válido o ya se usó
fr: Le lien de réinitialisation du mot de passe est invalide ou déjà utilisé
id: Tautan reset kata sandi sudah tidak valid atau digunakan
ja: パスワード リセット リンクが無効であるか、既に使用されています
ko: 비밀번호 재설정 링크가 잘못되었거나 이미 사용되었습니다.
pl: Link do resetowania hasła jest nieprawidłowy lub już używany
ru: Ссылка для сброса пароля недействительна или уже используется
sv: Länk till återställning av lösenord är antingen ogiltig eller används redan
vi: Liên kết đặt lại mật khẩu không hợp lệ hoặc đã được sử dụng
zh_hans: 密码重置链接无效或已使用
zh_hant: 密碼重置鏈接無效或已使用

source: Please go to the link sent to your email to reset your password
ar: يرجى الذهاب إلى الرابط المرسل إلى بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك
de: Bitte rufen Sie den Link, der an Ihre E-Mail gesendet wurde, auf um das Passwort zurückzusetzen
es: Vaya al enlace enviado a su correo electrónico para restablecer su contraseña
fr: Merci d'utiliser le lien de réinitialisation qui a été envoyé par courriel
id: Silakan buka tautan yang dikirim ke email Anda untuk mereset kata sandi Anda
ja: パスワードをリセットするには、メールに送信されたリンクに移動してください。
ko: 비밀번호를 재설정하려면 이메일로 전송 된 링크로 이동하세요.
pl: Przejdź do linku wysłanego na Twój e-mail, aby zresetować hasło
ru: Пожалуйста, перейдите по ссылке, отправленной на вашу электронную почту, чтобы сбросить пароль
sv: Gå till länken som skickats till din e -post för att återställa ditt lösenord
vi: Vui lòng truy cập liên kết được gửi đến email của bạn để đặt lại mật khẩu của bạn
zh_hans: 请转到发送到您的电子邮件的链接以重置密码
zh_hant: 請轉到發送到您的電子郵件的鏈接以重置密碼

source: No account is registered with this email address.
ar: لم يتم تسجيل أي حساب بعنوان البريد الإلكتروني هذا.
de: Mit dieser E-Mail-Adresse ist kein Konto registriert.
es: No hay ninguna cuenta registrada con esta dirección de correo electrónico.
fr: Il n'y a pas de compte enregistré avec cette adresse courriel.
id: Tidak ada akun yang terdaftar dengan alamat email ini.
ja: このメールアドレスに登録されているアカウントはありません。
ko: 이 이메일 주소로 등록 된 계정이 없습니다.
pl: Żadne konto nie jest zarejestrowane na ten adres e-mail.
ru: С этим адресом электронной почты не зарегистрировано ни одной учетной записи.
sv: Inget konto är registrerat med denna e -postadress.
vi: Không có tài khoản nào được đăng ký với địa chỉ email này.
zh_hans: 没有使用该电子邮件地址注册任何帐户。
zh_hant: 沒有使用該電子郵件地址註冊任何帳戶。

source: Please enter a subtitle
ar: الرجاء إدخال عنوان فرعي
de: Bitte geben einen Untertitel eingeben
es: Ingrese un subtítulo
fr: Merci de renseigner un sous-titre
id: Silakan masukkan subjudul
ja: 字幕を入力してください
ko: 부제목을 입력하세요
pl: Wpisz podtytuł
ru: Пожалуйста, введите подзаголовок
sv: Ange en undertext
vi: Vui lòng nhập phụ đề
zh_hans: 请输入字幕
zh_hant: 請輸入字幕

source: Please enter short abstract
ar: الرجاء إدخال ملخص قصير
de: Bitte geben eine kurze Zusammenfassung eingeben
es: Introduzca un resumen breve
fr: Merci de renseigner un résumé
id: Silakan masukkan abstrak pendek
ja: 短い要約を入力してください
ko: 짧은 초록을 입력하세요
pl: Wpisz krótkie streszczenie
ru: Пожалуйста, введите краткое резюме
sv: Ange kort sammanfattning
vi: Vui lòng nhập tóm tắt ngắn
zh_hans: 请输入简短摘要
zh_hant: 請輸入簡短摘要

source: Please enter a long abstract
ar: الرجاء إدخال ملخص طويل
de: Bitte eine lange Zusammenfassung eingeben
es: Ingrese un resumen extenso
fr: Merci de renseigner une description
id: Silakan masukkan abstrak panjang
ja: 長い要約を入力してください
ko: 긴 초록을 입력하세요
pl: Wprowadź długie streszczenie
ru: Пожалуйста, введите длинное резюме
sv: Ange en lång sammanfattning
vi: Vui lòng nhập một bản tóm tắt dài
zh_hans: 请输入长篇摘要
zh_hant: 請輸入長篇摘要

source: Please enter comments
ar: الرجاء إدخال التعليقات
de: Bitte geben Kommentare eingeben
es: Por favor ingrese comentarios
fr: Merci de saisir des commentaires
id: Silakan masukkan komentar
ja: コメントを入力してください
ko: 의견을 입력하십시오
pl: Wprowadź komentarze
ru: Пожалуйста, введите комментарии
sv: Ange kommentarer
vi: Vui lòng nhập bình luận
zh_hans: 请输入评论
zh_hant: 請輸入評論

source: Please select a track
ar: الرجاء تحديد مسار
de: Bitte Thementrack auswählen
es: Por favor seleccione una pista
fr: Merci de sélectionner un track
id: Silakan pilih trek
ja: トラックを選択してください
ko: 트랙을 선택하세요
pl: Wybierz utwór
ru: Пожалуйста, выберите трек
sv: Välj ett spår
vi: Vui lòng chọn một bản nhạc
zh_hans: 请选择一个曲目
zh_hant: 請選擇一個曲目

source: Please select a session type
ar: الرجاء تحديد نوع الجلسة
de: Bitte einen Sitzungstyp auswählen
es: Seleccione un tipo de sesión
fr: Merci de sélection un type de session
id: Silakan pilih tipe sesi
ja: セッションの種類を選択してください
ko: 세션 유형을 선택하십시오
pl: Wybierz typ sesji
ru: Пожалуйста, выберите тип сеанса
sv: Välj en sessionstyp
vi: Vui lòng chọn loại phiên
zh_hans: 请选择会话类型
zh_hant: 請選擇會話類型

source: Please enter a level
ar: الرجاء إدخال مستوى
de: Bitte geben ein Niveau eingeben
es: Ingrese un nivel
fr: Merci de renseigner un niveau
id: Silakan masukkan level
ja: レベルを入力してください
ko: 레벨을 입력하십시오
pl: Podaj poziom
ru: Пожалуйста, введите уровень
sv: Ange en nivå
vi: Vui lòng nhập một cấp độ
zh_hans: 请输入一个等级
zh_hant: 請輸入一個級別

source: Please enter an email
ar: الرجاء إدخال بريد إلكتروني
de: Bitte eine E-Mail eingeben
es: Por favor ingrese un correo electrónico
fr: Merci de saisir un courriel
id: Silakan masukkan email
ja: メールを入力してください
ko: 이메일을 입력하세요
pl: Wpisz email
ru: Пожалуйста, введите адрес электронной почты
sv: Ange ett mejl
vi: Vui lòng nhập một email
zh_hans: 请输入电子邮件
zh_hant: 請輸入電子郵件

source: Please select an image
ar: الرجاء تحديد صورة
de: Bitte Grafik auswählen
es: Seleccione una imagen
fr: Merci de sélectionner une image
id: Silakan pilih sebuah gambar
ja: 画像を選択してください
ko: 그림을 골라주세요
pl: Proszę wybrać obraz
ru: Пожалуйста, выберите изображение
sv: Välj en bild
vi: Vui lòng chọn một hình ảnh
zh_hans: 请选择一张图片
zh_hant: 請選擇一張照片

source: Please enter an organisation
ar: الرجاء إدخال منظمة
de: Bitte eine Organisation eineben
es: Ingresa una organización
fr: Merci de renseigner une organisation
id: Silakan masukkan organisasi
ja: 組織を入力してください
ko: 조직을 입력하십시오
pl: Wprowadź organizację
ru: Пожалуйста, введите организацию
sv: Ange en organisation
vi: Vui lòng nhập một tổ chức
zh_hans: 请输入组织
zh_hant: 請輸入組織

source: Please enter a country
ar: الرجاء إدخال بلد
de: Bitte Land eingeben
es: Por favor ingrese un pais
fr: Merci de sélectionner un pays
id: Silakan masukkan negara
ja: 国を入力してください
ko: 국가를 입력하십시오
pl: Wpisz kraj
ru: Пожалуйста, введите страну
sv: Ange ett land
vi: Vui lòng nhập một quốc gia
zh_hans: 请输入国家
zh_hant: 請輸入國家

source: Please enter a city
ar: الرجاء إدخال مدينة
de: Bitte Stadt eingeben
es: Por favor ingrese una ciudad
fr: Merci de saisir une ville
id: Silakan masukkan kota
ja: 都市を入力してください
ko: 도시를 입력하세요
pl: Proszę podać miasto
ru: Пожалуйста, введите город
sv: Ange en stad
vi: Vui lòng nhập một thành phố
zh_hans: 请输入城市
zh_hant: 請輸入城市

source: Please enter long biography
ar: الرجاء إدخال سيرة ذاتية طويلة
de: Bitte eine lange Biografie eingeben
es: Introduzca una biografía larga
fr: Merci de renseigner une biographie
id: Silakan masukkan biografi panjang
ja: 長い略歴を入力してください
ko: 긴 전기를 입력하세요
pl: Proszę podać długą biografię
ru: Пожалуйста, введите длинную биографию
sv: Skriv in en lång biografi
vi: Vui lòng nhập tiểu sử dài
zh_hans: 请输入长传
zh_hant: 請輸入長傳

source: Please enter short biography
ar: الرجاء إدخال سيرة ذاتية قصيرة
de: Bitte eine Kurzbiografie eingeben
es: Ingrese una breve biografía
fr: Merci de renseigner une biographie résumée
id: Silakan masukkan biografi singkat
ja: 短い略歴を入力してください
ko: 약력을 입력하세요
pl: Proszę podać krótką biografię
ru: Пожалуйста, введите краткую биографию
sv: Skriv en kort biografi
vi: Vui lòng nhập tiểu sử ngắn gọn
zh_hans: 请输入简短的传记
zh_hant: 請輸入簡短的傳記

source: Please enter speaking experience
ar: الرجاء إدخال تجربة التحدث
de: Bitte die Erfahrung als Referent eingeben
es: Ingrese experiencia hablante
fr: Merci de saisir votre expérience d'orateur
id: Silakan masukkan pengalaman berbicara
ja: スピーキング体験を入力してください
ko: 말하기 경험을 입력하십시오
pl: Podaj doświadczenie mówienia
ru: Пожалуйста, укажите опыт выступления
sv: Ange talupplevelse
vi: Vui lòng nhập kinh nghiệm nói
zh_hans: 请输入口语体验
zh_hant: 請輸入口語體驗

source: Please enter select sponsorship
ar: الرجاء إدخال اختيار الرعاية
de: Bitte ausgewähltes Sponsoring eingeben
es: Por favor ingrese seleccionar patrocinio
fr: Merci de sélectionner le sponsorship
id: Silakan masukkan sponsor terpilih
ja: スポンサーシップを選択してください
ko: 선택한 스폰서 십을 입력하세요.
pl: Podaj wybór sponsorowania
ru: Пожалуйста, введите выбранное спонсорство
sv: Ange välj sponsring
vi: Vui lòng nhập tài trợ chọn lọc
zh_hans: 请输入选择赞助
zh_hant: 請輸入選擇贊助

source: Please select a gender
ar: الرجاء تحديد الجنس
de: Bitte eigenes Geschlecht auswählen
es: Seleccione un género
fr: Merci de sélectionner votre sexe
id: Silakan pilih jenis kelamin
ja: 性別を選択してください
ko: 성별을 선택하세요
pl: Wybierz płeć
ru: Пожалуйста, выберите пол
sv: Välj ett kön
vi: Vui lòng chọn giới tính
zh_hans: 请选择性别
zh_hant: 請選擇性別

source: Please enter where you heard about the event
ar: الرجاء إدخال المكان الذي سمعت فيه عن الحدث
de: Bitte geben Sie an, wo Sie von der Veranstaltung erfahren haben
es: Ingrese el lugar donde se enteró del evento.
fr: Comment avez-vous connu cet évènement
id: Silakan masukkan di mana Anda mendengar tentang acara
ja: イベントについて聞いた場所を入力してください
ko: 이벤트에 대해들은 곳을 입력하세요
pl: Wpisz, gdzie słyszałeś o wydarzeniu
ru: Укажите, откуда вы узнали о мероприятии
sv: Ange var du hörde om händelsen
vi: Vui lòng nhập nơi bạn đã nghe về sự kiện
zh_hans: 请输入您听到事件的地方
zh_hant: 請輸入您聽到事件的地方

source: Please enter a mobile number
ar: الرجاء إدخال رقم الهاتف النقال
de: Bitte Handynummer eintragen
es: Por favor, introduzca un número de teléfono móvil
fr: Merci de saisir votre numéro de mobile
id: Silakan masukkan nomor ponsel
ja: 携帯電話番号を入力してください
ko: 휴대폰 번호를 입력하세요
pl: Wprowadź numer telefonu komórkowego
ru: Пожалуйста, введите номер мобильного телефона
sv: Ange ett mobilnummer
vi: Vui lòng nhập một số điện thoại di động
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

source: Please enter url of website
ar: الرجاء إدخال عنوان url الخاص بالموقع
de: Bitte die URL der Website eingeben
es: Ingrese la URL del sitio web
fr: Merci de renseigner l'url de votre site internet
id: Silakan masukkan url situs web
ja: ウェブサイトのURLを入力してください
ko: 웹 사이트의 URL을 입력하십시오
pl: Wprowadź adres URL witryny
ru: Пожалуйста, введите адрес веб-сайта
sv: Ange webbadressen till webbplatsen
vi: Vui lòng nhập url của trang web
zh_hans: 请输入网站网址
zh_hant: 請輸入網站網址

source: Please enter {{field}}
ar: الرجاء إدخال {{field}}
de: Bitte {{field}} eingeben
es: Ingrese {{field}}
fr: Veuillez entrer {{field}}
id: Silakan masukkan {{field}}
ja: {{field}} を入力してください
ko: {{field}}를 입력하세요
pl: Wprowadź {{field}}
ru: Пожалуйста, введите {{field}}
sv: Ange {{field}}
vi: Vui lòng nhập {{field}}
zh_hans: 请输入{{field}}
zh_hant: 請輸入{{field}}

source: User is already a speaker of this session.
ar: المستخدم هو بالفعل المتحدث في هذه الجلسة.
de: Der Benutzer ist bereits ein Referent dieser Sitzung.
es: El usuario ya es orador de esta sesión.
fr: L'utilisateur est déjà un orateur de cette session.
id: Pengguna sudah menjadi pembicara sesi ini.
ja: ユーザーはすでにこのセッションのスピーカーです。
ko: 사용자는 이미 이 세션의 발표자입니다.
pl: Użytkownik jest już prelegentem tej sesji.
ru: Пользователь уже является спикером этого сеанса.
sv: Användaren är redan talare av den här sessionen.
vi: Người dùng đã là một diễn giả của phiên này.
zh_hans: 用户已经是本次会议的发言人。
zh_hant: 用戶已經是本次會議的發言人。

source: Please enter your name.
ar: من فضلك أدخل إسمك.
de: Bitte Namen eingeben.
es: Por favor, escriba su nombre.
fr: Merci de saisir votre nom.
id: Silahkan masukan nama anda.
ja: お名前を入力してください。
ko: 당신의 이름을 입력하세요.
pl: Proszę wpisać swoje imię.
ru: Пожалуйста, введите Ваше имя
sv: Vänligen fyll i ditt namn.
vi: Xin hãy nhập tên của bạn.
zh_hans: 请输入你的名字。
zh_hant: 請輸入你的名字。

source: Please enter your country.
ar: الرجاء إدخال بلدك.
de: Bitte Land eingeben.
es: Ingrese su país.
fr: Merci de saisir votre pays.
id: Silakan masukkan negara Anda.
ja: あなたの国を入力してください。
ko: 국가를 입력하세요.
pl: Podaj swój kraj.
ru: Пожалуйста, введите вашу страну
sv: Vänligen ange ditt land.
vi: Vui lòng nhập quốc gia của bạn.
zh_hans: 请输入您的国家。
zh_hant: 請輸入您的國家。

source: Please enter your billing city.
ar: الرجاء إدخال مدينة الفواتير الخاصة بك.
de: Bitte geben Ort eingeben.
es: Ingrese su ciudad de facturación.
fr: Veuillez saisir votre ville de facturation.
id: Masukkan kota penagihan Anda.
ja: 請求先の都市を入力してください。
ko: 청구 도시를 입력하십시오.
pl: Wprowadź swoje miasto rozliczeniowe.
ru: Пожалуйста, введите ваш город выставления счета.
sv: Ange din faktureringsort.
vi: Vui lòng nhập thành phố thanh toán của bạn.
zh_hans: 请输入您的账单城市。
zh_hant: 請輸入您的賬單城市。

source: Please enter the ZIP code.
ar: الرجاء إدخال الرمز البريدي.
de: Bitte geben Sie die Postleitzahl ein.
es: Ingrese el código postal.
fr: Veuillez saisir le code postal.
id: Silakan masukkan kode pos.
ja: 郵便番号を入力してください。
ko: 우편번호를 입력하세요.
pl: Wprowadź kod pocztowy.
ru: Пожалуйста, введите почтовый индекс.
sv: Vänligen ange postnumret.
vi: Vui lòng nhập mã ZIP.
zh_hans: 请输入邮政编码。
zh_hant: 請輸入郵政編碼。

source: Your billing details have been updated.
ar: تم تحديث تفاصيل الفواتير الخاصة بك.
de: Ihre Rechnungsdaten wurden aktualisiert.
es: Se actualizaron sus datos de facturación.
fr: Vos informations de facturation ont été mises à jour.
id: Detail penagihan Anda telah diperbarui.
ja: お支払いの詳細が更新されました。
ko: 결제 세부정보가 업데이트되었습니다.
pl: Twoje dane rozliczeniowe zostały zaktualizowane.
ru: Ваши платежные данные обновлены.
sv: Dina faktureringsuppgifter har uppdaterats.
vi: Chi tiết thanh toán của bạn đã được cập nhật.
zh_hans: 您的帐单明细已更新。
zh_hant: 您的帳單明細已更新。

source: Sorry, an unexpected error has occurred. Our developers will fix this.
ar: عذرا ، حدث خطأ غير متوقع. مطورونا سوف يصلحون هذا
de: Tut uns leid. Leider ist ein unerwarteter Fehler aufgetreten. Unsere Entwickler werden dies beheben.
es: Lo sentimos, se ha producido un error inesperado. Nuestros desarrolladores arreglarán esto.
fr: Désolé, une erreur inattendue s'est produite. Nos développeurs vont corriger cela.
id: Maaf, telah terjadi kesalahan tak terduga. Pengembang kami akan memperbaikinya.
ja: 申し訳ありませんが、予期しないエラーが発生しました。開発者がこれを修正します。
ko: 죄송합니다. 예기치 않은 오류가 발생했습니다. 우리 개발자들이 이 문제를 해결할 것입니다.
pl: Przepraszamy, wystąpił nieoczekiwany błąd. Nasi programiści to naprawią.
ru: К сожалению, произошла непредвиденная ошибка. Наши разработчики это исправят.
sv: Tyvärr har ett oväntat fel inträffat. Våra utvecklare kommer att fixa detta.
vi: Xin lỗi, đã xảy ra lỗi không mong muốn. Các nhà phát triển của chúng tôi sẽ sửa lỗi này.
zh_hans: 抱歉，发生了意外错误。我们的开发人员会解决这个问题。
zh_hant: 抱歉，發生了意外錯誤。我們的開發人員會解決這個問題。

source: Please enter your name
ar: من فضلك أدخل إسمك
de: Bitte Namen eingeben
es: Por favor, introduzca su nombre
fr: Merci de saisir votre nom
id: Silakan masukkan nama Anda
ja: 名前を入力してください
ko: 당신의 이름을 입력하세요
pl: Wpisz swoje nazwisko
ru: Пожалуйста, введите Ваше имя
sv: Vänligen ange ditt namn
vi: Vui lòng nhập họ tên bạn
zh_hans: 请输入你的名字
zh_hant: 請輸入你的名字

source: Please enter your family name
ar: الرجاء إدخال اسم عائلتك
de: Bitte Familiennamen eingeben
es: Ingrese su apellido
fr: Merci de saisir votre nom de famille
id: Silakan masukkan nama keluarga Anda
ja: お名前を入力してください
ko: 성을 입력하세요
pl: Proszę podać swoje nazwisko
ru: Пожалуйста, введите вашу фамилию
sv: Ange ditt efternamn
vi: Vui lòng nhập họ của bạn
zh_hans: 请输入您的姓氏
zh_hant: 請輸入您的姓氏

source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صالح
de: Bitte eine gültige Telefonnummer eingeben
es: Por favor, introduce un número de teléfono válido
fr: Ce numéro de téléphone n'est pas valide
id: Silakan isi dengan nomor telpon yang benar.
ja: 有効な電話番号を入力して下さい。
ko: 유효한 전화 번호를 입력하세요.
pl: Podaj numer telefonu we właściwym formacie.
ru: Пожалуйста, введите свой номер телефона.
sv: Vänligen ange ett giltigt telefonnummer
vi: Xin nhập một số điện thoại hợp lệ.
zh_hans: 请输入一个有效的电话号码。
zh_hant: 請輸入一個有效的電話號碼。

source: Your profile has been updated
ar: تم تحديث ملفك الشخصي
de: Profil wurde aktualisiert
es: Tu perfil ha sido actualizado.
fr: Votre profil a été mis à jour
id: Profil anda telah diperbarui.
ja: ユーザー情報を更新しました。
ko: 당신의 프로필이 업데이트 되었습니다.
pl: Twój profil został zaktualizowany.
ru: Ваш профиль был обновлен
sv: Din profil har uppdaterats
vi: Hồ sơ của bạn đã được cập nhật.
zh_hans: 您的个人资料已更新。
zh_hant: 您的個人檔案已更新。

source: Venue
ar: مكان
de: Veranstaltungsort
es: Lugar
fr: Lieu
id: Lokasi
ja: 会場
ko: 장소
pl: Miejsce
ru: Место
sv: Lokal
vi: Hội họp
zh_hans: 会场
zh_hant: 會場

source: Online
ar: متصل
es: En línea
fr: En ligne
id: Daring
ja: オンライン
ko: 온라인
pl: Dostępny
ru: В сети
sv: Uppkopplad
zh_hans: 在线

source: Hybrid
ar: هجين
es: Híbrido
id: Hibrida
ja: ハイブリッド
ko: 하이브리드
pl: Hybryda
ru: Гибрид
vi: Hỗn hợp
zh_hans: 混合
zh_hant: 雜種

source: To be announced
ar: سوف يتم الاعلان عنه
de: Wird noch bekannt gegeben
es: Que se anunciará
fr: Être annoncé
id: Akan diumumkan
ja: 発表される
ko: 발표 될
pl: Do ogłoszenia
ru: Будет объявлено дополнительно
sv: Att meddelas
vi: Được công bố
zh_hans: 即将公布
zh_hant: 即將公佈

source: Please give your event a name
ar: يرجى تسمية الحدث الخاص بك
de: Bitte Namen der Veranstaltung eingeben
es: Dale un nombre a tu evento
fr: Donner un nom à votre évènement
id: Silakan beri nama acara Anda
ja: イベント名を教えてください
ko: 이벤트 이름을 입력하세요.
pl: Nadaj swojemu wydarzeniu nazwę
ru: Пожалуйста, дайте вашему мероприятию название
sv: Ge ditt evenemang ett namn
vi: Vui lòng đặt tên cho sự kiện của bạn
zh_hans: 请给您的活动起个名字
zh_hant: 請給您的活動起個名字

source: Choose a timezone for your event.
ar: اختر منطقة زمنية لحدثك.
de: Wählen Sie eine Zeitzone für Ihre Veranstaltung.
es: Elija una zona horaria para su evento.
fr: Sélectionner le fuseau horaire de votre évènement.
id: Pilih zona waktu untuk acara Anda.
ja: イベントのタイムゾーンを選択してください。
ko: 이벤트의 시간대를 선택합니다.
pl: Wybierz strefę czasową dla swojego wydarzenia.
ru: Выберите часовой пояс для вашего мероприятия
sv: Välj en tidszon för ditt evenemang.
vi: Chọn múi giờ cho sự kiện của bạn.
zh_hans: 为您的活动选择一个时区。
zh_hant: 為您的活動選擇一個時區。

source: When does your event start?
ar: متى يبدأ الحدث الخاص بك؟
de: Wann beginnt Ihre Veranstaltung?
es: ¿Cuándo comienza tu evento?
fr: Quand commence votre événement ?
id: Kapan acara Anda dimulai?
ja: イベントはいつ始まりますか？
ko: 이벤트는 언제 시작되나요?
pl: Kiedy zaczyna się Twoje wydarzenie?
ru: Когда начинается ваше мероприятие?
sv: När börjar ditt event?
vi: Khi nào thì sự kiện của bạn bắt đầu?
zh_hans: 你的活动什么时候开始？
zh_hant: 你的活動什麼時候開始？
