Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Forgot Password page
ar: صفحة نسيت كلمة المرور
de: Seite für Vergessenes Passwort
es: Página de contraseña olvidada
fr: Mot de passe oublié
id: Halaman Lupa Kata Sandi
ja: パスワードを忘れたページ
ko: 비밀번호 분실 페이지
pl: Zapomniałem hasła
ru: Забыли пароль страницы
sv: Glömt lösenordssidan
vi: Trang Quên mật khẩu
zh_hans: 忘记密码页面
zh_hant: 忘記密碼頁面

source: HCaptcha is always enabled.
ar: يتم تمكين HCaptcha دائمًا.
de: HCaptcha ist immer aktiviert.
es: HCaptcha siempre está habilitado.
fr: HCaptcha est toujours activé.
id: HCaptcha selalu diaktifkan.
ja: HCaptchaは常に有効になっています。
ko: HCaptcha는 항상 활성화되어 있습니다.
pl: HCaptcha jest zawsze włączona.
ru: HCaptcha всегда включен.
sv: HCaptcha är alltid aktiverat.
vi: HCaptcha luôn được bật.
zh_hans: HCaptcha始终处于启用状态。
zh_hant: HCaptcha始終處於啟用狀態。

source: Captcha settings for sensitive actions in app.
ar: إعدادات Captcha للإجراءات الحساسة في التطبيق.
de: Captcha-Einstellungen für vertrauliche Aktionen in der App.
es: Configuración de Captcha para acciones sensibles en la aplicación.
fr: Paramètres Captcha pour les actions sensibles dans l'application.
id: Pengaturan captcha untuk tindakan sensitif di aplikasi.
ja: アプリでの敏感なアクションのためのキャプチャ設定。
ko: 앱의 민감한 작업에 대한 보안 문자 설정.
pl: Ustawienia Captcha dla wrażliwych działań w aplikacji.
ru: Настройки Captcha для чувствительных действий в приложении.
sv: Captcha -inställningar för känsliga åtgärder i appen.
vi: Cài đặt Captcha cho các hành động nhạy cảm trong ứng dụng.
zh_hans: 验证码设置，用于应用中的敏感操作。
zh_hant: 驗證碼設置，用於應用中的敏感操作。

source: Enable Google reCAPTCHA
ar: تمكين Google reCAPTCHA
de: Aktivieren Sie Google reCAPTCHA
es: Habilitar Google reCAPTCHA
fr: Activer Google reCAPTCHA
id: Aktifkan Google reCAPTCHA
ja: グーグルのレプッチャを有効にする
ko: Google reCAPTCHA 사용
pl: Włącz Google reCAPTCHA
ru: Включить Google reCAPTCHA
sv: Aktivera Google reCAPTCHA
vi: Bật reCAPTCHA của Google
zh_hans: 启用Google reCAPTCHA
zh_hant: 啟用Google reCAPTCHA

source: Google reCaptcha
ar: جوجل reCaptcha
ja: グーグルレカプチャ

source: Google reCAPTCHA Site Key
ar: مفتاح موقع reCAPTCHA من Google
de: Google reCAPTCHA Geheimschlüssel
es: Clave del sitio Google reCAPTCHA
fr: Clé de site Google reCAPTCHA
id: Kunci Situs Google reCAPTCHA
ja: グーグルレプチャサイトキー
ko: Google reCAPTCHA 사이트 키
pl: Klucz witryny Google reCAPTCHA
ru: Ключ сайта Google reCAPTCHA
sv: Google reCAPTCHA webbplatsnyckel
vi: Khóa trang web reCAPTCHA của Google
zh_hans: Google reCAPTCHA网站密钥
zh_hant: Google reCAPTCHA網站密鑰

source: Mail Settings
ar: إعدادات البريد
de: E-Mail-Einstellungen
es: Configuración de correo
fr: Paramètres courriel
id: Pengaturan Mail
ja: メールの設定
ko: 메일 설정
pl: Ustawienia poczty
ru: Настройки почты
sv: E -postinställningar
vi: Cài đặt Thư
zh_hans: 邮件设定
zh_hant: 郵件設定

source: From Email
ar: من البريد الإلكترونى
de: Von E-Mail-Adresse
es: Desde el e-mail
fr: Depuis le courriel
id: Dari email
ja: メールから
ko: 보낸 사람 이메일
pl: Z emaila
ru: Электронная почта "от кого"
sv: Från epost
vi: Từ email
zh_hans: 来自电邮
zh_hant: 來自電郵

source: From Name
ar: من الاسم
de: Von Name
es: De nombre
fr: De nom
id: Dari nama
ja: 差出人名
ko: 이름에서
pl: Z nazwy
ru: Имя "от кого"
sv: Från namn
vi: Từ tên
zh_hans: 来自名字
zh_hant: 來自名字

source: Frontend Url
ar: عنوان URL للواجهة الأمامية
es: URL de la interfaz
id: Url Depan
ja: フロントエンド URL
ko: 프런트 엔드 URL
pl: URL interfejsu
ru: URL-адрес фронтэнда
vi: Url giao diện người dùng
zh_hans: 前端网址
zh_hant: 前端網址

source: Disable email
ar: تعطيل البريد الإلكتروني
de: E-Mail deaktivieren
es: Desactivar correo electrónico
fr: Désactiver le courriel
id: Nonaktifkan email
ja: メールを無効にする
ko: 이메일 비활성화
pl: Wyłącz pocztę e-mail
ru: Отключить электронную почту
sv: Inaktivera e -post
vi: Tắt email
zh_hans: 禁用电子邮件
zh_hant: 禁用電子郵件

source: Host
ar: يستضيف
es: Servidor
id: Inang
ja: ホスト
ko: 호스트
ru: Хост
sv: Värd/Host
zh_hans: 主机
zh_hant: 主機

source: Port
ar: ميناء
es: Puerto
id: Porta
ja: ポート
ko: 포트 번호
ru: Порт
zh_hans: 端口
zh_hant: 埠

source: Encryption
ar: التشفير
de: Verschlüsselung
es: Cifrado
fr: Encryptage
id: Enkripsi
ja: 暗号化
ko: 암호화
pl: Szyfrowanie
ru: Шифрование
sv: Kryptering
vi: Mật mã
zh_hans: 加密
zh_hant: 加密

source: Choose Encryption type
ar: اختر نوع التشفير
de: Wählen Sie Verschlüsselungstyp
es: Elija el tipo de cifrado
fr: Choisir un type d'encryptage
id: Pilih jenis Enkripsi
ja: 暗号化の種類を選択します。
ko: 암호화 유형 선택
pl: Wybierz typ szyfrowania
ru: Выберите тип шифрования
sv: Välj krypteringstyp
vi: Chọn loại mã hóa
zh_hans: 选择加密类型
zh_hant: 選擇加密類型

source: TLS (optional)
ar: TLS (اختياري)
de: TLS (wahlweise)
es: TLS (opcional)
fr: TLS (optionel)
id: TLS (opsional)
ja: TLS (オプション)
ko: TLS (선택 사항)
pl: TLS (opcjonalnie)
ru: TLS (опционально)
sv: TLS (tillval)
vi: TLS (tùy chọn)
zh_hans: TLS（可选）
zh_hant: TLS（可選）

source: No Encryption
ar: لا يوجد تشفير
de: Keine Verschlüsselung
es: Sin cifrado
fr: Pas d'encryptage
id: Tidak Ada Enkripsi
ja: 暗号化なし
ko: 암호화 없음
pl: Bez szyfrowania
ru: Без шифрования
sv: Ingen kryptering
vi: Không có mã hóa
zh_hans: 没有加密
zh_hant: 沒有加密

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de Usuario
fr: Nom d’utilisateur
id: Nama pengguna
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
sv: Användarnamn
vi: Tên đăng nhập
zh_hans: 用户名
zh_hant: 使用者名稱

source: on how to get this token.
ar: حول كيفية الحصول على هذا الرمز المميز.
de: wie Sie diesen Token erhalten.
es: sobre cómo obtener este token.
fr: sur comment obtenir ces jetons.
id: tentang cara mendapatkan token ini.
ja: このトークンを取得する方法について
ko: 이 토큰을 얻는 방법에 대해.
pl: jak zdobyć ten token.
ru: о том, как получить этот токен.
sv: om hur man får denna token.
vi: về cách lấy mã thông báo này.
zh_hans: 有关如何获取此令牌的信息。
zh_hant: 有關如何獲取此令牌的信息。

source: Sendgrid Token
ar: رمز Sendgrid
es: Token de Sendgrid
fr: Jeton Sendgrid
id: Token Sendgrid
ja: Sendgrid トークン
ko: Sendgrid 토큰
ru: Токен Sendgrid
vi: Mã thông báo Sendgrid
zh_hans: Sendgrid令牌
zh_hant: Sendgrid令牌

source: Send Test Email
ar: إرسال اختبار البريد الإلكتروني
de: Sende Test-Email
es: Enviar correo electrónico de prueba
fr: Envoyer un courriel de test
id: Kirim Email Tes
ja: テストメールの送信
ko: 테스트 이메일 보내기
pl: Wyślij testową wiadomość e-mail
ru: Отправить тестовое письмо
sv: Skicka testmeddelande
vi: Gửi Email Kiểm tra
zh_hans: 发送测试电子邮件
zh_hant: 發送測試電子郵件

source: Recipient E-mail
ar: البريد الإلكتروني المستلم
de: Empfänger E-Mail
es: Receptor de E-mail
fr: Destinataire courriel
id: penerima e-mail
ja: 受信者の電子メール
ko: 이메일 수령인
pl: email odbiorcy
ru: Электронная почта получателя
sv: Mottagarens E-post
vi: người nhận E-mail
zh_hans: 收件人电子邮件
zh_hant: 收件人電子郵件

source: Test
ar: امتحان
es: Probar
id: Tes
ja: テスト
ko: 테스트
ru: Тест
vi: Kiểm tra
zh_hans: 检验
zh_hant: 檢驗方式

source: Order Expiry Time
ar: وقت انتهاء الطلب
de: Bestellablaufzeit
es: Tiempo de vencimiento del pedido
fr: Délai d'expiration de la commande
id: Waktu Kedaluwarsa Pesanan
ja: 注文の有効期限
ko: 주문 만료 시간
pl: Czas wygaśnięcia zamówienia
ru: Срок действия заказа
sv: Beställningstidens utgång
vi: Thời gian hết hạn đơn hàng
zh_hans: 订单到期时间
zh_hant: 訂單到期時間

source: Set registration time limit for your order in minutes
ar: حدد وقت التسجيل لطلبك بالدقائق
de: Registrierungszeitlimit für die Bestellung in Minuten festlegen
es: Establezca el límite de tiempo de registro para su pedido en minutos
fr: Définissez le délai d'enregistrement de votre commande en quelques minutes
id: Tetapkan batas waktu pendaftaran untuk pesanan Anda dalam hitungan menit
ja: ご注文の登録時間を分単位で設定
ko: 주문에 대한 등록 시간 제한을 분 단위로 설정하십시오.
pl: Ustaw limit czasu rejestracji swojego zamówienia w minutach
ru: Установите ограничение по времени регистрации вашего заказа в минутах
sv: Ange tidsgräns för din beställning på några minuter
vi: Đặt giới hạn thời gian đăng ký cho đơn hàng của bạn trong vài phút
zh_hans: 为订单设置注册时限（以分钟为单位）
zh_hant: 為訂單設置註冊時限（以分鐘為單位）

source: Registration Time Limit
ar: حد وقت التسجيل
de: Anmeldefrist
es: Límite de tiempo de registro
fr: Délai d'inscription
id: Batas Waktu Pendaftaran
ja: 登録時間制限
ko: 등록 시간 제한
pl: Limit czasu rejestracji
ru: Срок регистрации
sv: Tidsgräns för registrering
vi: Thời hạn đăng ký
zh_hans: 注册时限
zh_hant: 註冊時限

source: Google Tokens
ar: رموز جوجل
de: Google Token
es: Tokens de Google
fr: Jetons Google
id: Token Google
ja: Google トークン
ko: Google 토큰
pl: Tokeny Google
ru: Токены Google
vi: Mã thông báo Google
zh_hans: Google代币
zh_hant: Google代幣

source: on how to obtain these tokens.
ar: حول كيفية الحصول على هذه الرموز.
de: wie man diese Token erhält.
es: sobre cómo obtener estos tokens.
fr: sur comment obtenir ces jetons.
id: tentang cara mendapatkan token ini.
ja: これらのトークンを取得する方法について
ko: 이 토큰을 얻는 방법.
pl: o tym, jak zdobyć te tokeny.
ru: о том, как получить эти токены.
sv: om hur man skaffar dessa tokens.
vi: về cách lấy những mã thông báo này.
zh_hans: 有关如何获取这些令牌的信息。
zh_hant: 有關如何獲取這些令牌的信息。

source: Client secret
ar: سر العميل
de: Kundengeheimnis
es: Secreto del cliente
fr: Clé secrète
id: Rahasia klien
ja: クライアント 秘密
ko: 클라이언트 secret
pl: Secret klienta
ru: Секрет клиента
sv: Klienthemlighet
vi: Bí mật khách hàng
zh_hans: 客户端密钥
zh_hant: 客戶端 secret

source: Facebook Tokens
ar: رموز الفيسبوك
de: Facebook-Token
es: Fichas de Facebook
fr: Jetons Facebook
id: Token Facebook
ja: フェイスブックトークン
ko: Facebook 토큰
pl: Tokeny Facebooka
ru: Токены Facebook
vi: Mã thông báo Facebook
zh_hans: Facebook代币
zh_hant: Facebook代幣

source: Client Secret
ar: سر العميل
de: Client-Geheimnis
es: Secreto de cliente
id: Rahasia Klien
ko: 클라이언트 secret
pl: Szyfrowanie klienta
ru: Секрет клиента
sv: Klienthemlighet
vi: Bí mật khách hàng
zh_hant: 客戶端 secret

source: Twitter Tokens
ar: رموز تويتر
de: Twitter-Token
es: Tokens de Twitter
fr: Jeton Twitter
id: Token Twitter
ja: ツイッタートークン
ko: 트위터 토큰
pl: Tokeny na Twitterze
ru: Токены Twitter
vi: Mã thông báo Twitter
zh_hans: Twitter令牌
zh_hant: Twitter令牌

source: Consumer ID
ar: معرف المستهلك
de: Verbraucher-ID
es: ID de consumidor
fr: Identifiant du consommateur
id: ID Konsumen
ja: 消費者 ID
ko: 소비자 ID
pl: Identyfikator konsumenta
ru: Идентификатор потребителя
sv: Konsument -ID
vi: ID người tiêu dùng
zh_hans: 消费者编号
zh_hant: 消費者編號

source: Consumer Secret
ar: سر المستهلك
de: Konsumentengeheimnis
es: Secreto del consumidor
fr: Secret utilisateur
id: Rahasia Konsumen
ja: コンシューマー 秘密
ko: 소비자 비밀
pl: Sekret konsumenta
ru: Секрет потребителя
sv: Kod för konsument
vi: Bí mật người tiêu dùng
zh_hans: 消费者的秘密
zh_hant: 消費者的秘密

source: Instagram Tokens
ar: رموز انستغرام
de: Instagram-Token
es: Fichas de Instagram
fr: Jetons Instagram
id: Token Instagram
ja: インスタグラムトークン
ko: Instagram 토큰
pl: Tokeny na Instagramie
ru: Токены Instagram
vi: Mã thông báo Instagram
zh_hans: Instagram代币
zh_hant: Instagram代幣

source: Start Page
ar: أبدأ الصفحة
de: Startseite
es: Página de inicio
fr: Page de démarrage
id: Halaman awal
ja: スタートページ
ko: 시작 페이지
pl: Strona startowa
ru: Стартовая страница
sv: Startsida
vi: Trang bắt đầu
zh_hans: 首页
zh_hant: 首頁

source: To customize the default start page
ar: لتخصيص صفحة البداية الافتراضية
de: Um die Standardstartseite anzupassen
es: Para personalizar la página de inicio predeterminada
fr: Pour personnaliser la page de démarrage par défaut
id: Untuk menyesuaikan halaman awal default
ja: デフォルトのスタートページをカスタマイズするには
ko: 기본 시작 페이지를 사용자 지정하려면
pl: Aby dostosować domyślną stronę początkową
ru: Чтобы настроить стартовую страницу по умолчанию
sv: Så här anpassar du standardstartsidan
vi: Để tùy chỉnh trang bắt đầu mặc định
zh_hans: 自定义默认起始页
zh_hant: 自定義默認起始頁

source: Use default start page
ar: استخدم صفحة البداية الافتراضية
de: Standard-Startseite verwenden
es: Usar la página de inicio predeterminada
fr: Utiliser la page de démarrage par défaut
id: Gunakan halaman awal default
ja: デフォルトのスタートページを使用する
ko: 기본 시작 페이지 사용
pl: Użyj domyślnej strony startowej
ru: Использовать стартовую страницу по умолчанию
sv: Använda standardstartsida
vi: Sử dụng trang bắt đầu mặc định
zh_hans: 使用默认起始页
zh_hant: 使用默認起始頁

source: Use event as start page with ID (Enter event ID here)
ar: استخدم الحدث كصفحة بداية بالمعرف (أدخل معرف الحدث هنا)
de: Event als Startseite mit ID verwenden (hier Event-ID eingeben)
es: Use el evento como página de inicio con ID (ingrese el ID del evento aquí)
fr: Utiliser l'événement comme page de démarrage avec l'ID (Entrez l'ID de l'événement ici)
id: Gunakan acara sebagai halaman awal dengan ID (Masukkan ID acara di sini)
ja: IDの開始ページとしてイベントを使用します（ここにイベントIDを入力します）
ko: 이벤트를 ID가 있는 시작 페이지로 사용(여기에 이벤트 ID 입력)
pl: Użyj wydarzenia jako strony startowej z identyfikatorem (wpisz tutaj identyfikator wydarzenia)
ru: Использовать событие как стартовую страницу с идентификатором (введите здесь идентификатор события)
sv: Använd händelsen som startsida med ID (Ange händelse-ID här)
vi: Sử dụng sự kiện làm trang bắt đầu với ID (Nhập ID sự kiện tại đây)
zh_hans: 使用事件作为带有 ID 的起始页（在此处输入事件 ID）
zh_hant: 使用事件作為帶有 ID 的起始頁（在此處輸入事件 ID）

source: Storage
ar: تخزين
de: Speicherung
es: Almacenamiento
fr: Stockage
id: Penyimpanan
ja: ストレージ
ko: 저장 공간
ru: Хранилище
sv: Lagring
vi: Lưu trữ
zh_hans: 存储

source: Where to store data ?
ar: أين تخزن البيانات؟
de: Wo Daten gespeichert werden sollen?
es: ¿Dónde almacenar los datos?
fr: Ou stocker les données ?
id: Dimana menyimpan data?
ja: データを格納する場所
ko: 데이터를 어디에 저장합니까?
pl: Gdzie przechowywać dane?
ru: Где хранить данные?
sv: Var ska data lagras?
vi: Lưu trữ dữ liệu ở đâu?
zh_hans: 在哪里存储数据？
zh_hant: 在哪裡存儲數據？

source: Local
ar: محلي
de: Lokal
id: Lokal
ja: ローカル
ko: 로컬
ru: Локально
sv: Lokalt
vi: Trên máy
zh_hans: 本地
zh_hant: 在地

source: stored in
ar: مخزن في
de: gespeichert in
es: guardado en
fr: stocké dans
id: disimpan di
ja: に格納される
ko: 에 저장
pl: przechowywane w
ru: хранится в
sv: lagras i
vi: lưu trữ trong
zh_hans: 存储在
zh_hant: 存儲在

source: Google Storage
ar: تخزين جوجل
de: Google Speicher
es: Almacenamiento de Google
id: Penyimpanan Google
ja: Google ストレージ
ko: Google 저장 용량
pl: Przestrzeń dyskowa Google
ru: Хранилище Google
zh_hans: 谷歌存储
zh_hant: 谷歌存儲

source: Bucket name
ar: اسم دلو
es: Nombre del cubo de información
fr: Nom du Bucket
id: Nama keranjang
ja: バケット名
ko: 버킷 이름
pl: Nazwa zasobnika
ru: Название сегмента
sv: Skopans namn
vi: Tên nhóm
zh_hans: 存储桶名称
zh_hant: 儲存桶名稱

source: Interoperable access key
ar: مفتاح الوصول القابل للتشغيل البيني
de: Miteinander kompatible Zugriffsschlüssel
es: Clave de acceso interoperable
fr: Clé d'accès inter-opérable
id: Kunci akses yang dapat dioperasikan
ja: 相互運用可能アクセスキー
ko: 상호 운용 가능한 액세스 키
pl: Interoperacyjny klucz dostępu
ru: Ключ интероперабельного доступа
sv: Interoperabel åtkomstnyckel
vi: Khóa truy cập có thể tương tác
zh_hans: 可互操作的访问密钥
zh_hant: 可互操作的訪問密鑰

source: Interoperable access secret
ar: سر الوصول القابل للتشغيل البيني
de: Miteinander kompatibles Zugriffsgeheimnis
es: Secreto de acceso interoperable
fr: Secret pour accès inter-opérable
id: Rahasia akses yang dapat dioperasikan
ja: 相互運用可能アクセス秘密
ko: 상호 운용 가능한 액세스 비밀
pl: Sekret dostępu do interoperacyjności
ru: Секрет интероперабельного доступа
sv: Interoperabel åtkomsthemlighet
vi: Bí mật truy cập có thể tương tác
zh_hans: 互操作访问密码
zh_hant: 互操作訪問密碼

source: Amazon S3
ar: أمازون S3

source: Region
ar: منطقة
es: Región
fr: Région
id: Wilayah
ja: リージョン
ko: 지역
ru: Регион
vi: Khu vực
zh_hans: 地区
zh_hant: 地區

source: Select S3 Region
ar: حدد منطقة S3
de: Wählen Sie S3 Region
es: Seleccione la región S3
fr: Sélectionnez la région S3
id: Pilih Wilayah S3
ja: S3 リージョンの選択
ko: S3 지역 선택
pl: Wybierz Region S3
ru: Выберите регион S3
sv: Välj S3 -region
vi: Chọn Vùng S3
zh_hans: 选择S3地区
zh_hant: 選擇S3地區

source: Key
ar: مفتاح
de: Schlüssel
es: Clave
fr: Clé
id: Kunci
ja: キー
ko: 열쇠
ru: Ключ
sv: Nyckel
vi: Chìa khóa
zh_hans: 密钥

source: Secret
ar: سر
de: Geheimnis
es: Secreto
id: Rahasia
ja: 秘密
ko: 보안
pl: Sekretny
ru: Секрет
sv: Hemlighet
vi: Bí mật
zh_hans: 密钥
zh_hant: 機密

source: Add Fee Settings for the event invoices
ar: إضافة إعدادات الرسوم لفواتير الحدث
de: Bitte Gebühreneinstellungen für Veranstaltungsrechnungen hinzufügen
es: Agregar configuración de tarifas para las facturas del evento
fr: Ajouter des paramètres de frais pour les factures d'évènements
id: Tambahkan Pengaturan Biaya untuk faktur acara
ja: イベント請求書の手数料設定を追加する
ko: 이벤트 송장에 대한 수수료 설정 추가
pl: Dodaj ustawienia opłat do faktur związanych z wydarzeniami
ru: Добавить настройки комиссии для счетов-фактур мероприятия
sv: Lägg till avgiftsinställningar för händelsefakturorna
vi: Thêm Cài đặt Phí cho các hóa đơn sự kiện
zh_hans: 为活动发票添加费用设置
zh_hant: 為活動發票添加費用設置

source: Global Settings
ar: الاعدادات العامة
de: Globale Einstellungen
es: Ajustes globales
fr: Paramètres globaux
id: Pengaturan global
ja: グローバル設定
ko: 일반 설정
pl: Ustawienia ogólne
ru: Общие настройки
sv: Globala inställningar
vi: Thiết lập toàn cầu
zh_hans: 全局设置
zh_hant: 整體設定

source: Service Fee
ar: رسوم الخدمة
de: Servicepauschale
es: Tarifa de servicio
fr: Frais de service
id: Biaya jasa
ja: サービス料金
ko: 서비스 요금
pl: Opłata za usługę
ru: Плата за обслуживание
sv: Serviceavgift
vi: Phí dịch vụ
zh_hans: 服务费
zh_hant: 服務費

source: Maximum Fee
ar: الحد الأقصى للرسوم
de: Maximale Nutzungsgebühr
es: Tarifa máxima
fr: Limite de frais
id: Biaya Maksimum
ja: 最大料金
ko: 최대 수수료
pl: Opłata maksymalna
ru: Максимальная комиссия
sv: Högsta avgift
vi: Phí tối đa
zh_hans: 最高费用
zh_hant: 最高費用

source: Country-Wise Settings
ar: إعدادات البلد الحكيم
de: Länderbezogene Einstellungen
es: Configuración según el país
fr: Paramètres adaptés au pays
id: Pengaturan Negara-Bijaksana
ja: カントリーワイズ設定
ko: 국가 별 설정
pl: Ustawienia krajowe
ru: Настройки для страны
sv: Country-Wise inställningar
vi: Cài đặt Country-Wise
zh_hans: 明智的国家/地区设置
zh_hant: 明智的國家/地區設置

source: Select currency
ar: اختر العملة
de: Währung wählen
es: Seleccione el tipo de moneda
fr: Sélectionner une devise
id: Pilih Mata Uang
ja: 通貨の選択
ko: 통화 선택
pl: Wybierz walutę
ru: Выберите валюту
sv: Välj valuta
vi: Chọn tiền tệ
zh_hans: 选择货币
zh_hant: 選擇貨幣

source: If you keep the maximum fee as 0, it would become unlimited. Kindly set the maximum fee to some value.
ar: إذا احتفظت بالحد الأقصى للرسم على أنه 0 ، فسيصبح غير محدود. يرجى تحديد الحد الأقصى للرسوم لبعض القيمة.
de: Wenn Sie die maximale Gebühr auf 0 setzen, wird sie unbegrenzt. Bitte setzen Sie die maximale Gebühr auf einen bestimmten Wert.
es: Si mantiene la tarifa máxima en 0, se volverá ilimitada. Por favor, establezca la tarifa máxima en algún valor.
fr: Si vous laisser une limite à 0, il n'y aura aucune limitation. Préférer des frais avec une limite.
id: Jika Anda mempertahankan biaya maksimum sebagai 0, itu akan menjadi tidak terbatas. Mohon setel biaya maksimum ke nilai tertentu.
ja: 上限料金を0にしておくと、無制限になります。最大料金を何らかの値に設定してください。
ko: 최대 수수료를 0으로 유지하면 무제한이됩니다. 최대 수수료를 일부 값으로 설정하십시오.
pl: Jeśli utrzymasz maksymalną opłatę jako 0, stanie się ona nieograniczona. Prosimy o ustalenie maksymalnej opłaty na jakąś wartość.
ru: Если вы оставите максимальную комиссию равной 0, она станет неограниченной. Пожалуйста, установите максимальную комиссию на некоторое значение.
sv: Om du håller maxavgiften som 0 blir den obegränsad. Ställ in maxavgiften till något värde.
vi: Nếu bạn giữ mức phí tối đa là 0, nó sẽ trở nên vô hạn. Vui lòng đặt mức phí tối đa thành một số giá trị.
zh_hans: 如果将最高费用保持为0，它将变成无限制。请将最高费用设置为某个值。
zh_hant: 如果將最高費用保持為0，它將變成無限制。請將最高費用設置為某個值。

source: Are you sure you would like to remove this event fee?
ar: هل أنت متأكد أنك تريد إزالة رسوم هذا الحدث؟
de: Sind Sie sicher, dass Sie diese Veranstaltungsgebühr entfernen möchten?
es: ¿Está seguro de que desea eliminar esta tarifa de evento?
fr: Voulez-vous vraiment supprimer les frais liés à cet événement?
id: Apakah Anda yakin ingin menghapus biaya acara ini?
ja: このイベント料金を削除しますか?
ko: 이 이벤트 수수료를 제거 하시겠습니까?
pl: Czy na pewno chcesz usunąć tę opłatę za wydarzenie?
ru: Вы уверены, что хотите снять эту плату за мероприятие?
sv: Är du säker på att du vill ta bort denna eventavgift?
vi: Bạn có chắc chắn muốn loại bỏ phí sự kiện này không?
zh_hans: 您确定要取消此活动费用吗？
zh_hant: 您確定要取消此活動費用嗎？

source: Add New
ar: اضف جديد
de: Neue hinzufügen
es: Agregar nuevo
fr: Ajouter
id: Tambah baru
ja: 新規追加
ko: 새로운 걸 더하다
pl: Dodaj nowe
ru: Добавить новый
sv: Lägg till ny
vi: Thêm mới
zh_hans: 添加新的
zh_hant: 添新

source: Number of Access Tickets
ar: عدد تذاكر الدخول
de: Anzahl der Zugangs-Tickets
es: Número de tickets de acceso
fr: Nombre de billets "Access"
id: Jumlah Tiket Akses
ja: アクセス チケットの数
ko: 액세스 티켓 수
pl: Liczba biletów wstępu
ru: Количество билетов доступа
sv: Antal åtkomstbiljetter
vi: Số lượng vé vào cửa
zh_hans: 门票数量
zh_hant: 取用票卷的數量

source: Select Ticket(s) applied to the access code
ar: حدد التذكرة (التذاكر) المطبقة على رمز الوصول
de: Tickets auswählen, auf die der Rabattcode angewendet werden soll
es: Seleccione Ticket (s) aplicados al código de acceso
fr: Sélectionner le(s) ticket(s) associé(s) au code d'accès
id: Pilih Tiket yang diterapkan ke kode akses
ja: アクセス コードに適用されるチケットを選択
ko: 액세스 코드에 적용된 티켓 선택
pl: Wybierz Bilet (y) zastosowane do kodu dostępu
ru: Выберите билеты, примененные к коду доступа
sv: Välj biljett (er) som tillämpas på åtkomstkoden
vi: Chọn (Các) vé áp dụng cho mã truy cập
zh_hans: 选择应用于访问代码的票证
zh_hant: 選擇具備取用金鑰的票券

source: Select all Ticket types
ar: حدد جميع أنواع التذاكر
de: Wählen Sie alle Ticketarten aus
es: Seleccionar todos los tipos de entradas
fr: Sélectionner tous les types de tickets
id: Pilih semua jenis Tiket
ja: すべてのチケットの種類を選択
ko: 모든 티켓 유형 선택
pl: Wybierz wszystkie rodzaje biletów
ru: Выбрать все типы билетов
sv: Välj alla biljetttyper
vi: Chọn tất cả các loại vé
zh_hans: 选择所有票证类型
zh_hant: 選擇所有票證類型

source: No hidden tickets available for this event to select from
ar: لا توجد تذاكر مخفية متاحة لهذا الحدث للاختيار من بينها
de: Für diese Veranstaltung stehen keine versteckten Tickets zur Auswahl
es: No hay entradas ocultas disponibles para este evento para seleccionar
fr: Pas de billets cachés disponibles pour cette évènement à choisir
id: Tidak ada tiket tersembunyi yang tersedia untuk memilih acara ini
ja: このイベントで選択できる非表示のチケットはありません
ko: 이 이벤트에서 선택할 수있는 숨겨진 티켓이 없습니다.
pl: Brak dostępnych ukrytych biletów na to wydarzenie do wyboru
ru: На это мероприятие нет скрытых билетов, из которых можно выбрать
sv: Inga dolda biljetter finns tillgängliga för detta event
vi: Không có vé ẩn nào có sẵn cho sự kiện này để chọn
zh_hans: 没有可用于此活动的隐藏门票可供选择
zh_hant: 沒有可用於此活動的隱藏門票可供選擇

source: Access valid from
ar: وصول صالح من
de: Zugangscode gültig von
es: Acceso válido desde
fr: Accès valide à partir de
id: Akses berlaku dari
ja: から有効なアクセス
ko: 유효한 액세스
pl: Dostęp ważny od
ru: Доступ действителен с
sv: Tillgången gäller från
vi: Quyền truy cập hợp lệ từ
zh_hans: 访问有效于
zh_hant: 訪問有效於

source: Access expires on
ar: تنتهي صلاحية الوصول في
de: Zugang gültig bis
es: El acceso vence el
fr: L''accès expire dans
id: Akses berakhir pada
ja: アクセスの有効期限は
ko: 액세스 만료일
pl: Dostęp wygasa w dniu
ru: Доступ истекает через
sv: Åtkomst löper ut den
vi: Quyền truy cập hết hạn vào
zh_hans: 访问权于到期
zh_hant: 訪問權於到期

source: Access Link
ar: ارتباط الوصول
de: Zugangslink
es: Enlace de acceso
fr: Lien d'accès
id: Akses Link
ja: アクセス リンク
ko: 액세스 링크
pl: Łącze dostępu
ru: Ссылка для доступа
sv: Åtkomstlänk
vi: Truy cập liên kết
zh_hans: 访问链接
zh_hant: 訪問鏈接

source: Copy
ar: ينسخ
de: Kopieren
es: Copia
fr: Copier
id: Salin
ja: コピー
ko: 복사
ru: Копировать
sv: Kopiera
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Enter Discount
ar: أدخل الخصم
de: Ermäßigung eingeben
es: Ingrese descuento
fr: Saisir la remise
id: Masukkan Diskon
ja: 割引を入力してください
ko: 할인 입력
pl: Wpisz Rabat
ru: Введите скидку
sv: Ange rabatt
vi: Nhập giảm giá
zh_hans: 输入折扣
zh_hant: 輸入折扣

source: Percent (%)
ar: نسبه مئويه (٪)
de: Prozent (%)
es: Porcentaje (%)
fr: Pourcentage (%)
id: Persen (%)
ja: パーセント (%)
ko: 퍼센트 (%)
pl: Procent (%)
ru: Процент (%)
sv: Procent (%)
vi: Phần trăm (%)
zh_hans: 百分 （％）
zh_hant: 百分 （％）
