Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: We would like to share information with you after the event by email for example through personal emails by our team, newsletters or other electronic communications. You can drop out of this agreement at any time. Do you agree to receive electronic mail?
ar: نود أن نشارك المعلومات معك بعد الحدث عبر البريد الإلكتروني على سبيل المثال من خلال رسائل البريد الإلكتروني الشخصية من قبل فريقنا أو الرسائل الإخبارية أو غيرها من الاتصالات الإلكترونية. يمكنك الانسحاب من هذه الاتفاقية في أي وقت. هل توافق على استلام بريد الكتروني؟
de: Wir möchten Ihnen auch nach der Veranstaltung Informationen per E-Mail zukommen lassen, z. B. durch persönliche E-Mails unseres Teams, Newsletter oder andere elektronische Mitteilungen. Sie können jederzeit von dieser Vereinbarung zurücktreten. Sind Sie damit einverstanden, elektronische Post zu erhalten?
es: Nos gustaría compartir información con usted después del evento por correo electrónico, por ejemplo, a través de correos electrónicos personales de nuestro equipo, boletines u otras comunicaciones electrónicas. Puede abandonar este acuerdo en cualquier momento. ¿Aceptas recibir correo electrónico?
fr: Nous souhaitons partager des informations avec vous après l'événement par e-mail, par exemple via des e-mails personnels de notre équipe, des newsletters ou d'autres communications électroniques. Vous pouvez vous désister de cet accord à tout moment. Acceptez-vous de recevoir du courrier électronique?
id: Kami ingin berbagi informasi dengan Anda setelah acara tersebut melalui email misalnya melalui email pribadi oleh tim kami, buletin atau komunikasi elektronik lainnya. Anda dapat keluar dari perjanjian ini kapan saja. Apakah Anda setuju untuk menerima surat elektronik?
ja: イベント終了後は、チームによる個人的なメール、ニュースレター、その他の電子通信などのメールで情報を共有したいと思います。この契約はいつでも取り消すことができます。電子メールの受信に同意しますか？
ko: 예를 들어 당사 팀의 개인 이메일, 뉴스 레터 또는 기타 전자 통신을 통해 이벤트가 끝난 후 이메일로 정보를 공유하고 싶습니다. 귀하는 언제든지이 계약에서 탈퇴 할 수 있습니다. 전자 메일 수신에 동의하십니까?
pl: Chcielibyśmy udostępnić Ci informacje po wydarzeniu za pośrednictwem poczty elektronicznej, na przykład za pośrednictwem osobistych wiadomości e-mail naszego zespołu, biuletynów lub innej komunikacji elektronicznej. Możesz zrezygnować z tej umowy w dowolnym momencie. Czy zgadzasz się na otrzymywanie poczty elektronicznej?
ru: Мы хотели бы поделиться с вами информацией после мероприятия по электронной почте, например, через личные электронные письма нашей команды, информационные бюллетени или другие электронные сообщения. Вы можете выйти из этого соглашения в любой момент. Вы согласны получать электронную почту?
sv: Vi vill dela information med dig efter evenemanget via e -post, till exempel genom personliga e -postmeddelanden från vårt team, nyhetsbrev eller annan elektronisk kommunikation. Du kan när som helst hoppa av detta avtal. Går du med på att ta emot elektronisk post?
vi: Chúng tôi muốn chia sẻ thông tin với bạn sau sự kiện bằng email, ví dụ như thông qua email cá nhân của nhóm chúng tôi, bản tin hoặc các hình thức liên lạc điện tử khác. Bạn có thể rút khỏi thỏa thuận này bất cứ lúc nào. Bạn có đồng ý nhận thư điện tử không?
zh_hans: 活动结束后，我们希望通过电子邮件与您共享信息，例如，通过我们团队的个人电子邮件，新闻通讯或其他电子通讯。您可以随时退出此协议。您同意接收电子邮件吗？
zh_hant: 活動結束後，我們希望通過電子郵件與您共享信息，例如，通過我們團隊的個人電子郵件，新聞通訊或其他電子通訊。您可以隨時退出此協議。您同意接收電子郵件嗎？

source: We would like to share information among event partners to provide you with the best possible experience and enable partners to contact you with additional information after the event through electronic communications. You can drop out of this agreement at any time. Do you agree to share your information with event partners and receive electronic mail?
ar: نود مشاركة المعلومات بين شركاء الحدث لتزويدك بأفضل تجربة ممكنة وتمكين الشركاء من الاتصال بك بمعلومات إضافية بعد الحدث من خلال الاتصالات الإلكترونية. يمكنك الانسحاب من هذه الاتفاقية في أي وقت. هل توافق على مشاركة معلوماتك مع شركاء الحدث وتلقي البريد الإلكتروني؟
de: Wir möchten Informationen mit den Veranstaltungspartnern austauschen, um Ihnen das bestmögliche Veranstaltungserlebnis zu bieten und es den Partnern zu ermöglichen, Sie nach der Veranstaltung durch elektronische Kommunikation mit zusätzlichen Informationen zu kontaktieren. Sie können jederzeit von dieser Vereinbarung zurücktreten. Sind Sie damit einverstanden, dass Ihre Daten an Veranstaltungspartner weitergegeben werden und Sie elektronische Post erhalten?
es: Nos gustaría compartir información entre los socios del evento para brindarle la mejor experiencia posible y permitir que los socios se comuniquen con usted con información adicional después del evento a través de comunicaciones electrónicas. Puede abandonar este acuerdo en cualquier momento. ¿Acepta compartir su información con socios del evento y recibir correo electrónico?
fr: Nous souhaitons partager des informations entre les partenaires de l'événement pour vous offrir la meilleure expérience possible et permettre aux partenaires de vous contacter avec des informations supplémentaires après l'événement par le biais de communications électroniques. Vous pouvez vous désister de cet accord à tout moment. Acceptez-vous de partager vos informations avec les partenaires de l'événement et de recevoir du courrier électronique?
id: Kami ingin berbagi informasi di antara mitra acara untuk memberi Anda pengalaman terbaik dan memungkinkan mitra menghubungi Anda dengan informasi tambahan setelah acara melalui komunikasi elektronik. Anda dapat keluar dari perjanjian ini kapan saja. Apakah Anda setuju untuk membagikan informasi Anda dengan mitra acara dan menerima surat elektronik?
ja: イベントパートナー間で情報を共有し、最高の体験を提供し、イベント後にパートナーが電子通信を通じて追加情報を提供できるようにしたいと考えています。この契約はいつでも取り消すことができます。イベントパートナーと情報を共有し、電子メールを受信することに同意しますか？
ko: 이벤트 파트너간에 정보를 공유하여 최상의 경험을 제공하고 파트너가 이벤트 후 전자 통신을 통해 추가 정보로 연락 할 수 있도록하고자합니다. 귀하는 언제든지이 계약에서 탈퇴 할 수 있습니다. 이벤트 파트너와 정보를 공유하고 전자 메일을받는 데 동의하십니까?
pl: Chcielibyśmy dzielić się informacjami między partnerami wydarzenia, aby zapewnić Ci jak najlepsze wrażenia i umożliwić partnerom kontakt z Tobą w celu uzyskania dodatkowych informacji po wydarzeniu za pośrednictwem komunikacji elektronicznej. Możesz zrezygnować z tej umowy w dowolnym momencie. Czy zgadzasz się na udostępnianie swoich informacji partnerom wydarzenia i otrzymywanie poczty elektronicznej?
ru: Мы хотели бы поделиться информацией между партнерами мероприятия, чтобы предоставить вам наилучшие впечатления и позволить партнерам связываться с вами для получения дополнительной информации после мероприятия через электронные средства связи. Вы можете выйти из этого соглашения в любой момент. Согласны ли вы делиться своей информацией с партнерами мероприятия и получать электронную почту?
sv: Vi vill dela information bland evenemangspartners för att ge dig bästa möjliga upplevelse och göra det möjligt för partners att kontakta dig med ytterligare information efter evenemanget genom elektronisk kommunikation. Du kan när som helst hoppa av detta avtal. Går du med på att dela din information med evenemangspartners och ta emot elektronisk post?
vi: Chúng tôi muốn chia sẻ thông tin giữa các đối tác sự kiện để cung cấp cho bạn trải nghiệm tốt nhất có thể và cho phép các đối tác liên hệ với bạn với thông tin bổ sung sau sự kiện thông qua liên lạc điện tử. Bạn có thể rút khỏi thỏa thuận này bất cứ lúc nào. Bạn có đồng ý chia sẻ thông tin của mình với các đối tác sự kiện và nhận thư điện tử không?
zh_hans: 我们希望在活动合作伙伴之间共享信息，以便为您提供最佳的体验，并使合作伙伴能够在活动结束后通过电子通信与您联系并获得更多信息。您可以随时退出此协议。您是否同意与活动合作伙伴共享您的信息并接收电子邮件？
zh_hant: 我們希望在活動合作夥伴之間共享信息，以便為您提供最佳的體驗，並使合作夥伴能夠在活動結束後通過電子通信與您聯繫並獲得更多信息。您可以隨時退出此協議。您是否同意與活動合作夥伴共享您的信息並接收電子郵件？

source: I agree that the event organizer is allowed to take photo, video and/or audio recordings of me or my profile and also texts created by me in the chats which might be published on the event organizer's websites and/or social media channels.
ar: أوافق على أنه يُسمح لمنظم الحدث بالتقاط صور و / أو مقاطع فيديو و / أو تسجيلات صوتية لي أو لملفي الشخصي وأيضًا النصوص التي أنشأتها في الدردشات والتي قد يتم نشرها على مواقع منظم الحدث و / أو قنوات التواصل الاجتماعي.
de: Ich bin damit einverstanden, dass der Veranstalter Foto-, Video- und/oder Audioaufnahmen von mir oder meinem Profil und auch von mir in den Chats erstellte Texte machen darf, die auf den Webseiten und/oder Social Media Kanälen des Veranstalters veröffentlicht werden können.
es: Acepto que el organizador del evento puede tomar fotografías, videos y / o grabaciones de audio mías o de mi perfil y también textos creados por mí en los chats que podrían publicarse en los sitios web del organizador del evento y / o canales de redes sociales.
fr: J'accepte que l'organisateur de l'événement soit autorisé à prendre des enregistrements photo, vidéo et / ou audio de moi ou de mon profil, ainsi que des textes créés par moi dans les chats qui pourraient être publiés sur les sites Web de l'organisateur de l'événement et / ou sur les réseaux sociaux.
id: Saya setuju bahwa penyelenggara acara diizinkan untuk mengambil foto, video dan / atau rekaman audio saya atau profil saya dan juga teks yang saya buat dalam obrolan yang mungkin dipublikasikan di situs web penyelenggara acara dan / atau saluran media sosial.
ja: 私は、イベント主催者が私または私のプロフィールの写真、ビデオ、および/またはオーディオ録音、およびイベント主催者のWebサイトおよび/またはソーシャルメディアチャネルで公開される可能性のあるチャットで私が作成したテキストを撮影することを許可されることに同意します。
ko: 나는 이벤트 주최자가 나 또는 내 프로필의 사진, 비디오 및 / 또는 오디오 녹음을 할 수 있으며 이벤트 주최자의 웹 사이트 및 / 또는 소셜 미디어 채널에 게시 될 수있는 채팅에서 내가 만든 텍스트도 촬영할 수 있다는 데 동의합니다.
pl: Wyrażam zgodę na robienie przez organizatora wydarzenia zdjęć, nagrań wideo i / lub audio mojego lub mojego profilu, a także tekstów stworzonych przeze mnie w czatach, które mogą być publikowane na stronach internetowych organizatora i / lub kanałach mediów społecznościowych.
ru: Я согласен с тем, что организатору мероприятия разрешено делать фото, видео и / или аудиозаписи меня или моего профиля, а также тексты, созданные мной в чатах, которые могут быть опубликованы на веб-сайтах организатора мероприятия и / или в каналах социальных сетей.
sv: Jag godkänner att evenemangsarrangören får ta foto-, video- och/eller ljudinspelningar av mig eller min profil och även texter som skapats av mig i chattar som kan publiceras på evenemangsarrangörens webbplatser och/eller sociala mediekanaler.
vi: Tôi đồng ý rằng người tổ chức sự kiện được phép chụp ảnh, video và / hoặc bản ghi âm của tôi hoặc hồ sơ của tôi và cả các văn bản do tôi tạo trong các cuộc trò chuyện có thể được xuất bản trên các trang web của nhà tổ chức sự kiện và / hoặc các kênh truyền thông xã hội.
zh_hans: 我同意允许活动组织者为我或我的个人资料以及由我在聊天室中创建的文本（可能会发布在活动组织者的网站和/或社交媒体渠道上）拍摄照片，视频和/或音频记录。
zh_hant: 我同意允許活動組織者對我或我的個人資料以及由我在聊天中創建的文本進行照片，視頻和/或音頻記錄，這些聊天可能會發佈在活動組織者的網站和/或社交媒體渠道上。

source: Enable Billing Information
ar: تمكين معلومات الفواتير
de: Rechnungsinformationen aktivieren
es: Habilitar información de facturación
fr: Activer les informations de facturation
id: Aktifkan Informasi Penagihan
ja: 請求情報を有効にする
ko: 결제 정보 활성화
pl: Włącz informacje rozliczeniowe
ru: Включить платежную информацию
sv: Aktivera faktureringsinformation
vi: Bật thông tin thanh toán
zh_hans: 启用帐单信息
zh_hant: 啟用帳單信息

source: Acknowledgement
ar: إعتراف
de: Bestätigung
es: Reconocimiento
fr: Reconnaissance
id: Pengakuan
ja: 了承
ko: 승인
pl: Potwierdzenie
ru: Подтверждение
sv: Bekräftelse
vi: Nhìn nhận
zh_hans: 致谢
zh_hant: 致謝

source: By clicking "{{orderState}}", I acknowledge that I have read and that I agree with the {{terms}} and {{privacy}} on this website.
ar: بالنقر على "{{orderState}}" ، أقر بأنني قد قرأت وأوافق على {{terms}} و {{privacy}} على موقع الويب هذا.
de: Durch Klicken auf "{{orderState}}" bestätige ich, dass ich die allgemeinen {{terms}} und {{privacy}} auf dieser Website gelesen habe und damit einverstanden bin.
es: Al hacer clic en "{{orderState}}", reconozco que he leído y que acepto las {{terms}} y la {{privacy}} de este sitio web.
fr: En cliquant sur "{{orderState}}", je reconnais avoir lu et accepter les {{terms}} et la {{privacy}} de ce site Web.
id: Dengan mengklik "{{orderState}}", saya menyatakan bahwa saya telah membaca dan bahwa saya setuju dengan {{terms}} dan {{privacy}} di situs web ini.
ja: 「{{orderState}}」をクリックすることにより、私はこのウェブサイトの{{terms}}と{{privacy}}を読み、同意することを認めます。
ko: "{{orderState}}"를 클릭함으로써이 웹 사이트의 {{terms}} 및 {{privacy}}을 읽었으며 이에 동의 함을 인정합니다.
pl: Klikając "{{orderState}}", potwierdzam, że przeczytałem i zgadzam się z {{terms}} i {{privacy}} w tej witrynie.
ru: Нажимая "{{orderState}}", я подтверждаю, что прочитал и принимаю {{terms}} и {{privacy}} на этом веб-сайте.
sv: Genom att klicka på "{{orderState}}" erkänner jag att jag har läst och att jag godkänner {{terms}} och {{privacy}} på denna webbplats.
vi: Bằng cách nhấp vào "{{orderState}}", tôi xác nhận rằng tôi đã đọc và đồng ý với {{terms}} và {{privacy}} trên trang web này.
zh_hans: 点击“ {{orderState}}”，即表示我已阅读并同意本网站上的{{terms}}和{{privacy}}。
zh_hant: 點擊 "{{orderState}}"，即表示我已閱讀並同意本網站上的{{terms}}和{{privacy}}。

source: Proceed to Checkout
ar: الشروع في الخروج
de: Zur Kasse
es: Pago y Envío
fr: Passer à la caisse
id: Lanjutkan ke pembayaran
ja: チェックアウトに進む
ko: 체크 아웃으로 이동
pl: Przejdź do kasy
ru: Перейти к оформлению заказа
sv: Fortsätt till utcheckningen
vi: Tiến hành kiểm tra
zh_hans: 进行结算
zh_hant: 進行結算

source: Order Now
ar: اطلب الان
de: Jetzt bestellen
es: Ordenar ahora
fr: Commander maintenant
id: Pesan sekarang
ja: 今すぐ注文します
ko: 지금 주문하세요
pl: Zamów teraz
ru: Заказать сейчас
sv: Beställ nu
vi: Đặt hàng ngay
zh_hans: 现在下单
zh_hant: 立刻下訂

source: terms of services
ar: شروط الخدمة
de: Nutzungsbedingungen
es: términos de servicio
fr: conditions de service
id: persyaratan layanan
ja: 利用規約
ko: 이용약관
pl: Regulamin
ru: условия сервиса
sv: Tjänstevillkor
vi: điều khoản dịch vụ
zh_hans: 使用条款
zh_hant: 使用條款

source: privacy policy
ar: سياسة الخصوصية
de: Datenschutz
es: política de privacidad
fr: politique de confidentialité
id: kebijakan privasi
ja: 個人情報保護方針
ko: 개인 정보 정책
pl: Polityka prywatności
ru: Политика конфиденциальности
sv: sekretesspolicy
vi: chính sách bảo mật
zh_hans: 私隐政策
zh_hant: 私隱政策

source: One Click Signup
ar: بنقرة واحدة التسجيل
de: Ein-Klick-Anmeldung
es: Registro con un clic
fr: Inscription en un clic
id: Pendaftaran Satu Klik
ja: ワンクリックサインアップ
ko: 원 클릭 가입
pl: Rejestracja jednym kliknięciem
ru: Регистрация в один клик
sv: Registrering med ett klick
vi: Đăng ký một cú nhấp chuột
zh_hans: 一键注册
zh_hant: 一鍵註冊

source: Re-enter Password
ar: إعادة إدخال كلمة المرور
de: Passwort erneut eingeben
es: Vuelva a introducir la contraseña:
fr: Re-saisir votre mot de passe
id: Ketik lagi Kata Sandi:
ja: パスワード再入力
ko: 암호 확인:
pl: Ponownie wprowadź hasło
ru: Повторно введите пароль
sv: Skriv in lösenordet igen:
vi: Nhập lại mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

source: Already have an account? Login
ar: هل لديك حساب؟ تسجيل الدخول
de: Sie haben bereits ein Konto? Einloggen
es: ¿Ya tienes una cuenta? Iniciar sesión
fr: Vous avez déjà un compte ? Se connecter
id: Sudah memiliki akun? Gabung
ja: すでにアカウントを持っていますか?ログイン
ko: 이미 계정이 있습니까? 로그인
pl: Posiadasz już konto? Zaloguj sie
ru: Уже есть аккаунт? Авторизоваться
sv: Har du redan ett konto? Logga in
vi: Bạn co săn san để tạo một tai khoản? Đăng nhập
zh_hans: 已经有帐号了？登录
zh_hant: 已經有帳號了？登錄

source: Forgot Password
ar: هل نسيت كلمة السر
de: Passwort vergessen
es: Olvidó su contraseña
fr: Mot de passe oublié
id: Lupa Kata Sandi
ja: パスワードをお忘れですか
ko: 비밀번호를 잊음
pl: Zapomniałeś hasła
ru: Забыл пароль
sv: Glömt lösenord
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

source: Select an image
ar: اختر صورة
de: Wählen Sie ein Bild aus
es: Seleccionar una imagen
fr: Sélectionner une image
id: Pilih gambar
ja: 画像を選択する
ko: 이미지 선택
pl: Wybierz obraz
ru: Выберите изображение
sv: Välj en bild
vi: Chọn một hình ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Add Session document
ar: إضافة وثيقة الجلسة
de: Sitzungsdokument hinzufügen
es: Agregar documento de sesión
fr: Ajouter un document de session
id: Tambahkan dokumen Sesi
ja: セッションドキュメントの追加
ko: 세션 문서 추가
pl: Dodaj dokument sesji
ru: Добавить документ сеанса
sv: Lägga till sessionsdokument
vi: Thêm tài liệu Phiên
zh_hans: 添加会话文件
zh_hant: 添加會話文件

source: slide
ar: الانزلاق
de: Folien
es: diapositiva
fr: faire glisser
id: menggeser
ja: 滑り台
ko: 미끄러지 다
pl: ślizgać się
ru: горка
sv: rutschbana
vi: trượt
zh_hans: 滑动
zh_hant: 滑動

source: Select
ar: يختار
de: Auswählen
es: Seleccionar
fr: Sélectionner
id: Pilih
ja: 選択
ko: 선택
pl: Wybierz
ru: Выберите
sv: Välj
vi: Chọn
zh_hans: 选择键
zh_hant: 選擇

source: Select your level
ar: حدد مستواك
de: Level wählen
es: Seleccione su nivel
fr: Sélectionnez votre niveau
id: Pilih level Anda
ja: レベルを選択してください
ko: 레벨 선택
pl: Wybierz swój poziom
ru: Выберите свой уровень
sv: Välj din nivå
vi: Chọn cấp độ của bạn
zh_hans: 选择您的级别
zh_hant: 選擇您的級別

source: Please enable session/speaker form to create a session/speaker.
ar: يرجى تمكين نموذج الجلسة / المتحدث لإنشاء جلسة / متحدث.
de: Bitte aktivieren Sie das Sitzungs-/Referentenformular, um eine Sitzung/einen Referenten zu erstellen.
es: Habilite el formulario de sesión / orador para crear una sesión / orador.
fr: Veuillez activer le formulaire session / conférencier pour créer une session / conférencier.
id: Harap aktifkan formulir sesi / pembicara untuk membuat sesi / pembicara.
ja: セッション/スピーカーフォームを有効にして、セッション/スピーカーを作成してください。
ko: 세션 / 발언자를 생성하려면 세션 / 발언자 양식을 활성화하십시오.
pl: Włącz sesję / formularz prelegenta, aby utworzyć sesję / prelegenta.
ru: Пожалуйста, включите форму сеанса / докладчика, чтобы создать сеанс / докладчик.
sv: Aktivera session/talarformulär för att skapa en session/talare.
vi: Vui lòng bật biểu mẫu phiên / diễn giả để tạo phiên / diễn giả.
zh_hans: 请启用会话/发言人表格来创建会话/发言人。
zh_hant: 請啟用會話/發言人表格來創建會話/發言人。

source: Session details
ar: تفاصيل الجلسة
de: Sitzungsdetails
es: Detalles de la sesión
fr: Détails sur la session
id: Detail sesi
ja: セッションの詳細
ko: 세션 세부 정보
pl: Szczegóły sesji
ru: Детали сеанса
sv: Session-detaljer
vi: Chi tiết phiên
zh_hans: 会议详情
zh_hant: 議程細節

source: Speaker details
ar: تفاصيل مكبر الصوت
de: Referenten-Details
es: Detalles del orador
fr: Détails sur l'orateur
id: Detail speaker
ja: スピーカーの詳細
ko: 스피커 세부 정보
pl: Szczegóły głośnika
ru: Сведения о спикере
sv: Högtalardetaljer
vi: Chi tiết loa
zh_hans: 议长详情
zh_hant: 講者細節

source: Choose from existing speaker(s)
ar: اختر من المتحدثين الحاليين
de: Wählen Sie aus vorhandenen Referenten aus
es: Elija entre los altavoces existentes
fr: Choisir parmi les orateurs existants
id: Pilih dari pembicara yang ada
ja: 既存のスピーカーから選択
ko: 기존 스피커에서 선택
pl: Wybierz spośród istniejących głośników
ru: Выберите из существующих спикеров
sv: Välj mellan befintliga högtalare
vi: Chọn từ (các) loa hiện có
zh_hans: 从现有发言人中选择
zh_hant: 從現有發言人中選擇

source: Select Speakers
ar: اختر مكبرات الصوت
de: Referenten auswählen
es: Seleccionar altavoces
fr: Choisir un orateur
id: Pilih Speaker
ja: スピーカーの選択
ko: 스피커 선택
pl: Wybierz głośniki
ru: Выберите спикеров
sv: Välj högtalare
vi: Chọn loa
zh_hans: 选择发言人
zh_hant: 選擇發言人

source: Drag speakers to reorder!
ar: اسحب مكبرات الصوت لإعادة الترتيب!
de: Ziehen Sie die Referenten zum Neuordnen!
es: Arrastra los altavoces para reordenar.
fr: Faites glisser les haut-parleurs pour réorganiser !
id: Tarik speaker untuk menyusun ulang!
ja: スピーカーをドラッグして並べ替えます。
ko: 순서를 바꾸려면 스피커를 드래그하세요!
pl: Przeciągnij głośniki, aby zmienić kolejność!
ru: Перетащите динамики, чтобы изменить их порядок!
sv: Dra högtalarna för att ändra ordning!
vi: Kéo loa để sắp xếp lại thứ tự!
zh_hans: 拖动扬声器重新排序！
zh_hant: 拖動揚聲器重新排序！

source: No speaker exists. Add a new speaker.
ar: لا يوجد مكبر صوت. أضف مكبر صوت جديد.
de: Es ist kein Referent vorhanden. Neuen Referenten hinzufügen.
es: No existe altavoz. Agregue un nuevo altavoz.
fr: Aucun orateur existant. Ajouter un orateur.
id: Tidak ada speaker. Tambahkan pembicara baru.
ja: スピーカーが存在しません。新しいスピーカーを追加します。
ko: 스피커가 없습니다. 새 스피커를 추가하십시오.
pl: Brak głośnika. Dodaj nowego mówcę.
ru: Спикеры отсутствуют. Добавить нового спикера
sv: Det finns ingen högtalare. Lägg till en ny högtalare.
vi: Không có loa nào tồn tại. Thêm một loa mới.
zh_hans: 没有发言人。添加一个新的扬声器。
zh_hant: 沒有發言人。添加一個新的揚聲器。

source: Add a new speaker
ar: أضف مكبر صوت جديد
de: Neuen Referenten hinzufügen
es: Agregar un nuevo altavoz
fr: Ajouter un nouveau haut-parleur
id: Tambahkan pembicara baru
ja: 新しいスピーカーを追加する
ko: 새 스피커 추가
pl: Dodaj nowego mówcę
ru: Добавить нового динамика
sv: Lägg till en ny högtalare
vi: Thêm loa mới
zh_hans: 新增发言人
zh_hant: 新增發言人

source: Choose from an existing session
ar: اختر من جلسة موجودة
de: Wählen Sie aus einer vorhandenen Sitzung
es: Elija de una sesión existente
fr: Choisir une session existante
id: Pilih dari sesi yang ada
ja: 既存のセッションから選択する
ko: 기존 세션에서 선택
pl: Wybierz z istniejącej sesji
ru: Выберите из существующего сеанса
sv: Välj från en befintlig session
vi: Chọn từ một phiên hiện có
zh_hans: 从现有会话中选择
zh_hant: 從現有會話中選擇

source: Select Session
ar: حدد الجلسة
de: Wählen Sie Sitzung
es: Seleccionar sesión
fr: Sélectionnez une session
id: Pilih Sesi
ja: セッションの選択
ko: 세션 선택
pl: Wybierz sesję
ru: Выберите сеанс
sv: Välj session
vi: Chọn phiên
zh_hans: 选择会议
zh_hant: 選擇會議

source: No session exists. Add a new session proposal.
ar: لا توجد جلسة. إضافة اقتراح جلسة جديدة.
de: Es ist keine Sitzung vorhanden. Fügen Sie einen neuen Sitzungsvorschlag hinzu.
es: No existe sesión. Agregue una nueva propuesta de sesión.
fr: Pas de session existante. Soumettre une nouvelle session.
id: Tidak ada sesi. Tambahkan proposal sesi baru.
ja: セッションが存在しません。新しいセッション提案を追加します。
ko: 세션이 없습니다. 새 세션 제안을 추가합니다.
pl: Brak sesji. Dodaj propozycję nowej sesji.
ru: Сеансов нет. Добавьте новое предложение сеанса.
sv: Det finns ingen session. Lägg till ett nytt sessionförslag.
vi: Không có phiên nào tồn tại. Thêm một đề xuất phiên mới.
zh_hans: 没有会话。添加新的会话建议。
zh_hant: 沒有會話。添加新的會話建議。

source: Add a new Proposal
ar: أضف عرضًا جديدًا
de: Fügen Sie einen neuen Vorschlag hinzu
es: Agregar una nueva propuesta
fr: Ajouter une soumission
id: Tambahkan Proposal baru
ja: 新しい提案を追加する
ko: 새 제안 추가
pl: Dodaj nową propozycję
ru: Добавить новое предложение
sv: Lägg till ett nytt förslag
vi: Thêm một Đề xuất mới
zh_hans: 新增提案
zh_hant: 新增提案

source: Add Email of Speakers
ar: إضافة البريد الإلكتروني للمتحدثين
de: E-Mail der Referenten hinzufügen
es: Agregar correo electrónico de oradores
fr: Ajouter l'e-mail des conférenciers
id: Tambahkan Email Pembicara
ja: スピーカーのメールアドレスを追加
ko: 발표자의 이메일 추가
pl: Dodaj e-mail prelegentów
ru: Добавить адреса электронной почты докладчиков
sv: Lägga till e-post med högtalare
vi: Thêm email của người nói
zh_hans: 添加演讲者的电子邮件
zh_hant: 添加演講者的電子郵件

source: Submit
ar: يُقدِّم
de: Speichern
es: Enviar
fr: Soumettre
id: Kirim
ja: 提出
ko: 제출
pl: Wyślij
ru: Отправить
sv: Sänd
vi: Xác Nhận
zh_hans: 呈交
zh_hant: 上傳

source: You need to hit "Submit" to save your changes.
ar: تحتاج إلى الضغط على "إرسال" لحفظ التغييرات.
de: Sie müssen auf "Speichern" klicken, um Ihre Änderungen zu speichern.
es: Debe presionar "Enviar" para guardar sus cambios.
fr: Vous devez cliquer sur « Envoyer » pour enregistrer vos modifications.
id: Anda perlu menekan "Kirim" untuk menyimpan perubahan Anda.
ja: 変更を保存するには、[送信]をクリックする必要があります。
ko: 변경 사항을 저장하려면 "제출"을 눌러야 합니다.
pl: Aby zapisać zmiany, musisz nacisnąć „Prześlij”.
ru: Вам нужно нажать «Отправить», чтобы сохранить изменения.
sv: Du måste slå "Skicka" för att spara dina ändringar.
vi: Bạn cần nhấn "Gửi" để lưu các thay đổi của mình.
zh_hans: 您需要点击“提交”以保存更改。
zh_hant: 您需要點擊“提交”以保存更改。
