Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: An unexpected error has occurred.
ar: لقد حدث خطأ غير متوقع.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ha ocurrido un error inesperado.
fr: Une erreur inattendue s'est produite.
id: Terjadi sebuah kesalahan yang tidak diharapkan.
ja: 予期しないエラーが発生しました。
ko: 예상치 못한 오류가 발생했습니다.
pl: Wystąpił nieoczekiwany błąd.
ru: Произошла непредвиденная ошибка.
sv: Ett oväntat fel har inträffat.
vi: Một lỗi không mong muốn đã xảy ra.
zh_hans: 有一个报错。
zh_hant: 發生意外的錯誤。

source: Please enter your email ID
ar: الرجاء إدخال اسم المستخدم البريد الالكتروني
de: Bitte E-Mail-ID eingeben
es: Ingrese su ID de correo electrónico
fr: Merci de saisir votre ID de courriel
id: Silakan masukkan ID email Anda
ja: メール ID を入力してください
ko: 이메일 ID를 입력하세요
pl: Wprowadź swój identyfikator e-mail
ru: Пожалуйста, введите свой адрес электронной почты
sv: Ange ditt e -post -ID
vi: Hãy điền tên đăng nhập email của bạn
zh_hans: 请输入你的邮箱账号
zh_hant: 請輸入您的電子郵件ID

source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح
de: Bitte gültige E-Mail-Adresse eingeben
es: Por favor, introduzca una dirección de correo electrónico válida
fr: Merci de renseigner une adresse courriel valide
id: Silakan masukkan alamat email yang valid
ja: 有効なメールアドレスを入力してください
ko: 올바른 이메일 주소를 입력하세요
pl: Podaj poprawny adres email
ru: Пожалуйста, введите действительный адрес электронной почты
sv: Vänligen ange en giltig e-postadress
vi: Vui lòng nhập một địa chỉ thư hợp lệ
zh_hans: 请输入一个有效的电子邮件地址
zh_hant: 請輸入有效電子郵件位址

source: Please enter a phone number.
ar: الرجاء إدخال رقم هاتف.
de: Bitte Telefonnummer eingeben.
es: Por favor, introduzca un número de teléfono.
fr: Veuillez saisir un numéro de téléphone.
id: Silakan masukkan nomor telepon.
ja: 電話番号を入力してください。
ko: 휴대전화 번호를 입력하세요.
pl: Proszę podać numer telefonu.
ru: Пожалуйста, введите номер телефона.
sv: Vänligen ange ett telefonnummer.
vi: Vui lòng nhập số điện thoại.
zh_hans: 请输入一个电话号码。
zh_hant: 請輸入電話號碼。

source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح.
de: Bitte gültige Telefonnummer eingeben.
es: Por favor ingresa un número de teléfono válido.
fr: Veuillez entrer un numéro de téléphone valide.
id: Silakan isi dengan nomor telpon yang benar.
ja: 有効な電話番号を入力して下さい。
ko: 유효한 전화 번호를 입력하세요.
pl: Podaj numer telefonu we właściwym formacie.
ru: Пожалуйста, введите свой действующий номер телефона.
sv: Vänligen ange ett giltigt telefonnummer.
vi: Xin nhập một số điện thoại hợp lệ.
zh_hans: 请输入一个可用的电话号码。
zh_hant: 請輸入一個有效的電話號碼。

source: Your account has been deleted successfully.
ar: تم حذف حسابك بنجاح.
de: Konto wurde erfolgreich gelöscht.
es: Su cuenta ha sido eliminada correctamente.
fr: Votre compte a été supprimé avec succès.
id: Akun Anda berhasil dihapus.
ja: アカウントは正常に削除されました。
ko: 계정이 성공적으로 삭제되었습니다.
pl: Twoje konto zostało pomyślnie usunięte.
ru: Ваша учетная запись была успешно удалена.
sv: Borttagningen av ditt konto lyckades.
vi: Trương mục của bạn đã bị xóa thành công.
zh_hans: 你的账号已删除完毕。
zh_hant: 您的帳戶已成功刪除。

source: Email notifications updated successfully
ar: تم تحديث إشعارات البريد الإلكتروني بنجاح
de: E-Mail-Benachrichtigungen wurden erfolgreich aktualisiert
es: Las notificaciones por correo electrónico se actualizaron correctamente
fr: Les notifications courriel sont mises à jour
id: Pemberitahuan email berhasil diperbarui
ja: メール通知が正常に更新されました
ko: 이메일 알림이 성공적으로 업데이트 되었습니다
pl: Powiadomienia e-mail zostały zaktualizowane pomyślnie
ru: Уведомления по электронной почте успешно обновлены
sv: Uppdatering för aviseringar via e-post lyckades
vi: Thông báo email được cập nhật thành công
zh_hans: 邮件提醒设置已更新
zh_hant: 電子郵件通知已成功更新

source: Please enter the current password
ar: الرجاء إدخال كلمة المرور الحالية
de: Bitte atuelles Passwort eingeben
es: Por favor, ingresa la contraseña correcta
fr: Merci de saisir votre mot de passe actuel
id: Mohon masukkan kata sandi
ja: 現在のパスワードを入力してください
ko: 현재 암호를 입력하십시오
pl: Podaj poprawne hasło
ru: Пожалуйста, введите текущий пароль
sv: Vänligen ange det nuvarande lösenordet
vi: Vui lòng nhập mật khẩu đúng
zh_hans: 请输入正确的密码
zh_hant: 請輸入當前密碼

source: Please enter a new password
ar: الرجاء إدخال كلمة مرور جديدة
de: Bitte neues Passwort eingeben
es: Ingresa tu nueva contraseña.
fr: Merci de saisir un nouveau mot de passe
id: Masukkan kata sandi baru
ja: 新しいパスワードを入力してください。
ko: 새 암호를 입력하십시오
pl: Proszę, podaj nowe hasło.
ru: Пожалуйста, введите новый пароль
sv: Vänligen ange ett nytt lösenord
vi: Vui lòng nhập mật khẩu mới
zh_hans: 请输入一个新密码
zh_hant: 請輸入新密碼

source: Your password must have at least {ruleValue} characters
ar: يجب أن تحتوي كلمة مرورك على {ruleValue} من الأحرف على الأقل
de: Passwort muss mindestens {ruleValue} Zeichen enthalten
es: Su contraseña debe tener al menos {ruleValue} caracteres
fr: Votre mot de passe doit contenir au moins {ruleValue} caractères
id: Sandi Anda harus terdiri dari setidaknya {ruleValue} karakter
ja: パスワードには {ruleValue} 文字以上が必要です
ko: 비밀번호는 {ruleValue}자 이상이어야 합니다
pl: Twoje hasło musi mieć co najmniej {ruleValue} znaków
ru: Ваш пароль должен содержать не менее {ruleValue} символов
sv: Ditt lösenord måste ha minst {ruleValue} tecken
vi: Mật khẩu của bạn phải có ít nhất {ruleValue} ký tự
zh_hans: 你的密码必须包含 {ruleValue} 所要求的字符
zh_hant: 您的密碼必須至少包含{ruleValue}個字符

source: Passwords do not match
ar: كلمة المرور غير مطابقة
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe diffèrent
id: Sandi tidak sama
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pl: Hasła różnią się
ru: Пароли не соответствуют
sv: Lösenorden matchar inte
vi: Mật khẩu không phù hợp
zh_hans: 密码不对
zh_hant: 密碼不相符

source: Please upload a file
ar: الرجاء تحميل ملف
de: Bitte eine Datei hochladen
es: Por favor, cargue el archivo
fr: Merci de téléverser un fichier
id: Silakan unggah file
ja: ファイルをアップロードしてください
ko: 파일을 업로드해 주세요
pl: Prześlij plik
ru: Пожалуйста, загрузите файл
sv: Vänligen ladda upp en fil
vi: Vui lòng tải tệp lên
zh_hans: 请上传一个文件
zh_hant: 請上傳文件

source: Please upload a file in suggested format
ar: يرجى تحميل ملف بالتنسيق المقترح
de: Bitte eine Datei im passenden Format hochladen
es: Sube un archivo en el formato sugerido
fr: Merci de téléverser un fichier dans le format suggéré
id: Silakan unggah file dalam format yang disarankan
ja: 提案された形式でファイルをアップロードしてください
ko: 제안된 형식의 파일을 업로드 하십시오
pl: Prześlij plik w sugerowanym formacie
ru: Пожалуйста, загрузите файл в предложенном формате
sv: Vänligen ladda upp en fil i det föreslagna formatet
vi: Vui lòng tải tệp lên ở định dạng đề xuất
zh_hans: 请上传建议格式的文件
zh_hant: 請以建議的格式上傳文件

source: Could not fetch from the server
ar: تعذر الجلب من الخادم
de: Keine Antwort vom Server erhalten
es: No se pudo recuperar del servidor
fr: Récupération impossible depuis le serveur
id: Tak bisa mengambil dari peladen
ja: サーバーからフェッチできませんでした
ko: 서버에서 가져올 수 없습니다
pl: Nie udało się pobrać z serwera
ru: Не удалось получить с сервера
sv: Kunde inte hämta från servern
vi: Không thể lấy từ hệ phục vụ
zh_hans: 无法从服务端获取
zh_hant: 無法從服務器獲取

source: Please publish to generate the link
ar: يرجى نشر لتوليد الارتباط
de: Bitte veröffentlichen, um den Link zu generieren
es: Publique para generar el enlace
fr: Veuillez publier pour générer le lien
id: Harap terbitkan untuk menghasilkan tautan
ja: リンクを生成するには公開してください
ko: 링크를 생성하려면 게시하십시오
pl: Opublikuj, aby wygenerować link
ru: Пожалуйста, опубликуйте, чтобы создать ссылку
sv: Vänligen publicera för att generera länken
vi: Vui lòng xuất bản để tạo liên kết
zh_hans: 请发布以便生成链接地址
zh_hant: 請發布以生成鏈接

source: Download Ready
ar: تحميل جاهز
de: Download steht bereit
es: Descarga lista
fr: Téléchargement prêt
id: Unduh Siap
ja: ダウンロード準備完了
ko: 다운로드 준비됨
pl: Pobierz gotowy
ru: Готово к загрузке
sv: Nerladdningen redo
vi: Sẵn sàng tải xuống
zh_hans: 准备下载
zh_hant: 下載就緒

source: Task is going on.
ar: المهمة جارية.
de: Vorgang läuft.
es: La tarea está en marcha.
fr: L'opération se poursuit.
id: Tugas sedang berlangsung.
ja: タスクは起こっています。
ko: 작업이 진행중 입니다.
pl: Zadanie trwa.
ru: Задача выполняется.
sv: Uppgiften pågår.
vi: Tác vụ đang diễn ra.
zh_hans: 任务进行中。
zh_hant: 任務正在進行。

source: Task failed.
ar: فشلت المهمة.
de: Aufgabe fehlgeschlagen.
es: Tarea fallida.
fr: L'opération a échoué.
id: Tugas gagal.
ja: タスクが失敗しました。
ko: 작업이 실패했습니다.
pl: Zadanie nie powiodło się.
ru: Не удалось выполнить задачу.
sv: Uppgiften misslyckades.
vi: Tác vụ thất bại.
zh_hans: 任务失败了。
zh_hant: 任務失敗。

source: Exported Event Downloaded successfully.
ar: تم تنزيل الحدث الذي تم تصديره بنجاح.
de: Exportierte Veranstaltung erfolgreich heruntergeladen.
es: Evento exportado descargado correctamente.
fr: Évènement exporté téléchargé avec succès.
id: Acara yang Diekspor berhasil Diunduh.
ja: エクスポートされたイベント正常にダウンロードされました。
ko: 내보낸 이벤트가 성공적으로 다운로드되었습니다.
pl: Wyeksportowane wydarzenie zostało pomyślnie pobrane.
ru: Экспортированное событие успешно загружено.
sv: Den importerade händelsen laddades ner med ett lyckat resultat.
vi: Sự kiện Đã xuất chuyển Đã tải xuống thành công.
zh_hans: 导出的事件已被成功下载。
zh_hant: 導出的事件已成功下載。

source: Role Invite sent successfully.
ar: تم إرسال دعوة الدور بنجاح.
de: Rolleneinladung gesendet.
es: Invitación a función enviada correctamente.
fr: L'invitation a été envoyée
id: Undangan Peran berhasil dikirim.
ja: 役割の招待が正常に送信されました。
ko: 역할 초대를 성공적으로 보냈습니다.
pl: Zaproszenie do roli zostało pomyślnie wysłane.
ru: Приглашение на роль успешно отправлено.
sv: Rollinbjudan har skickats.
vi: Đã gửi lời mời vai trò thành công.
zh_hans: 角色的邀请已送达。
zh_hant: 角色邀請發送成功。

source: Role Invite updated successfully.
ar: تم تحديث دعوة الدور بنجاح.
de: Die Rolleneinladung wurde aktualisiert.
es: Invitación de función actualizada correctamente.
fr: L'invitation a été mise à jour
id: Undangan Peran berhasil diperbarui.
ja: 役割の招待が正常に更新されました。
ko: 역할 초대가 성공적으로 업데이트 되었습니다.
pl: Pomyślnie zaktualizowano zaproszenie do roli.
ru: Приглашение на роль успешно обновлено.
sv: Rollinbjudan har uppdaterats.
vi: Đã cập nhật thành công lời mời vai trò.
zh_hans: 角色邀请更新成功。
zh_hant: 角色邀請更新成功。

source: Invite resent successfully.
ar: دعوة الاستياء بنجاح.
de: Die Einladung wurde erneut gesendet.
es: Invitar a reenviar con éxito.
fr: L'invitation a été renvoyée avec succès.
id: Undangan berhasil dikirim ulang.
ja: 憤慨を正常に招待します。
ko: 초대를 성공적으로 다시 보냈습니다.
pl: Zaproś ponownie pomyślnie.
ru: Приглашение повторно отправлено.
sv: Inbjudan har skickats på nytt.
vi: Đã gửi lại lời mời thành công.
zh_hans: 已重新邀请。
zh_hant: 邀請重發成功。

source: Oops something went wrong. Please try again.
ar: تبا شيء ما حدث بشكل خاطئ. حاول مرة اخرى.
de: Hoppla, da ist etwas schief gelaufen. Bitte versuchen Sie es erneut.
es: Huy! Algo salió mal. Inténtalo de nuevo.
fr: Oups, quelque-chose ne s'est pas bien passé. Essayez de nouveau
id: Ups! Ada yang tidak beres. Silakan coba lagi.
ja: おっと！何かが間違っていた。もう一度やり直してください。
ko: 아차! 문제가 발생했습니다. 다시 시도해 주세요.
pl: Ups! Coś poszło nie tak. Proszę spróbuj ponownie.
ru: Упс! Что-то пошло не так. Пожалуйста, попробуйте еще раз.
sv: Hoppsan, något gick fel. Vänligen försök igen.
vi: Rất tiếc, đã xảy ra lỗi. Vui lòng thử lại.
zh_hans: 哎呀！出事了。请再试一次。
zh_hant: 哎呀！出事了。請再試一次。

source: Role Invite deleted successfully.
ar: تم حذف دعوة الدور بنجاح.
de: Die Rolleneinladung wurde gelöscht.
es: Invitación a función eliminada correctamente.
fr: L'invitation a été supprimée
id: Undangan Peran berhasil dihapus.
ja: 役割の招待が正常に削除されました。
ko: 역할 초대가 성공적으로 삭제되었습니다.
pl: Zaproszenie do roli zostało pomyślnie usunięte.
ru: Приглашение на роль успешно удалено.
sv: Rollinbjudan har tagits bort.
vi: Đã xóa lời mời vai trò thành công.
zh_hans: 角色邀请删除成功。
zh_hant: 角色邀請刪除成功。

source: Role deleted successfully.
ar: تم حذف الدور بنجاح.
de: Die Rolle wurde gelöscht.
es: Rol eliminado correctamente.
fr: Rôle supprimé avec succès.
id: Peran berhasil dihapus.
ja: ロールが正常に削除されました。
ko: 역할이 성공적으로 삭제되었습니다.
pl: Rola została pomyślnie usunięta.
ru: Роль успешно удалена.
sv: Rollen har tagits bort.
vi: Đã xóa vai trò thành công.
zh_hans: 角色删除成功。
zh_hant: 角色刪除成功。

source: View
ar: منظر
de: Anzeigen
es: Ver
fr: Voir
id: Tampilan
ja: ビュー
ko: 보기
pl: obejrzenie
ru: Вид
sv: Visa
vi: Xem
zh_hans: 查看
zh_hant: 觀看

source: Preview
ar: معاينة
de: Vorschau
es: Previsualización
fr: Prévisualisation
id: Pratinjau
ja: プレビュー
ko: 미리보기
pl: Podgląd
ru: Предпварительный росмотр
sv: Förhandsgrandska
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Unpublish
ar: إلغاء النشر
de: Veröffentlichung aufheben
es: Anular publicación
fr: Dé-publier
id: Hentikan Penayangan
ja: 非公開
ko: 게시 취소
pl: Wycofaj publikację
ru: Не публиковать
sv: Avpublicera
vi: Không xuất bản
zh_hans: 取消发布
zh_hant: 取消發布

source: Publish
ar: ينشر
de: Veröffentlichen
es: Publica
fr: Publier
id: Terbitkan
ja: 公開
ko: 게시
pl: Opublikuj
ru: Опубликовать
sv: Publicera
vi: Xuất bản
zh_hans: 公布
zh_hant: 發布

source: Your event must have tickets before it can be published.
ar: يجب أن يحتوي الحدث الخاص بك على تذاكر قبل نشره.
de: Die Veranstaltung muss über Tickets verfügen, bevor sie veröffentlicht werden kann.
es: Su evento debe tener entradas antes de que se pueda publicar.
fr: Votre évènement doit avoir des billets avant de pouvoir être publié.
id: Acara Anda harus memiliki tiket sebelum dapat dipublikasikan.
ja: イベントを公開するには、イベントにチケットが必要です。
ko: 이벤트를 게시하려면 티켓이 먼저 있어야 합니다.
pl: Twoje wydarzenie musi mieć bilety, zanim będzie można je opublikować.
ru: У вашего мероприятия должны быть билеты, прежде чем его можно будет опубликовать.
sv: Din händelse måste ha biljetter innan det kan publiceras.
vi: Sự kiện của bạn phải có vé trước khi có thể xuất bản.
zh_hans: 您的活动必须有门票才能发布。
zh_hant: 您的活動必須有門票才能發布。

source: You need to connect to your Stripe account, if you choose Stripe as a payment gateway.
ar: تحتاج إلى الاتصال بحساب Stripe الخاص بك ، إذا اخترت Stripe كبوابة دفع.
de: Um Stripe als Zahlungsgateway auszuwählen, bitte Verbindung zu einem Stripe-Konto herstellen.
es: Debe conectarse a su cuenta de Stripe, si elige Stripe como pasarela de pago.
fr: Vous devez vous connecter à votre compte Stripe si vous choisissez Stripe comme passerelle de paiement.
id: Anda perlu menyambungkan ke akun Stripe, jika Anda memilih Stripe sebagai gateway pembayaran.
ja: Stripe を支払いゲートウェイとして選択した場合は、Stripe アカウントに接続する必要があります。
ko: Stripe를 결제 게이트웨이로 선택한 경우, Stripe계정을 연결해야 합니다.
pl: Musisz połączyć się ze swoim kontem Stripe, jeśli wybierzesz Stripe jako bramkę płatności.
ru: Вам необходимо подключиться к своей учетной записи Stripe, если вы выбрали Stripe в качестве платежного шлюза.
sv: Du behöver ansluta ditt Stripe-konto om du väljer Stripe som en betalningsgateway.
vi: Bạn cần kết nối với tài khoản Stripe của mình, nếu bạn chọn Stripe làm cổng thanh toán.
zh_hans: 如果您选择Stripe作为支付网关，则需要连接到Stripe帐户。
zh_hant: 如果您選擇Stripe作為支付網關，則需要連接到Stripe帳戶。

source: Your event has been published successfully.
ar: تم نشر الحدث الخاص بك بنجاح.
de: Die Veranstaltung wurde erfolgreich veröffentlicht.
es: Tu evento se ha publicado correctamente.
fr: Votre évènement a été publié avec succès.
id: Acara Anda berhasil dipublikasikan.
ja: イベントが正常に公開されました。
ko: 이벤트가 성공적으로 게시되었습니다.
pl: Twoje wydarzenie zostało pomyślnie opublikowane.
ru: Ваше мероприятие было успешно опубликовано.
sv: Din händelse har publicerats med ett lyckat resultat.
vi: Sự kiện của bạn đã được xuất bản thành công.
zh_hans: 您的活动已成功发布。
zh_hant: 您的活動已成功發布。

source: Your event has been unpublished.
ar: تم إلغاء نشر هذا الحدث الخاص بك.
de: Die Veröffentlichung der Veranstaltung wurde aufgehoben. Die Veranstaltung ist nicht öffentlich sichtbar.
es: Se anuló la publicación de tu evento.
fr: Votre évènement a été dé-publié.
id: Acara Anda tidak dipublikasikan.
ja: あなたのイベントは未公開です。
ko: 이벤트가 게시 취소되었습니다.
pl: Twoje wydarzenie zostało cofnięte.
ru: Ваше мероприятие было разопубликовано.
sv: Ditt evenemang har inte publicerats.
vi: Sự kiện của bạn đã bị hủy đăng.
zh_hans: 您的活动尚未发布。
zh_hant: 您的活動尚未發布。

source: Please enter a name
ar: الرجاء إدخال اسم
de: Bitte Namen eingeben
es: Por favor, introduzca un nombre
fr: Merci de saisir votre nom
id: Silakan masukkan nama
ja: 名前を入力してください
ko: 이름을 입력해 주세요
pl: Wpisz nazwę
ru: Пожалуйста, введите имя
sv: Vänligen ange ett namn
vi: Vui lòng nhập tên
zh_hans: 请输入一个名字
zh_hant: 請輸入一個名字

source: Please enter a title
ar: الرجاء إدخال عنوان
de: Bitte gib einen Titel ein
es: Ingresa un título
fr: Merci de saisir un titre
id: Silakan masukkan judul
ja: タイトルを入力してください
ko: 제목을 입력해 주세요
pl: Wpisz tytuł
ru: Пожалуйста, введите название
sv: Vänligen ange en titel
vi: Vui lòng nhập tiêu đề
zh_hans: 请输入标题
zh_hant: 請輸入標題

source: Please enter the path
ar: الرجاء إدخال المسار
de: Bitte gib einen Pfad ein
es: Por favor ingrese la ruta
fr: Merci de saisir un chemin
id: Silakan masukkan jalur
ja: パスを入力してください
ko: 경로에 들어가주세요
pl: Podaj ścieżkę
ru: Пожалуйста, введите путь
sv: Vänligen ange genvägen
vi: Vui lòng nhập đường dẫn
zh_hans: 请输入路径
zh_hant: 請輸入路徑

source: Path should not contain leading slash.
ar: يجب ألا يحتوي المسار على شرطة مائلة.
de: Die Pfadangabe darf keine führenden Schrägstriche enthalten.
es: La ruta no debe contener una barra inclinada.
fr: Le chemin ne doit pas contenir de slash de début.
id: Jalur tidak boleh berisi garis miring terkemuka.
ja: パスには先頭のスラッシュを含めないようにしてください。
ko: 경로에는 선행 슬래시가 포함되어서는 안 됩니다.
pl: Ścieżka nie powinna zawierać początkowego ukośnika.
ru: Путь не должен содержать ведущую косую черту.
sv: Genvägen bör inte innehålla ett inledande snedstreck.
vi: Đường dẫn không nên chứa dấu gạch chéo hàng đầu.
zh_hans: 路径不应包含斜杠。
zh_hant: 路徑不應包含斜杠。

source: Path should not contain whitespaces.
ar: يجب ألا يحتوي المسار على مسافات.
de: Die Pfadangabe darf keine Leerzeichen beinhalten.
es: La ruta no debe contener espacios en blanco.
fr: Le chemin ne doit pas contenir d'espaces.
id: Jalur tidak boleh berisi spasi putih.
ja: パスには空白を含めないようにしてください。
ko: 경로에는 공백이 없어야 합니다.
pl: Ścieżka nie powinna zawierać spacji.
ru: Путь не должен содержать пробелов.
sv: Genvägen bör inte innehålla blanksteg.
vi: Đường dẫn không nên chứa khoảng trắng.
zh_hans: 路径不应包含空格。
zh_hant: 路徑不應包含空格。

source: Please select a place
ar: الرجاء تحديد مكان
de: Wähle einen Ort
es: Por favor seleccione un lugar
fr: Merci de sélectionner un lieu
id: Silakan pilih tempat
ja: 場所を選択してください
ko: 장소를 선택해 주세요
pl: Proszę wybrać miejsce
ru: Пожалуйста, выберите место
sv: Vänligen välj en plats
vi: Vui lòng chọn địa điểm
zh_hans: 请选择一个地方
zh_hant: 請選擇一個地方

source: Please enter a position
ar: الرجاء إدخال الوظيفة
de: Gib eine Position ein
es: Ingrese una posición
fr: Merci de saisir une position
id: Silakan masukkan posisi
ja: ポジションを入力してください
ko: 입장을 입력해 주세요
pl: Proszę podać stanowisko
ru: Пожалуйста, введите позицию
sv: Vänligen välj en position
vi: Vui lòng nhập vị trí
zh_hans: 请输入职位
zh_hant: 請輸入職位

source: Please enter a language
ar: الرجاء إدخال لغة
de: Gib eine Sprache ein
es: Por favor ingrese un idioma
fr: Merci de saisir une langue
id: Silakan masukkan bahasa
ja: 言語を入力してください
ko: 언어를 입력하십시오.
pl: Proszę podać język
ru: Пожалуйста, введите язык
sv: Vänligen ange ett språk
vi: Vui lòng nhập ngôn ngữ
zh_hans: 请输入语言
zh_hant: 請輸入語言

source: Please enter a valid url
ar: أدخل رابط صحيح من فضلك
de: Gib bitte eine gültige URL an
es: Por favor, introduzca una URL válida
fr: Merci de saisir une url valide
id: Silakan masukkan URL yang valid
ja: 正しいURLを入力してください
ko: 유효한 URL을 입력하십시오.
pl: Wpisz prawidłowy adres URL
ru: Пожалуйста, введите корректный url
sv: Vänligen ange en giltig URL
vi: Vui lòng nhập url hợp lệ
zh_hans: 请输入一个有效的 URL
zh_hant: 請輸入有效網址

source: Please select a language
ar: يرجى تحديد لغة
de: Bitte Sprache auswählen
es: Por favor, seleccione un idioma
fr: Merci de sélectionner un langage
id: Silakan pilih bahasa
ja: 言語を選択してください
ko: 언어를 선택하십시오.
pl: Proszę wybierz język
ru: Пожалуйста, выберите язык
sv: Vänligen välj ett språk
vi: Vui lòng chọn ngôn ngữ
zh_hans: 请选择一种语言
zh_hant: 請選擇一種語言

source: Please enter a valid mobile number.
ar: الرجاء إدخال رقم جوال صحيح.
de: Bitte geben eine gültige Handynummer eingeben.
es: Por favor, introduzca un número de móvil válido.
fr: Veuillez saisir un numéro de mobile valide.
id: Masukkan nomor ponsel yang sahih.
ja: 有効な携帯電話番号を入力してください。
ko: 유효한 휴대폰 번호를 입력하십시오.
pl: Wprowadź prawidłowy numer telefonu komórkowego.
ru: Пожалуйста, введите действующий номер мобильного телефона.
sv: Vänligen ange ett giltigt mobilnummer.
vi: Vui lòng nhập số điện thoại di động hợp lệ.
zh_hans: 请输入有效的手机号码。
zh_hant: 請輸入有效的手機號碼。

source: Please enter the email
ar: الرجاء إدخال البريد الإلكتروني
de: Bitte E-Mail eingeben
es: Por favor ingrese el correo electrónico
fr: Veuillez saisir l'adresse courriel
id: Silakan masukkan email
ja: メールを入力してください
ko: 이메일을 입력하십시오.
pl: Wpisz adres e-mail
ru: Пожалуйста, введите адрес электронной почты
sv: Vänligen ange e-postadressen
vi: Vui lòng nhập email
zh_hans: 请输入邮箱
zh_hant: 請輸入電子郵件

source: Please enter the billing paypal email invoice money will be transferred to
ar: يرجى إدخال فاتورة البريد الإلكتروني الخاصة بالفواتير التي سيتم تحويل الأموال إليها
de: Bitte Rechnungs-E-Mail für Paypal eingeben, damit das Geld überwiesen werden kann
es: Ingrese el correo electrónico de facturación de PayPal a la que se transferirá el dinero de la factura
fr: Veuillez entrer le courriel de facturation paypal ; l'argent de la facture sera transféré à
id: Silakan masukkan uang faktur email paypal penagihan akan ditransfer ke
ja: 請求 paypal 電子メール請求書のお金が転送されるを入力してください
ko: 청구 페이팔 이메일 송장 송금을 입력해 주세요.
pl: Podaj adres e-mail rozliczeniowy PayPal, na który pieniądze zostaną przelane
ru: Введите платежный адрес электронной почты PayPal, на который будут переведены деньги.
vi: Vui lòng nhập tiền hóa đơn email paypal thanh toán sẽ được chuyển đến
zh_hans: 请输入转账所需的Paypal邮箱
zh_hant: 請輸入帳單支付寶電子郵件發票金額將轉入

source: Please select the country
ar: الرجاء تحديد الدولة
de: Bitte Land auswählen
es: Por favor seleccione el pais
fr: Veuillez sélectionner le pays
id: Silakan pilih negara
ja: 国を選択してください
ko: 국가를 선택하십시오
pl: Proszę wybrać kraj
ru: Пожалуйста, выберите страну
sv: Vänligen välj landet
vi: Vui lòng chọn quốc gia
zh_hans: 请选择国家
zh_hant: 請選擇國家

source: Please enter the organisation
ar: الرجاء إدخال المنظمة
de: Bitte Organisation eingeben
es: Por favor ingrese a la organización
fr: Veuillez entrer l'organisation
id: Harap masuk ke organisasi
ja: 組織に入ってください
ko: 조직을 입력하십시오
pl: Wprowadź organizację
ru: Пожалуйста, укажите организацию
sv: Vänligen ange organisationen
vi: Vui lòng nhập tổ chức
zh_hans: 请输入组织名称
zh_hant: 請輸入組織

source: Please enter the Address
ar: الرجاء إدخال العنوان
de: Bitte Adresse eingeben
es: Por favor ingrese la dirección
fr: Veuillez saisir l'adresse
id: Silakan masukkan Alamat
ja: アドレスを入力してください
ko: 주소를 입력하십시오.
pl: Wprowadź adres
ru: Пожалуйста, введите адрес
sv: Vänligen ange adressen
vi: Vui lòng nhập Địa chỉ
zh_hans: 请输入地址
zh_hant: 請輸入地址

source: Please enter the city
ar: الرجاء إدخال المدينة
de: Bitte Stadt eingeben
es: Por favor ingrese la ciudad
fr: Veuillez entrer la ville
id: Silakan masukkan kota
ja: 市区町村を入力してください
ko: 도시로 들어오십시오.
pl: Proszę podać miasto
ru: Пожалуйста, введите город
sv: Vänligen ange staden
vi: Vui lòng vào thành phố
zh_hans: 请输入城市
zh_hant: 請輸入城市

source: Please enter the ZIP code
ar: الرجاء إدخال الرمز البريدي
de: Bitte geben Sie die Postleitzahl ein
es: Por favor ingrese el código postal
fr: Veuillez saisir le code postal
id: Silakan masukkan kode ZIP
ja: 郵便番号を入力してください
ko: 우편번호를 입력하세요.
pl: Proszę wpisać kod pocztowy
ru: Пожалуйста, введите почтовый индекс
sv: Vänligen ange postnumret
vi: Vui lòng nhập mã ZIP
zh_hans: 请输入邮政编码
zh_hant: 請輸入郵政編碼

source: Please enter width
ar: الرجاء إدخال العرض
de: Bitte Breite eingeben
es: Por favor ingrese el ancho
fr: Merci de saisir une largeur
id: Silakan masukkan lebar
ja: 幅を入力してください
ko: 너비를 입력해 주세요
pl: Proszę podać szerokość
ru: Пожалуйста, введите ширину
sv: Vänligen ange bredd
vi: Vui lòng nhập chiều rộng
zh_hans: 请输入宽度
zh_hant: 請輸入寬度
