Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Enable AliPay
ar: قم بتمكين AliPay
de: Aktivieren Sie AliPay
es: Habilitar AliPay
fr: Activer AliPay
id: Aktifkan AliPay
ja: アリペイを有効にする
ko: AliPay 활성화
pl: Włącz AliPay
ru: Включить AliPay
sv: Aktivera AliPay
vi: Bật AliPay
zh_hans: 启用支付宝
zh_hant: 啟用支付寶

source: AliPay Keys (Stripe Sources)
ar: مفاتيح AliPay (مصادر شريطية)
de: AliPay-Schlüssel (Streifenquellen)
es: Llaves AliPay (fuentes de Stripe)
fr: Clés AliPay (sources Stripe)
id: Kunci AliPay (Sumber Stripe)
ja: アリペイキー(ストライプソース)
ko: AliPay 키 (스트라이프 소스)
pl: Klucze AliPay (źródła pasków)
ru: Ключи AliPay (источники Stripe)
sv: AliPay -nycklar (randkällor)
vi: Phím AliPay (Nguồn sọc)
zh_hans: AliPay密钥（条带化来源）
zh_hant: AliPay密鑰（條帶化來源）

source: Enable PayPal
ar: قم بتمكين PayPal
de: Aktivieren Sie PayPal
es: Habilitar PayPal
fr: Activer PayPal
id: Aktifkan PayPal
ja: ペイパルを有効にする
ko: PayPal 활성화
pl: Włącz PayPal
ru: Включить PayPal
sv: Aktivera PayPal
vi: Bật PayPal
zh_hans: 启用贝宝
zh_hant: 啟用貝寶

source: PayPal Credentials
ar: بيانات اعتماد PayPal
de: PayPal-Anmeldeinformationen
es: Credenciales de PayPal
fr: Identifiants PayPal
id: Kredensial PayPal
ja: ペイパル資格情報
ko: PayPal 자격 증명
pl: Poświadczenia PayPal
ru: Учетные данные PayPal
sv: PayPal -referenser
vi: Thông tin đăng nhập PayPal
zh_hans: 贝宝凭证
zh_hant: 貝寶憑證

source: PayPal Integration Mode
ar: وضع تكامل PayPal
de: PayPal-Integrationsmodus
es: Modo de integración de PayPal
fr: Mode d'intégration PyPal
id: Mode Integrasi PayPal
ja: ペイパル統合モード
ko: PayPal 통합 모드
pl: Tryb integracji PayPal
ru: Режим интеграции PayPal
sv: PayPal integrationsläge
vi: Chế độ tích hợp PayPal
zh_hans: 贝宝集成模式
zh_hant: 貝寶集成模式

source: Sandbox mode - Used during development and testing
ar: وضع الحماية - يُستخدم أثناء التطوير والاختبار
de: Sandbox-Modus - Wird während der Entwicklung und des Testens verwendet
es: Modo de zona de pruebas: se utiliza durante el desarrollo y las pruebas
fr: Mode bac à sable - utilisé pendant la phase de test et de développement
id: Mode Sandbox - Digunakan selama pengembangan dan pengujian
ja: サンドボックスモード - 開発およびテスト中に使用
ko: 샌드 박스 모드-개발 및 테스트 중에 사용
pl: Tryb piaskownicy - używany podczas programowania i testowania
ru: Режим песочницы - используется во время разработки и тестирования
sv: Sandlådeläge - Används under utveckling och testning
vi: Chế độ hộp cát - Được sử dụng trong quá trình phát triển và thử nghiệm
zh_hans: 沙盒模式-在开发和测试期间使用
zh_hant: 沙盒模式-在開發和測試期間使用

source: Paypal Sandbox Client Id
ar: معرف عميل Paypal Sandbox
es: ID de cliente de Paypal Sandbox
fr: ID Paypal Sandbox Client
id: Id Klien Kotak Pasir Paypal
ja: ペイパルサンドボックスクライアントID
ko: Paypal Sandbox 클라이언트 ID
pl: Identyfikator klienta Paypal Sandbox
ru: Идентификатор клиента песочницы Paypal
vi: Id khách hàng hộp cát Paypal
zh_hans: 贝宝沙盒客户端ID
zh_hant: 貝寶沙盒客戶端ID

source: Paypal Sandbox Secret Token
ar: رمز Paypal Sandbox السري
de: Paypal Sandbox Geheimtoken
es: Token secreto de Paypal Sandbox
fr: Jeton secret Paypal Sandbox
id: Token Rahasia Paypal Sandbox
ja: ペイパルサンドボックスシークレットトークン
ko: Paypal Sandbox 비밀 토큰
pl: Tajny token Paypal Sandbox
ru: Секретный токен песочницы Paypal
vi: Mã thông báo bí mật của hộp cát Paypal
zh_hans: 贝宝沙盒秘密令牌
zh_hant: 貝寶沙盒秘密令牌

source: This secret token will be used during testing mode
ar: سيتم استخدام هذا الرمز المميز السري أثناء وضع الاختبار
de: Dieses geheime Token wird im Testmodus verwendet
es: Este token secreto se utilizará durante el modo de prueba
fr: Ce jeton secret sera utilisé pendant le mode de test
id: Token rahasia ini akan digunakan selama mode pengujian
ja: このシークレットトークンは、テストモード中に使用されます
ko: 이 비밀 토큰은 테스트 모드에서 사용됩니다.
pl: Ten tajny token będzie używany w trybie testowym
ru: Этот секретный токен будет использоваться в режиме тестирования
sv: Denna hemliga token kommer att användas under testläget
vi: Mã thông báo bí mật này sẽ được sử dụng trong chế độ thử nghiệm
zh_hans: 此秘密令牌将在测试模式下使用
zh_hant: 此秘密令牌將在測試模式下使用

source: Paypal Client Id
ar: معرف عميل Paypal
es: Identificación de cliente de Paypal
id: Id Klien Paypal
ja: ペイパル クライアント ID
ko: Paypal 클라이언트 ID
pl: Identyfikator klienta Paypal
ru: Идентификатор клиента Paypal
sv: Paypal -klient -id
vi: Id khách hàng Paypal
zh_hans: 贝宝客户ID
zh_hant: 貝寶客戶ID

source: Paypal Secret Token
ar: رمز Paypal السري
de: Paypal Geheimtoken
es: Token secreto de Paypal
fr: Jeton secret Paypal
id: Token Rahasia Paypal
ja: ペイパル シークレット トークン
ko: Paypal 비밀 토큰
pl: Tajny token Paypal
ru: Секретный токен Paypal
vi: Mã thông báo bí mật của Paypal
zh_hans: 贝宝秘密令牌
zh_hant: 貝寶秘密令牌

source: This secret tocken will be used during live (production) mode
ar: سيتم استخدام هذا الرمز السري أثناء الوضع المباشر (الإنتاج)
de: Dieser geheime Token wird im Live-Modus (Produktionsmodus) verwendet
es: Este tocken secreto se usará durante el modo en vivo (producción)
fr: Ce jeton secret sera utilisé en mode live (production)
id: Token rahasia ini akan digunakan selama mode live (produksi)
ja: この秘密のトッケンは、ライブ(本番)モードで使用されます
ko: 이 비밀 토큰은 라이브 (프로덕션) 모드에서 사용됩니다.
pl: Ten tajny tocken będzie używany w trybie na żywo (produkcyjnym)
ru: Этот секретный токен будет использоваться во время рабочего (производственного) режима.
sv: Denna hemliga token kommer att användas under live (produktion) läge
vi: Bánh dày bí mật này sẽ được sử dụng trong chế độ trực tiếp (sản xuất)
zh_hans: 此秘密令牌将在实时（生产）模式下使用
zh_hant: 此秘密令牌將在實時（生產）模式下使用

source: Enable Omise
ar: تمكين Omise
de: Omise aktivieren
es: Habilitar Omise
fr: Activer Omise
id: Aktifkan Omise
ja: オミセを有効にする
ko: Omise 활성화
pl: Włącz Omise
ru: Включить Omise
sv: Aktivera Omise
vi: Bật Omise
zh_hans: 启用Omise
zh_hant: 啟用Omise

source: Omise Credentials
ar: حذف أوراق الاعتماد
de: Omise-Anmeldeinformationen
es: Credenciales de Omise
fr: Informations d'identification Omise
id: Kredensial Omise
ja: オミセの資格情報
ko: Omise 자격 증명
ru: Полномочия Омисе
sv: Utelämna referenser
vi: Thông tin đăng nhập Omise
zh_hans: Omise凭证
zh_hant: Omise憑證

source: Omise Integration Mode
ar: حذف وضع التكامل
de: Omise-Integrationsmodus
es: Modo de integración Omise
fr: Mode d'intégration Omise
id: Mode Integrasi Omise
ja: オミセ統合モード
ko: Omise 통합 모드
pl: Tryb integracji Omise
ru: Режим интеграции Омисе
sv: Integreringsläge för Omise
vi: Chế độ tích hợp Omise
zh_hans: Omise整合模式
zh_hant: Omise整合模式

source: Omise Test Public Key
ar: Omise Test المفتاح العام
de: Omise Test Öffentlicher Schlüssel
es: Clave pública de prueba de Omise
fr: Clé publique de test Omise
id: Omise UJi Kunci Publik
ja: オミセ テスト公開キー
ko: Omise 테스트 공개 키
ru: Открытый ключ Omise Test
vi: Khóa công khai Omise Test
zh_hans: Omise测试公钥
zh_hant: Omise測試公鑰

source: This public key will be used for testing mode
ar: سيتم استخدام هذا المفتاح العام لوضع الاختبار
de: Dieser öffentliche Schlüssel wird für den Testmodus verwendet
es: Esta clave pública se utilizará para el modo de prueba.
fr: Cette clé publique sera utilisée pour le mode test
id: Kunci publik ini akan digunakan untuk mode pengujian
ja: この公開キーは、テスト モードに使用されます。
ko: 이 공개 키는 테스트 모드에 사용됩니다.
pl: Ten klucz publiczny będzie używany w trybie testowym
ru: Этот открытый ключ будет использоваться в тестовом режиме.
sv: Denna offentliga nyckel kommer att användas för testläge
vi: Khóa công khai này sẽ được sử dụng cho chế độ thử nghiệm
zh_hans: 此公钥将用于测试模式
zh_hant: 此公鑰將用於測試模式

source: This secret key will be used during testing mode
ar: سيتم استخدام هذا المفتاح السري أثناء وضع الاختبار
de: Dieser geheime Schlüssel wird im Testmodus verwendet
es: Esta clave secreta se utilizará durante el modo de prueba
fr: Cette clé secrète sera utilisée pendant le mode test
id: Kunci rahasia ini akan digunakan selama mode pengujian
ja: この秘密鍵はテストモードで使用されます
ko: 이 비밀 키는 테스트 모드에서 사용됩니다.
pl: Ten tajny klucz będzie używany w trybie testowym
ru: Этот секретный ключ будет использоваться в режиме тестирования.
sv: Denna hemliga nyckel kommer att användas under testläget
vi: Khóa bí mật này sẽ được sử dụng trong chế độ thử nghiệm
zh_hans: 此密钥将在测试模式下使用
zh_hant: 此密鑰將在測試模式下使用

source: This public key will be used during live (production) mode
ar: سيتم استخدام هذا المفتاح العام أثناء الوضع المباشر (الإنتاج)
de: Dieser öffentliche Schlüssel wird im Live-Modus (Produktionsmodus) verwendet
es: Esta clave pública se utilizará durante el modo en vivo (producción)
fr: Cette clé publique sera utilisée en mode live (production)
id: Kunci publik ini akan digunakan selama mode (produksi) langsung
ja: この公開キーは、ライブ (実稼働) モードで使用されます。
ko: 이 공개 키는 라이브 (프로덕션) 모드에서 사용됩니다.
pl: Ten klucz publiczny będzie używany w trybie na żywo (produkcyjnym)
ru: Этот открытый ключ будет использоваться в рабочем (производственном) режиме.
sv: Denna offentliga nyckel kommer att användas under live (produktion) läge
vi: Khóa công khai này sẽ được sử dụng trong chế độ trực tiếp (sản xuất)
zh_hans: 此公钥将在实时（生产）模式下使用
zh_hant: 此公鑰將在實時（生產）模式下使用

source: This secret key will be used during live (production) mode
ar: سيتم استخدام هذا المفتاح السري أثناء الوضع المباشر (الإنتاج)
de: Dieser geheime Schlüssel wird im Live-Modus (Produktionsmodus) verwendet
es: Esta clave secreta se utilizará durante el modo en vivo (producción)
fr: Cette clé secrète sera utilisée en mode live (production)
id: Kunci rahasia ini akan digunakan selama mode (produksi) langsung
ja: この秘密キーは、ライブ(本番)モードで使用されます
ko: 이 비밀 키는 라이브 (프로덕션) 모드에서 사용됩니다.
pl: Ten tajny klucz będzie używany w trybie na żywo (produkcyjnym)
ru: Этот секретный ключ будет использоваться в рабочем (производственном) режиме.
sv: Denna hemliga nyckel kommer att användas under live (produktion) läge
vi: Khóa bí mật này sẽ được sử dụng trong chế độ trực tiếp (sản xuất)
zh_hans: 此秘密密钥将在实时（生产）模式下使用
zh_hant: 此秘密密鑰將在實時（生產）模式下使用

source: Enable PayTM
ar: تمكين PayTM
de: Aktivieren Sie PayTM
es: Habilitar PayTM
fr: Activer PayTM
id: Aktifkan PayTM
ja: PayTM を有効にする
ko: PayTM 활성화
pl: Włącz PayTM
ru: Включить PayTM
sv: Aktivera PayTM
vi: Bật PayTM
zh_hans: 启用PayTM
zh_hant: 啟用PayTM

source: PayTM Credentials
ar: بيانات اعتماد PayTM
de: PayTM-Anmeldeinformationen
es: Credenciales PayTM
fr: Identifiants PayTM
id: Kredensial PayTM
ja: 支払いTMの資格情報
ko: PayTM 자격 증명
pl: Poświadczenia PayTM
ru: Учетные данные PayTM
sv: PayTM -referenser
vi: Thông tin đăng nhập PayTM
zh_hans: PayTM凭证
zh_hant: PayTM憑證

source: PayTM Integration Mode
ar: وضع تكامل PayTM
de: PayTM-Integrationsmodus
es: Modo de integración PayTM
fr: Mode d'intégration PayTM
id: Mode Integrasi PayTM
ja: ペイTM統合モード
ko: PayTM 통합 모드
pl: Tryb integracji PayTM
ru: Режим интеграции PayTM
sv: PayTM -integrationsläge
vi: Chế độ tích hợp PayTM
zh_hans: PayTM整合模式
zh_hant: PayTM整合模式

source: PayTM Test Merchant ID
ar: معرف تاجر اختبار PayTM
de: PayTM Test Händler ID
es: PayTM Test ID de comerciante
fr: Identifiant du marchand test PayTM
id: ID Pedagang Uji PayTM
ja: ペイTM テスト マーチャント ID
ko: PayTM 테스트 판매자 ID
pl: Identyfikator sprzedawcy testowego PayTM
sv: PayTM -testhandels -ID
vi: ID người bán thử nghiệm PayTM
zh_hans: PayTM测试商家ID
zh_hant: PayTM測試商家ID

source: This Merchant ID will be used for testing mode
ar: سيتم استخدام معرّف التاجر هذا لوضع الاختبار
de: Diese Händler-ID wird für den Testmodus verwendet
es: Esta ID de comerciante se utilizará para el modo de prueba
fr: Cet identifiant de marchand sera utilisé pour le mode de test
id: ID Pedagang ini akan digunakan untuk mode pengujian
ja: このマーチャントIDは、テストモードに使用されます
ko: 이 판매자 ID는 테스트 모드에 사용됩니다.
pl: Ten identyfikator sprzedawcy będzie używany w trybie testowym
ru: Этот идентификатор продавца будет использоваться в тестовом режиме.
sv: Detta säljar -ID används för testläge
vi: ID người bán này sẽ được sử dụng cho chế độ thử nghiệm
zh_hans: 此商家ID将用于测试模式
zh_hant: 此商家ID將用於測試模式

source: PayTM Test Secret Key
ar: المفتاح السري لاختبار PayTM
de: PayTM Test Geheimschlüssel
fr: Clé secrète de test PayTM
id: Kunci Rahasia Tes PayTM
ja: PayTM テスト シークレット キー
ko: PayTM 테스트 비밀 키
pl: Tajny klucz testowy PayTM
vi: Khóa bí mật kiểm tra PayTM
zh_hans: PayTM测试密钥
zh_hant: PayTM測試密鑰

source: PayTM Live Merchant ID
ar: معرف التاجر المباشر لـ PayTM
de: PayTM Live-Händler-ID
fr: Identifiant de marchand PayTM Live
id: ID Pedagang Langsung PayTM
ja: ペイTM ライブマーチャントID
ko: PayTM 라이브 판매자 ID
pl: Identyfikator sprzedawcy PayTM Live
sv: PayTM Live -säljar -ID
vi: ID người bán trực tiếp PayTM
zh_hans: PayTM实时商家ID
zh_hant: PayTM實時商家ID

source: This Merchant ID will be used during live (production) mode
ar: سيتم استخدام معرّف التاجر هذا أثناء الوضع المباشر (الإنتاج)
de: Diese Händler-ID wird im Live-Modus (Produktionsmodus) verwendet
es: Esta identificación de comerciante se utilizará durante el modo en vivo (producción)
fr: Cet identifiant de marchand sera utilisé en mode live (production)
id: ID Pedagang ini akan digunakan selama mode (produksi) langsung
ja: このマーチャントIDは、ライブ(本番)モードで使用されます
ko: 이 판매자 ID는 라이브 (프로덕션) 모드에서 사용됩니다.
pl: Ten identyfikator sprzedawcy będzie używany w trybie na żywo (produkcyjnym)
ru: Этот идентификатор продавца будет использоваться в реальном (производственном) режиме.
sv: Detta säljar -ID kommer att användas under live (produktion) -läge
vi: ID người bán này sẽ được sử dụng trong chế độ trực tiếp (sản xuất)
zh_hans: 此商户ID将在实时（生产）模式下使用
zh_hant: 此商戶ID將在實時（生產）模式下使用

source: PayTM Live Secret Key
ar: المفتاح السري المباشر لـ PayTM
de: PayTM Live Secret Schlüssel
fr: Clé secrète en direct PayTM
id: Kunci Rahasia Langsung PayTM
ja: ペイTM ライブシークレットキー
ko: PayTM Live 비밀 키
vi: Khóa bí mật PayTM Live
zh_hans: PayTM实时密钥
zh_hant: PayTM實時密鑰

source: App Environment
ar: بيئة التطبيق
de: App-Umgebung
es: Entorno de la aplicación
fr: Environnement de l'application
id: Lingkungan Aplikasi
ja: アプリ環境
ko: 앱 환경
pl: Środowisko aplikacji
ru: Среда приложения
sv: Appmiljö
vi: Môi trường ứng dụng
zh_hans: 应用环境
zh_hant: 應用環境

source: Where is the application running ?
ar: أين يتم تشغيل التطبيق؟
de: Wo wird die Anwendung ausgeführt?
es: ¿Dónde se ejecuta la aplicación?
fr: Où tourne l'application ?
id: Dimana aplikasinya berjalan?
ja: アプリケーションを実行している場所
ko: 응용 프로그램이 어디에서 실행되고 있습니까?
pl: Gdzie jest uruchomiona aplikacja?
ru: Где запущено приложение?
sv: Var körs applikationen?
vi: Ứng dụng đang chạy ở đâu?
zh_hans: 该应用程序在哪里运行？
zh_hant: 該應用程序在哪裡運行？

source: Development
ar: تطوير
de: Entwicklung
es: Desarrollo
fr: Développement
id: Pengembangan
ja: 開発
ko: 개발
pl: Rozwój
ru: Разработка
sv: Utveckling
vi: Phát triển
zh_hans: 开发
zh_hant: 開發

source: Staging
ar: انطلاق
de: Aufstellung
es: Puesta en escena
fr: Sauvegarder le brouillon
id: Pementasan
ja: ステージング
ko: 각색
pl: Inscenizacja
ru: Тестирование
sv: Iscensättning
vi: Dàn dựng
zh_hans: 分期
zh_hant: 分期

source: Production
ar: إنتاج
de: Produktion
es: Estudio
id: Produksi
ja: 製品
ko: 제조
pl: Produkcja
ru: Продакшен
sv: Produktion
zh_hans: 制片公司
zh_hant: 製片公司

source: App Name
ar: اسم التطبيق
de: Anwendungsname
es: Nombre de la app
fr: Nom de l'application
id: Nama aplikasi
ja: アプリ名
ko: 앱 이름
pl: Nazwa aplikacji
ru: Название приложения
sv: Appens namn
vi: Tên ứng dụng
zh_hans: 应用名称
zh_hant: 應用名稱

source: The name of your deployment. This will be used throughout this application.
ar: اسم النشر الخاص بك. سيتم استخدام هذا في جميع أنحاء هذا التطبيق.
de: Der Name des Deployment. Dieser Name wird in dieser gesamten Anwendung verwendet.
es: El nombre de su implementación. Esto se utilizará en toda esta aplicación.
fr: Nom de ce déploiement. Sera utilisé dans l'ensemble de cette application.
id: Nama penerapan Anda. Ini akan digunakan di seluruh aplikasi ini.
ja: 展開の名前。これは、このアプリケーション全体で使用されます。
ko: 배포의 이름입니다. 이 응용 프로그램 전체에서 사용됩니다.
pl: Nazwa Twojego wdrożenia. Będzie to używane w całej aplikacji.
ru: Имя вашего развертывания. Оно будет использоваться в этом приложении.
sv: Namnet på din distribution. Detta kommer att användas i hela denna applikation.
vi: Tên triển khai của bạn. Điều này sẽ được sử dụng trong suốt ứng dụng này.
zh_hans: 部署的名称。这将在整个应用程序中使用。
zh_hant: 部署的名稱。這將在整個應用程序中使用。

source: Tagline
ar: سطر الوصف
de: Slogan
es: Eslogan
fr: Slogan
id: Slogan
ja: キャッチ フレーズ
ko: 태그라인
pl: Slogan
ru: Подзаголовок
sv: Undertitel
zh_hans: 标语
zh_hant: 標語

source: API server details
ar: تفاصيل خادم API
es: Detalles del servidor API
fr: Détails du serveur API
id: Detail server API
ja: API サーバーの詳細
ko: API 서버 세부 정보
pl: Szczegóły serwera API
ru: Детали сервера API
sv: API -serverinformation
vi: Chi tiết máy chủ API
zh_hans: API服务器详细信息
zh_hant: API服務器詳細信息

source: The URL of the API that this frontend will make use of as the backend.
ar: عنوان URL لواجهة برمجة التطبيقات التي ستستخدمها هذه الواجهة كخلفية.
de: Die URL der API, die dieses Frontend als Backend verwendet.
es: La URL de la API que este frontend utilizará como backend.
fr: L'URL de l'API que ce frontend utilisera comme backend.
id: URL API yang akan digunakan frontend ini sebagai backend.
ja: このフロントエンドがバックエンドとして使用する API の URL。
ko: 이 프런트 엔드가 백엔드로 사용할 API의 URL입니다.
pl: Adres URL interfejsu API, którego ten frontend będzie używał jako zaplecza.
ru: URL-адрес API, который этот интерфейс будет использовать как серверную часть.
sv: URL: en till API: et som denna frontend kommer att använda som backend.
vi: URL của API mà giao diện người dùng này sẽ sử dụng làm chương trình phụ trợ.
zh_hans: 该前端将用作后端的API的URL。
zh_hant: 該前端將用作後端的API的URL。

source: API Url
ar: عنوان API الخاص بـ API
es: URL de API
fr: URL de l'API
id: URL API
pl: URL interfejsu API
ru: URL-адрес API
sv: API -webbadress
vi: Url API
zh_hans: API网址
zh_hant: API網址

source: Cookie Policy
ar: سياسة ملفات الارتباط
de: Cookie-Richtlinien
es: Normativa de «cookies»
fr: Politique de Cookies
id: Kebijakan Kuki
ja: Cookie ポリシー
ko: 쿠키 정책
pl: Polityka „ciasteczek”
ru: Политика файлов cookies
vi: Chính sách Cookie
zh_hans: Cookies 方针
zh_hant: Cookie 政策

source: Cookie Policy URL
ar: عنوان URL لسياسة ملفات تعريف الارتباط
de: URL der Cookie-Richtlinie
es: URL de la política de cookies
fr: URL de la politique de cookies
id: URL Kebijakan Cookie
ja: クッキーポリシーの URL
ko: 쿠키 정책 URL
pl: Adres URL zasad dotyczących plików cookie
ru: URL политики использования файлов cookie
vi: URL chính sách cookie
zh_hans: Cookie政策网址
zh_hant: Cookie政策網址

source: Upload Size
ar: حجم التحميل
de: Upload-Größe
es: Tamaño de carga
fr: Taille de téléchargement
id: Unggah Ukuran
ja: アップロードサイズ
ko: 업로드 크기
pl: Prześlij rozmiar
ru: Размер загрузки
sv: Uppladdningsstorlek
vi: Kích thước tải lên
zh_hans: 上传大小
zh_hant: 上傳大小

source: Set maximum upload size in KB.
ar: قم بتعيين الحد الأقصى لحجم التحميل بالكيلو بايت.
de: Legen Sie die maximale Upload-Größe in KB fest.
es: Establezca el tamaño máximo de carga en KB.
fr: Définissez la taille de téléchargement maximale en Ko.
id: Setel ukuran unggahan maksimum dalam KB.
ja: 最大アップロードサイズをKB単位で設定します。
ko: 최대 업로드 크기(KB)를 설정합니다.
pl: Ustaw maksymalny rozmiar przesyłania w KB.
ru: Установите максимальный размер загрузки в КБ.
sv: Ange maximal uppladdningsstorlek i KB.
vi: Đặt kích thước tải lên tối đa tính bằng KB.
zh_hans: 以 KB 为单位设置最大上传大小。
zh_hant: 以 KB 為單位設置最大上傳大小。

source: Logo Size
ar: حجم الشعار
de: Logo-Größe
es: Tamaño del logotipo
fr: Taille du logo
id: Ukuran Logo
ja: ロゴのサイズ
ko: 로고 크기
pl: Rozmiar logo
ru: Размер логотипа
sv: Logotypens storlek
vi: Kích thước biểu trưng
zh_hans: 标志尺寸
zh_hant: 標誌尺寸

source: Image Size
ar: حجم الصورة
de: Bildgröße
es: Tamaño de la imagen
fr: Taille de l'image
id: Ukuran gambar
ja: 画像サイズ
ko: 이미지 크기
pl: Rozmiar obrazu
ru: Размер изображения
sv: Bildstorlek
vi: Kích cỡ hình
zh_hans: 图片尺寸
zh_hant: 圖片尺寸

source: Slide Size
ar: حجم الشريحة
de: Foliengröße
es: Tamaño de diapositiva
fr: Taille de la diapositive
id: Ukuran Slide
ja: スライドサイズ
ko: 슬라이드 크기
pl: Rozmiar slajdu
ru: Размер слайда
sv: Bildstorlek
vi: Kích thước trang trình bày
zh_hans: 幻灯片大小
zh_hant: 幻燈片大小

source: Rocket Chat Integration
ar: تكامل الدردشة الصاروخية
es: Integración de Rocket Chat
fr: Intégration de Rocket Chat
id: Integrasi Obrolan Roket
ja: ロケットチャットの統合
ko: 로켓 채팅 통합
pl: Integracja z Rocket Chat
ru: Интеграция Rocket Chat
sv: Chatt-integration för Rocket
vi: Tích hợp Rocket Chat
zh_hans: 火箭聊天集成
zh_hant: 火箭聊天集成

source: Rocket Chat URL
ar: صاروخ الدردشة URL
de: Raketen-Chat-URL
es: URL de Rocket Chat
fr: URL du chat Rocket
id: URL Obrolan Roket
ja: ロケットチャットのURL
ko: 로켓 채팅 URL
pl: URL czatu Rocket
ru: URL-адрес Rocket Chat
sv: Chatt-URL för Rocket
vi: URL trò chuyện tên lửa
zh_hans: 火箭聊天网址
zh_hant: 火箭聊天網址

source: Registration Secret
ar: سر التسجيل
de: Registrierungsgeheimnis
es: Secreto de registro
fr: Secret d'enregistrement
id: Rahasia Pendaftaran
ja: 登録の秘密
ko: 등록 비밀
pl: Sekret rejestracji
ru: Секрет регистрации
sv: Registreringshemlighet
vi: Bí mật đăng ký
zh_hans: 注册机密
zh_hant: 註冊機密

source: Captcha Options
ar: خيارات كلمة التحقق
de: Captcha-Optionen
es: Opciones de Captcha
fr: Options de captcha
id: Opsi Captcha
ja: キャプチャオプション
ko: Captcha 옵션
pl: Opcje Captcha
ru: Параметры Captcha
sv: Captcha -alternativ
vi: Tùy chọn Captcha
zh_hans: 验证码选项
zh_hant: 驗證碼選項

source: Page
ar: صفحة
de: Seite
es: Página
id: Halaman
ja: ページ
ko: 페이지
pl: Strona
ru: Страница
sv: Sida
vi: Trang
zh_hans: 网页
zh_hant: 頁面

source: Functionality
ar: وظائف
de: Funktionalität
es: Funcionalidad
fr: Fonctionnalité
id: Kegunaan
ja: 機能
ko: 기능성
pl: Funkcjonalność
ru: Функциональность
sv: Funktionalitet
vi: Chức năng
zh_hans: 功能
zh_hant: 功能性

source: User Register Page
ar: صفحة تسجيل المستخدم
de: Registrierungsseite
es: Página de registro de usuario
fr: Page d'enregistrement des utilisateurs
id: Halaman Daftar Pengguna
ja: ユーザー登録ページ
ko: 사용자 등록 페이지
pl: Strona rejestracji użytkownika
ru: Страница регистрации пользователя
sv: Användarregistersida
vi: Trang đăng ký người dùng
zh_hans: 用户注册页面
zh_hant: 用戶註冊頁面

source: HCaptcha is enabled if new user is creating account.
ar: يتم تمكين HCaptcha إذا كان مستخدم جديد يقوم بإنشاء حساب.
de: HCaptcha ist aktiviert, wenn ein neuer Benutzer ein Konto erstellt.
es: HCaptcha está habilitado si un nuevo usuario está creando una cuenta.
fr: HCaptcha est activé si un nouvel utilisateur crée un compte.
id: HCaptcha diaktifkan jika pengguna baru membuat akun.
ja: 新しいユーザーがアカウントを作成している場合、HCaptchaが有効になります。
ko: 새 사용자가 계정을 만드는 경우 HCaptcha가 활성화됩니다.
pl: HCaptcha jest włączona, jeśli nowy użytkownik tworzy konto.
ru: HCaptcha включается, если новый пользователь создает учетную запись.
sv: HCaptcha är aktiverat om en ny användare skapar ett konto.
vi: HCaptcha được bật nếu người dùng mới đang tạo tài khoản.
zh_hans: 如果新用户正在创建帐户，则启用HCaptcha。
zh_hant: 如果新用戶正在創建帳戶，則啟用HCaptcha。

source: Login Page
ar: صفحة تسجيل الدخول
de: Loginseite
es: Página de inicio de sesión
fr: Page de connexion
id: Halaman masuk
ja: ログインページ
ko: 로그인 페이지
pl: Strona logowania
ru: Страница авторизации
sv: Login sida
vi: Trang đăng nhập
zh_hans: 登录页面
zh_hant: 登錄頁面

source: HCaptcha is enabled if user try to login more than 2 times with wrong credentials.
ar: يتم تمكين HCaptcha إذا حاول المستخدم تسجيل الدخول أكثر من مرتين باستخدام بيانات اعتماد خاطئة.
de: HCaptcha ist aktiviert, wenn ein Benutzer versucht, sich mehr als 2 Mal mit falschen Anmeldeinformationen anzumelden.
es: HCaptcha está habilitado si el usuario intenta iniciar sesión más de 2 veces con credenciales incorrectas.
fr: HCaptcha est activé si l'utilisateur essaie de se connecter plus de 2 fois avec des informations d'identification erronées.
id: HCaptcha diaktifkan jika pengguna mencoba masuk lebih dari 2 kali dengan kredensial yang salah.
ja: ユーザーが間違った資格情報で2回以上ログインしようとすると、HCaptchaが有効になります。
ko: 사용자가 잘못된 자격 증명으로 두 번 이상 로그인을 시도하면 HCaptcha가 활성화됩니다.
pl: HCaptcha jest włączona, jeśli użytkownik spróbuje zalogować się więcej niż 2 razy z niewłaściwymi poświadczeniami.
ru: HCaptcha включается, если пользователь пытается более двух раз войти в систему с неправильными учетными данными.
sv: HCaptcha är aktiverat om användaren försöker logga in mer än 2 gånger med fel autentiseringsuppgifter.
vi: HCaptcha được bật nếu người dùng cố gắng đăng nhập nhiều hơn 2 lần với thông tin đăng nhập sai.
zh_hans: 如果用户尝试使用错误的凭据登录两次以上，则会启用HCaptcha。
zh_hant: 如果用戶嘗試使用錯誤的憑據登錄兩次以上，則會啟用HCaptcha。
