Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: There are no tickets for this event
ar: لا توجد تذاكر لهذا الحدث
de: Es gibt keine Tickets für diese Veranstaltung
es: No hay entradas para este evento.
fr: Il n'y a pas de billets pour cet évènement
id: Tidak ada tiket untuk acara ini
ja: このイベントのチケットはありません
ko: 이 이벤트에 대한 티켓이 없습니다
pl: Nie ma biletów na to wydarzenie
ru: На это мероприятие билетов нет
sv: Det finns inga biljetter till detta evenemang
vi: Không có vé cho sự kiện này
zh_hans: 没有此活动的门票
zh_hant: 沒有此活動的門票

source: Your event is live at
ar: حدثك حي في
de: Die Veranstaltung ist öffentlich erreichbar unter
es: Tu evento está en vivo en
fr: Votre évènement sera en ligne à
id: Acara Anda tayang langsung di
ja: あなたのイベントはライブです
ko: 귀하의 이벤트는
pl: Twoje wydarzenie jest transmitowane na żywo o godzinie
ru: Ваше мероприятие проходит прямо сейчас в
sv: Ditt event live på
vi: Sự kiện của bạn được phát trực tiếp tại
zh_hans: 您的活动在
zh_hant: 您的活動在

source: Your event is not live yet. Make it live now.
ar: الحدث الخاص بك لم يتم تفعيله بعد. اجعلها تعيش الآن.
de: Ihre Veranstaltung ist noch nicht live. Schalten Sie sie jetzt live.
es: Su evento aún no está en vivo. Hazlo vivir ahora.
fr: Votre évènement n'est pas visible actuellement. Mettez-le en ligne maintenant.
id: Acara Anda belum hidup. Buatlah hidup sekarang.
ja: あなたのイベントはまだ生きていません。今すぐライブにしてください。
ko: 이벤트는 아직 진행되지 않습니다. 지금 살게 하세요.
pl: Twoje wydarzenie nie jest jeszcze transmiterem. Spraw, aby żył teraz.
ru: Ваше мероприятие еще не началось. Начните его сейчас
sv: Ditt evenemang är inte live än. Få det att leva nu.
vi: Sự kiện của bạn vẫn chưa sống. Làm cho nó sống ngay bây giờ.
zh_hans: 您的活动尚未直播。让它现在活着。
zh_hant: 您的活動尚未直播。讓它現在活著。

source: Online and in-person event at {{location}}.
ar: حدث عبر الإنترنت وشخصيًا في {{location}}.
de: Online- und Vor-Ort-Veranstaltung: {{location}}
es: Evento en línea y en persona en {{location}}.
fr: Événement en ligne et en personne à {{location}}.
id: Acara daring dan langsung di {{location}}.
ja: オンラインおよび対面イベント {{location}} 。
ko: {{location}}에서 온라인 및 대면 이벤트.
pl: Wydarzenie online i osobiste w {{location}}.
ru: Онлайн и личное мероприятие в {{location}}.
sv: Online- och personlig händelse på {{location}}.
vi: Sự kiện trực tuyến và trực tiếp tại {{location}}.
zh_hans: [地点]的在线和亲自活动。
zh_hant: [地點]的在線和親自活動。

source: Online event
ar: حدث عبر الإنترنت
de: Online-Veranstaltung
es: Evento en línea
fr: Évènement en ligne
id: Acara daring
ja: オンラインイベント
ko: 온라인 이벤트
pl: Wydarzenie online
ru: Онлайн-мероприятие
sv: Online-evenemang
vi: Sự kiện trực tuyến
zh_hans: 线上活动
zh_hant: 線上活動

source: Click to add location.
ar: انقر لإضافة الموقع.
de: Klicken Sie, um einen Ort hinzuzufügen.
es: Haga clic para agregar la ubicación.
fr: Cliquer pour ajouter un lieu.
id: Klik untuk menambahkan lokasi.
ja: クリックして場所を追加します。
ko: 위치를 추가하려면 클릭합니다.
pl: Kliknij, aby dodać lokalizację.
ru: Щелкните, чтобы добавить местоположение.
sv: Klicka här om du vill lägga till plats.
vi: Bấm để thêm vị trí.
zh_hans: 单击以添加位置。
zh_hant: 按兩下以添加位置。

source: To be announced.
ar: سوف يتم الاعلان عنه.
de: Wird noch bekannt gegeben.
es: Por anunciar.
fr: À venir.
id: Untuk diumumkan.
ja: 発表予定です。
ko: 발표 될 예정입니다.
pl: Do ogłoszenia.
ru: Будет объявлено позже.
sv: Ska tillkännages.
vi: Sẽ được công bố.
zh_hans: 待宣布。
zh_hant: 待宣佈。

source: Links and Social Media
ar: الروابط ووسائل التواصل الاجتماعي
de: Links und Soziale Medien
es: Enlaces y redes sociales
fr: Liens et réseaux sociaux
id: Tautan dan Media Sosial
ja: リンクとソーシャル メディア
ko: 링크 및 소셜 미디어
pl: Linki i media społecznościowe
ru: Ссылки и социальные сети
sv: Länkar och sociala medier
vi: Liên kết và Truyền thông xã hội
zh_hans: 链接和社交媒体
zh_hant: 連結和社交媒體

source: No social links present.
ar: لا توجد روابط اجتماعية.
de: Keine sozialen Links vorhanden.
es: No hay enlaces sociales presentes.
fr: Pas de liens sociaux.
id: Tidak ada tautan sosial.
ja: 社会的なつながりはありません。
ko: 소셜 링크가 없습니다.
pl: Brak linków społecznościowych.
ru: Нет социальных ссылок.
sv: Inga sociala länkar finns.
vi: Không có liên kết xã hội hiện tại.
zh_hans: 没有社交联系。
zh_hant: 沒有社交聯繫。

source: Click here to add
ar: انقر هنا للإضافة
de: Klicken Sie hier, um hinzuzufügen
es: Haga clic aquí para agregar
fr: Cliquer ici pour ajouter
id: Klik di sini untuk menambahkan
ja: ここをクリックして追加
ko: 추가하려면 여기를 클릭하십시오.
pl: Kliknij tutaj, aby dodać
ru: Нажмите здесь, чтобы добавить
sv: Klicka här för att lägga till
vi: Bấm vào đây để thêm
zh_hans: 点击这里添加
zh_hant: 點擊這裡添加

source: Team Members
ar: أعضاء الفريق
de: Teammitglieder
es: Miembros del equipo
fr: Membres de l'équipe
id: Anggota tim
ja: チームメンバー
ko: 팀 멤버
pl: Członkowie drużyny
ru: Члены команды
sv: Gruppmedlemmar
vi: Thành viên của nhóm
zh_hans: 团队成员
zh_hant: 團隊成員

source: Add People
ar: أضف أشخاصا
de: Personen hinzufügen
es: Añadir personas
fr: Ajouter des personnes
id: Tambahkan orang
ja: 人を追加
ko: 사람 추가
pl: Dodaj ludzi
ru: Добавить людей
sv: Lägg till folk
vi: Thêm người
zh_hans: 增加人数
zh_hant: 增加人數

source: Invited
ar: مدعو
de: Eingeladene
es: Invitado
fr: Invités
id: Diundang
ja: 招待
ko: 초대됨
pl: Zaproszono
ru: Приглашен
sv: Inbjuden
zh_hans: 邀请
zh_hant: 已邀請

source: User (Email)
ar: البريد الالكتروني للمستخدم)
de: Benutzer (E-Mail-Adresse)
es: Usuario (Correo electrónico)
fr: Utilisateur (courriel)
id: Pengguna (Email)
ja: ユーザー (メールアドレス)
ko: 사용자 (이메일)
pl: Użytkownik (e-mail)
ru: Пользователь (Email)
sv: Användare (e -post)
vi: Email người dùng)
zh_hans: 用户 (电子邮件)
zh_hant: 使用者（電子郵件）

source: Role
ar: دور
de: Rolle
es: Papel
fr: Rôle
id: Peran
ja: ロール
ko: 역할
pl: Rola
ru: Роль
sv: Roll
vi: Vai trò
zh_hans: 角色
zh_hant: 身份

source: Are you sure you would like to cancel this invite?
ar: هل أنت متأكد أنك تريد إلغاء هذه الدعوة؟
de: Möchten Sie diese Einladung wirklich abbrechen?
es: ¿Estás seguro de que deseas cancelar esta invitación?
fr: Etes-vous certains de vouloir annuler cette invitation ?
id: Anda yakin ingin membatalkan undangan ini?
ja: この招待をキャンセルしますか?
ko: 이 초대를 취소 하시겠습니까?
pl: Czy na pewno chcesz anulować to zaproszenie?
ru: Вы уверены, что хотите отменить это приглашение?
sv: Är du säker på att du vill avbryta denna inbjudan?
vi: Bạn có chắc chắn muốn hủy lời mời này không?
zh_hans: 您确定要取消此邀请吗？
zh_hant: 您確定要取消此邀請嗎？

source: Resend invite
ar: إعادة إرسال الدعوة
de: Einladung erneut versenden
es: Reenviar invitación
fr: Renvoyer une invitation
id: Kirim ulang undangan
ja: 招待を再送
ko: 초대 다시 보내기
pl: Wyślij ponownie zaproszenie
ru: Отправить приглашение повторно
sv: Skicka inbjudan igen
vi: Gửi lại lời mời
zh_hans: 重新发送邀请
zh_hant: 重新發送邀請

source: No records to show
ar: لا توجد سجلات للعرض
de: Keine Eintragungen vorhanden
es: No hay registros para mostrar
fr: Pas d'enregistrement à montrer
id: Tidak ada catatan untuk ditampilkan
ja: 表示するレコードがありません
ko: 표시 할 기록이 없습니다.
pl: Brak rekordów do pokazania
ru: Нет записей для отображения
sv: Inga poster att visa
vi: Không có hồ sơ để hiển thị
zh_hans: 没有记录可显示
zh_hant: 沒有記錄可顯示

source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
id: Pribadi
ja: プライベート
ko: 개인
pl: Prywatne
ru: Приватно
sv: Privat
vi: Riêng tư
zh_hans: 私人
zh_hant: 私人

source: Average Rating
ar: متوسط تقييم
de: Durchschnittliche Bewertung
es: Puntuación media
fr: Note moyenne
id: Penilaian rata-rata
ja: 平均評価
ko: 평균 평점
pl: Średnia ocena
ru: Средний рейтинг
sv: Genomsnittsbetyg
vi: Xếp hạng trung bình
zh_hans: 平均评分
zh_hant: 平均評分

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
id: Terkunci
ja: ロック済み
ko: 잠김
pl: Zablokowany
ru: Заблокировано
sv: Låst
zh_hans: 已锁定
zh_hant: 鎖定

source: Session Types
ar: أنواع الجلسات
de: Sitzungsarten
es: Tipos de sesión
fr: Types de session
id: Jenis Sesi
ja: セッションの種類
ko: 세션 유형
pl: Typy sesji
ru: Типы сеансов
sv: Sessionstyper
vi: Các loại phiên
zh_hans: 会话类型
zh_hant: 會話類型

source: No Session Type present.
ar: لا يوجد نوع جلسة موجود.
de: Kein Sitzungstyp vorhanden.
es: No hay ningún tipo de sesión presente.
fr: Nb type de session.
id: Tidak ada Jenis Sesi.
ja: セッションの種類がありません。
ko: 세션 유형이 없습니다.
pl: Brak typu sesji.
ru: Тип сеанса отсутствует.
sv: Ingen sessionstyp finns.
vi: Không có Loại phiên nào.
zh_hans: 没有会话类型。
zh_hant: 沒有會話類型。

source: No Track Present.
ar: لا يوجد مسار موجود.
de: Kein Thementrack vorhanden.
es: No hay pista presente.
fr: Pas de piste présente.
id: Tidak ada Track Present.
ja: トラックが存在しません。
ko: 트랙 선물없음.
pl: Brak utworu.
ru: Нет трека настоящее время.
sv: Inget spår finns.
vi: Không có hiện tại theo dõi.
zh_hans: 没有轨道存在。
zh_hant: 沒有軌道存在。

source: No Microlocations Present.
ar: لا يوجد Microlocations موجود.
de: Keine Microlokationen vorhanden.
es: No hay microlocalizaciones presentes.
fr: Pas de microlocalisations présentes.
id: Tidak Ada Mikrolokasi Hadir.
ja: マイクロロケーションは存在しません。
ko: 미세 위치가 없습니다.
pl: Brak mikrolokacji.
ru: Нет микролокаций настоящее время.
sv: Inga mikrolokaliseringar närvarande.
vi: Không có microlocations hiện nay.
zh_hans: 不存在微定位。
zh_hant: 不存在微定位。

source: Start Time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fr: Heure de démarrage
id: Waktu Mulai
ja: 開始時刻
ko: 시작 시간
pl: Godzina rozpoczęcia
ru: Время начала
sv: Starttid
vi: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

source: End Time
ar: وقت النهاية
de: Endzeit
es: Hora de finalización
fr: Heure de fin
id: Waktu berakhir
ja: 終了時刻
ko: 종료 시간
pl: Zakończenie
ru: Время окончания
sv: Sluttid
vi: Thời gian Kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

source: Call for Speakers not enabled.
ar: لم يتم تمكين الاتصال للمتحدثين.
de: Call for Speakers nicht aktiviert.
es: Llame a los altavoces no habilitados.
fr: Appel à haut-parleurs non activé.
id: Panggilan untuk Pengeras Suara tidak diaktifkan.
ja: スピーカーの呼び出しが有効になっていません。
ko: 스피커를 사용할 수 없습니다.
pl: Zaproszenie dla głośników nie jest włączone.
ru: Вызов спикеров не включен.
sv: Call for Speakers är inte aktiverat.
vi: Gọi cho loa không được kích hoạt.
zh_hans: 未启用扬声器呼叫。
zh_hant: 未啟用揚聲器呼叫。

source: No. of Speakers
ar: عدد المتحدثين
de: Anzahl der Sprecher
es: No. de oradores
fr: Nb d'orateurs
id: Jumlah Pembicara
ja: いいえ。スピーカーの
ko: 스피커 수
pl: Liczba głośników
ru: Кол-во спикеров
sv: Antal högtalare
vi: Số lượng loa
zh_hans: 演讲人数
zh_hant: 演講人數

source: Sessions and Speakers not enabled.
ar: الجلسات ومكبرات الصوت غير ممكّنة.
de: Einreichungen und Referenten nicht aktiviert.
es: Sesiones y oradores no habilitados.
fr: Sessions et haut-parleurs non activés.
id: Sesi dan Pembicara tidak diaktifkan.
ja: セッションとスピーカーが有効になっていません。
ko: 세션 및 스피커가 활성화되지 않았습니다.
pl: Sesje i głośniki nie są włączone.
ru: Сеансы и докладчики не включены.
sv: Sessioner och högtalare är inte aktiverade.
vi: Phiên và Diễn giả không được bật.
zh_hans: 未启用会话和发言人。
zh_hant: 未啟用會話和發言人。

source: No. of Sessions
ar: عدد الجلسات
de: Anzahl der Einreichungen
es: No. de sesiones
fr: Nb de sessions
id: Jumlah Sesi
ja: いいえ。セッションの数
ko: 세션 수
pl: Liczba sesji
ru: Кол-во сеансов
sv: Antal sessioner
vi: Số phiên
zh_hans: 会话数
zh_hant: 會話數

source: States
ar: تنص على
de: Bundesland
es: Estados
fr: États
id: Negara
ja: 状態
ko: 상태
pl: Państw
ru: Состояния
sv: stater
vi: Hoa kỳ
zh_hans: 国家
zh_hant: 國家

source: Confirmed
ar: مؤكد
de: Bestätigt
es: Confirmado
fr: Confirmé
id: Dikonfirmasi
ja: 確認しました
ko: 확인됨
pl: Zatwierdzone
ru: Подтверждено
sv: Kvitterat
vi: Đã xác nhận
zh_hans: 已确认
zh_hant: 確認

source: Submitted
ar: مُقَدَّم
de: Übermittelt
es: presentó
fr: Soumis
id: Dikirim
ja: 提出済
ko: 제출됨
pl: Przesłane
ru: Отправленные
sv: Skicka in
vi: Đã đệ trình
zh_hans: 提交
zh_hant: 已提交

source: Setting
ar: جلسة
de: Einstellung
es: Configuración
fr: Paramètre
id: Pengaturan
ja: 設定
ko: 환경
pl: Ustawienia
ru: Настройки
sv: Inställning
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Enter Location
ar: إدخال الدولة
de: Adresse eingeben
es: Escriba la ubicación
fr: Définir le lieu
id: Masukkan Lokasi
ja: 場所を入力
ko: 위치 입력
pl: Wpisz lokalizację
ru: Введите местоположение
sv: Ange plats
vi: Nhập Địa Điểm
zh_hans: 输入位置
zh_hant: 輸入位置

source: Starts
ar: يبدأ
de: Beginnt
es: Empieza
fr: Démarre
id: Mulai
ja: 開始
ko: 시작
pl: Rozpoczyna się
ru: Начинается
sv: Börjar
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Ends
ar: ينتهي
de: Endet
fr: Termine
id: Berakhir
ja: 終了
ko: 끝
pl: Kończy się
ru: Заканчивается
sv: Slutar
zh_hant: 結束

source: Categories
ar: فئات
de: Kategorien
es: Categorías
fr: Catégories
id: Kategori
ja: カテゴリー
ko: 카테고리
pl: Kategorie
ru: Категории
sv: Kategorier
vi: Phân loại
zh_hans: 分类
zh_hant: 類別

source: All Categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
id: semua Kategori
ja: すべてのカテゴリー
ko: 모든 카테고리
pl: Wszystkie kategorie
ru: Все категории
sv: Alla kategorier
vi: Tất cả danh mục
zh_hans: 所有类别
zh_hant: 全部分類

source: Event Type
ar: نوع الحدث
de: Veranstaltungstyp
es: Tipo de evento
fr: Type d'évènement
id: Jenis acara
ja: イベントの種類
ko: 행사 종류
pl: Typ wydarzenia
ru: Тип мероприятия
sv: Typ av händelse
vi: Kiểu sự kiện
zh_hans: 事件类型
zh_hant: 活動類型

source: All Types
ar: كل الانواع
de: Alle Typen
es: Todos los tipos
fr: Tous
id: Semua Tipe
ja: 種類指定なし
ko: 모든 유형
pl: Wszystkie typy
ru: Все типы
sv: Alla typer
vi: Tất cả các loại
zh_hans: 所有类型
zh_hant: 所有類別

source: Ticket Type
ar: نوع التذكرة
de: Tickettyp
es: Tipo de boleto
fr: Type de billet
id: Jenis Tiket
ja: チケットの種類
ko: 티켓 종류
pl: typ biletu
ru: Тип билета
sv: Typ av biljett
vi: loại vé
zh_hans: 门票详情
zh_hant: 門票類型

source: Free
ar: حر
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 자유
ru: Бесплатно
sv: Gratis
vi: miễn phí
zh_hans: 自由

source: Closed
ar: مغلق
de: Geschlossen
es: Cerrado
fr: Cloturé
id: Tutup
ja: クローズ済
ko: 닫았습니다.
pl: Zamknięte
ru: Закрыто
sv: Stängd
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Default Filters
ar: المرشحات الافتراضية
de: Standardfilter
es: Filtros predeterminados
fr: Filtres par défaut
id: Filter Default
ja: デフォルトのフィルター
ko: 기본 필터
pl: Filtry domyślne
ru: Фильтры по умолчанию
sv: Standardfilter
vi: Bộ lọc mặc định
zh_hans: 默认过滤器
zh_hant: 默認過濾器

source: Use {{app}}
ar: استخدم {{app}}
de: {{app}} benutzen
es: Usa {{app}}
fr: Utilisez {{app}}
id: Gunakan {{app}}
ja: {{app}}を使用する
ko: {{app}} 사용
pl: Użyj {{app}}
ru: Используйте {{app}}
sv: Använd {{app}}
vi: Sử dụng {{app}}
zh_hans: 使用{{app}}
zh_hant: 使用{{app}}

source: How it Works
ar: كيف تعمل
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
id: Bagaimana itu bekerja
ja: 使い方
ko: 작동 원리
pl: Jak to działa
ru: Как это работает
sv: Så fungerar det
vi: Làm thế nào nó hoạt động
zh_hans: 怎么运行的
zh_hant: 怎麼運行的

source: Pricing
ar: التسعير
de: Preise
es: Precios
fr: Prix
id: Harga
ja: 価格
ko: 가격
pl: Cennik
sv: Prissätt
vi: Định giá
zh_hans: 价格
zh_hant: 價格

source: Plan Events
ar: أحداث الخطة
de: Veranstaltungen planen
es: Planificar eventos
fr: Planifier des évènements
id: Rencanakan Acara
ja: イベントを計画する
ko: 이벤트 계획
pl: Planuj wydarzenia
ru: Планируйте события
sv: Planera evenemang
vi: Lập kế hoạch sự kiện
zh_hans: 计划活动
zh_hant: 計劃活動

source: Online Registration
ar: التسجيل الالكتروني
de: Online registrieren
es: Registro en línea
fr: Enregistrement en ligne
id: Registrasi daring
ja: オンライン登録
ko: 온라인 등록
pl: Rejestracja online
ru: Онлайн регистрация
sv: Online registrering
vi: Đăng ký trực tuyến
zh_hans: 在线注册
zh_hant: 在線註冊

source: Sell Event Tickets
ar: بيع تذاكر الأحداث
de: Veranstaltungstickets verkaufen
es: Vender entradas para eventos
fr: Vendre des billets d'évènement
id: Jual Tiket Acara
ja: イベントチケットの販売
ko: 이벤트 티켓 판매
pl: Sprzedawaj bilety na imprezy
ru: Продать билеты на мероприятия
sv: Sälj evenemangsbiljetter
vi: Bán vé sự kiện
zh_hans: 出售活动门票
zh_hant: 出售活動門票

source: Event Management Software
ar: برامج إدارة الأحداث
de: Software für Veranstaltungsmanagement
es: Software de gestión de eventos
fr: Logiciel de gestion d'évènements
id: Perangkat Lunak Manajemen Acara
ja: イベント管理ソフトウェア
ko: 이벤트 관리 소프트웨어
pl: Oprogramowanie do zarządzania zdarzeniami
ru: Программное обеспечение для управления событиями
sv: Eventhanteringsprogram
vi: Phần mềm quản lý sự kiện
zh_hans: 活动管理软件
zh_hant: 活動管理軟件

source: Find Events
ar: البحث عن الأحداث
de: Veranstaltungen suchen
es: Buscar eventos
fr: Trouver des évènements
id: Temukan Acara
ja: イベントを検索
ko: 이벤트 찾기
pl: Znajdź wydarzenia
ru: Найти мероприятия
sv: Hitta händelser
vi: Tìm sự kiện
zh_hans: 查找活动
zh_hant: 搜尋活動

source: Browse Events
ar: تصفح الأحداث
de: Veranstaltungen ansehen
es: Buscar Eventos
fr: Parcourir les évènements
id: Jelajahi Acara
ja: イベントを参照
ko: 이벤트 찾기
pl: Przeglądaj wydarzenia
ru: Просмотр мероприятий
sv: Bläddra bland händelser
vi: Chọn sự kiện
zh_hans: 浏览事件
zh_hant: 瀏覽活動

source: Attendee App
ar: تطبيق الحضور
de: Teilnehmer-App
es: Aplicación para asistentes
fr: Application pour les participants
id: Aplikasi Peserta
ja: 参加者アプリ
ko: 참석자 앱
pl: Aplikacja uczestnika
ru: Приложение для посетителей
sv: Deltagar -app
vi: Ứng dụng người tham dự
zh_hans: 参加者应用
zh_hant: 參加者應用

source: Organizer App
ar: تطبيق المنظم
de: Organisations-App
es: Aplicación Organizador
fr: Appli organisateur
id: Aplikasi Penyelenggara
ja: オーガナイザーアプリ
ko: 오거나이저 앱
ru: Приложение-органайзер
sv: Arrangör App
vi: Ứng dụng tổ chức
zh_hans: 组织者应用
zh_hant: 組織者應用

source: Connect With Us
ar: اتصل بنا
de: Mit uns Verbinden
es: Conéctate con Nosotros
fr: Rejoignez-nous
id: Terhubung Dengan Kami
ja: お問い合わせ
ko: 연결하기
pl: Połącz się z nami
ru: Связаться с нами
sv: Anslut till oss
vi: Kết nối với chúng tôi
zh_hans: 联系我们
zh_hant: 聯繫我們

source: YouTube
ar: موقع YouTube

source: Google Groups
ar: مجموعات جوجل
es: grupos de Google
fr: Groupes Google
id: Google Grup
ja: グーグルグループ
ko: Google 그룹스
pl: Grupy dyskusyjne Google
ru: Группы Google
sv: Google -grupper
vi: nhóm Google
zh_hans: Google网上论坛
zh_hant: Google網上論壇

source: Patreon
ar: باتريون

source: Gitter
ar: جيتر
ja: ギッター
zh_hans: 吉特
zh_hant: 吉特

source: Telegram
ar: برقية
ja: テレグラム
ko: 텔레그램

source: Maintained by
ar: تم إصلاحها بواسطة
de: Entwickelt von
es: Mantenido por
fr: Entretenu par
id: Dikelola oleh
ja: によって維持されます
ko: 에 의해 유지
pl: Utrzymywane przez
ru: Поддерживается
sv: Underhålls av
vi: Duy trì bởi
zh_hans: 维护者
zh_hant: 維護者

source: Page Name
ar: اسم الصفحة
de: Seitenname
es: Nombre de la página
fr: Nom de la page
id: Nama halaman
ja: ページ名
ko: 페이지 이름
pl: Nazwa strony
ru: Имя страницы
sv: Sidnamn
vi: Tên trang
zh_hans: 页面名称
zh_hant: 頁面名稱

source: Title of the Page
ar: عنوان الصفحة
de: Titel der Seite
es: Título de la página
fr: Titre de la page
id: Judul Halaman
ja: ページのタイトル
ko: 페이지 제목
pl: Tytuł strony
ru: Заголовок страницы
sv: Sidans titel
vi: Tiêu đề của trang
zh_hans: 页面标题
zh_hant: 頁面標題

source: Path
ar: طريق
de: Pfad
es: Ruta
fr: Chemin
id: Jalur
ja: パス
ko: 경로
pl: Ścieżka
ru: Путь
sv: Sökväg
zh_hans: 路径
zh_hant: 路徑

source: URL for the Page
ar: URL للصفحة
de: URL für die Seite
es: URL de la página
fr: URL de la page
id: URL untuk Halaman
ja: ページの URL
ko: 페이지 URL
pl: URL strony
ru: URL для страницы
sv: URL för sidan
vi: URL cho Trang
zh_hans: 页面的URL
zh_hant: 頁面的URL

source: Place
ar: مكان
de: Platz
es: Lugar
fr: Lieu
id: Tempat
ja: 場所
ko: 장소
pl: Miejsce
ru: Место
sv: Plats
vi: Địa điểm
zh_hans: 地点
zh_hant: 場所

source: Select Page Place
ar: حدد مكان الصفحة
de: Wählen Sie Seitenplatz
es: Seleccionar lugar de página
fr: Sélectionnez le lieu de la page
id: Pilih Tempat Halaman
ja: ページ配置の選択
ko: 페이지 장소 선택
pl: Wybierz Miejsce strony
ru: Выберите место страницы
sv: Välj Sidplats
vi: Chọn vị trí trang
zh_hans: 选择页面位置
zh_hant: 選擇頁面位置

source: Footer
ar: تذييل
de: Fußzeile
es: Pie de página
fr: Pied de page
ja: フッター
ko: 푸터
pl: Stopka
ru: Нижний колонтитул
sv: Sidfot
vi: Chân trang
zh_hans: 页脚
zh_hant: 頁腳

source: Select Language
ar: اختار اللغة
de: Sprache wählen
es: Seleccionar idioma
fr: Sélectionner la langue
id: Pilih bahasa
ja: 言語の選択
ko: 언어 선택
pl: Wybierz język
ru: Выберите язык
sv: Välj språk
vi: Chọn ngôn ngữ
zh_hans: 选择语言
zh_hant: 选择语言

source: Google Group
ar: مجموعة جوجل
es: Grupo de Google
fr: Groupe Google
id: Google Grup
ja: グーグルグループ
ko: Google 그룹
pl: Grupa Google
ru: Группа Google
vi: Nhóm Google
zh_hans: Google群组
zh_hant: Google群組

source: Upload
ar: رفع
de: Hochladen
es: Cargar
fr: Téléverser
id: Unggah
ja: アップロード
ko: 업로드
pl: Pobierz
ru: Загрузить
sv: Uppladdat
vi: Tải lên
zh_hans: 上载
zh_hant: 上傳

source: Google Analytics
ar: تحليلات كوكل
ja: グーグルアナリティクス
ru: Гугл Аналитика
zh_hans: 谷歌分析
zh_hant: 谷歌分析

source: See
ar: يرى
de: Siehe
es: Ver
fr: Voir
id: Lihat
ja: ご覧ください
ko: 보다
pl: Widzieć
ru: См.
sv: Läs
vi: Xem
zh_hans: 看
zh_hant: 看到

source: here
ar: هنا
de: hier
es: aquí
fr: ici
id: disini
ja: ここ
ko: 여기
pl: tutaj
ru: здесь
sv: hit
vi: ở đây
zh_hans: 这里
zh_hant: 這裡

source: on how to get this tracking ID.
ar: حول كيفية الحصول على معرف التتبع هذا.
de: wie Sie diese Tracking-ID abrufen.
es: sobre cómo obtener este ID de seguimiento.
fr: sur comment récupérer l'ID de suivi.
id: tentang cara mendapatkan ID pelacakan ini.
ja: このトラッキング ID を取得する方法について
ko: 이 추적 ID를 얻는 방법에 대해 설명합니다.
pl: jak uzyskać ten identyfikator śledzenia.
ru: о том, как получить этот идентификатор отслеживания.
sv: om hur du får detta spårnings -ID.
vi: về cách lấy ID theo dõi này.
zh_hans: 有关如何获取此跟踪ID的信息。
zh_hant: 有關如何獲取此跟踪ID的信息。

source: Tracking ID
ar: معرف التتبع
es: ID de rastreo
fr: ID de suivi
id: ID Pelacakan
ja: トラッキング ID
ko: 추적 ID
pl: Identyfikator śledzenia
ru: Идентификатор отслеживания
sv: SpårningsID
vi: ID theo dõi
zh_hans: 跟踪 ID
zh_hant: 跟踪號碼

source: Invoice Handling
ar: معالجة الفواتير
de: Rechnungsbearbeitung
es: Manejo de facturas
fr: Traitement des factures
id: Penanganan Faktur
ja: 請求書処理
ko: 송장 처리
pl: Obsługa faktur
ru: Обработка счетов
sv: Fakturahantering
vi: Xử lý hóa đơn
zh_hans: 发票处理
zh_hant: 發票處理

source: Invoices Sent Out
ar: الفواتير المرسلة
de: Gesendete Rechnungen
es: Facturas enviadas
fr: Factures envoyées
id: Faktur Dikirim
ja: 送信済請求書
ko: 인보이스 발송
pl: Faktury wysłane
ru: Счета отправлены
sv: Fakturor skickade ut
vi: Hóa đơn đã gửi đi
zh_hans: 已寄出发票
zh_hant: 已寄出發票

source: First of every month
ar: الأول من كل شهر
de: Zuerst jeden Monat
es: Primero de cada mes
fr: Premier de chaque mois
id: Pertama setiap bulan
ja: 毎月1回
ko: 매월 1 일
pl: Pierwszy każdego miesiąca
ru: Первого числа каждого месяца
sv: Första i varje månad
vi: Đầu tiên của mỗi tháng
zh_hans: 每月的第一天
zh_hant: 每月的第一天

source: Second of every month
ar: الثاني من كل شهر
de: Zweiter eines jeden Monats
es: Segundo de cada mes
fr: Deuxième de chaque mois
id: Detik setiap bulan
ja: 毎月2番目
ko: 매월 초
pl: Drugi dzień miesiąca
ru: Второе число каждого месяца
sv: Andra i varje månad
vi: Thứ hai hàng tháng
zh_hans: 每月第二
zh_hant: 每月第二

source: Third of every month
ar: الثالث من كل شهر
de: Drittel jedes Monats
es: Tercero de cada mes
fr: Troisième de chaque mois
id: Ketiga setiap bulan
ja: 毎月3分の1
ko: 매월 3 일
pl: Trzeci dzień miesiąca
ru: Третьего числа каждого месяца
sv: Tredje i varje månad
vi: Thứ ba hàng tháng
zh_hans: 每月三号
zh_hant: 每月三號

source: Select timezone
ar: اختر المجال الزمني
de: Wähle Zeitzone aus
es: Selecciona la zona horaria
fr: Sélectionner le fuseau horaire
id: Pilih zona waktu
ja: タイムゾーンの選択
ko: 시간대 선택
pl: Wybierz strefę czasową
ru: Выберите часовой пояс
sv: Välj tidszon
vi: Chọn múi giờ
zh_hans: 选择时区
zh_hant: 選擇時區

source: Invoice Contact
ar: جهة اتصال الفاتورة
de: Rechnungskontakt
es: Contacto de factura
fr: Contact de facturation
id: Kontak Faktur
ja: 請求書連絡先
ko: 송장 연락처
pl: Kontakt do faktury
ru: Контактная информация по счету
sv: Fakturakontakt
vi: Liên hệ hóa đơn
zh_hans: 发票联络人
zh_hant: 發票聯絡人

source: Contact Name
ar: اسم جهة الاتصال
de: Name des Kontakts
es: Nombre de contacto
fr: Contact
id: Nama kontak
ja: 連絡先
ko: 담당자 이름
zh_hans: 联系人名称

source: Paypal Email
ar: بريد باي بال
es: e-mail de Paypal
fr: Courriel Paypal
id: Email Paypal
ja: ペイパルメール
ko: Paypal 이메일
ru: Электронная почта Paypal
sv: Paypal e -post
zh_hans: 贝宝电子邮件
zh_hant: 貝寶電子郵件

source: Tax ID
ar: الرقم الضريبي
de: Steuer-ID
es: Identificación del impuesto
fr: Identifiant fiscal
id: Id pajak
ja: 納税者番号
ko: 세금 아이디
pl: Identyfikator podatkowy
ru: ИНН
sv: Skatte ID
vi: Mã số thuế
zh_hans: 税号
zh_hant: 稅號
