Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Invoice state has been changed to {{action}} successfully.
ar: تم تغيير حالة الفاتورة إلى {{action}} بنجاح.
de: Der Rechnungsstatus wurde auf {{action}} geändert.
es: El estado de la factura se ha cambiado a {{action}} correctamente.
fr: L'état de la facture a été modifié en {{action}} avec succès.
id: Status faktur telah berhasil diubah menjadi {{action}}.
ja: 請求書の状態が{{action}}に正常に変更されました。
ko: 인보이스 상태가 {{action}}(으)로 성공적으로 변경되었습니다.
pl: Stan faktury został pomyślnie zmieniony na {{action}}.
ru: Статус счета был успешно изменен на {{action}}.
sv: Fakturatillståndet har ändrats till {{action}} .
vi: Trạng thái hóa đơn đã được thay đổi thành công thành {{action}}.
zh_hans: 发票状态已成功更改为 {{action}}。
zh_hant: 發票狀態已成功更改為 {{action}}。

source: Title
ar: عنوان
de: Titel
es: Título
fr: Titre
id: Judul
ja: タイトル
ko: 제목
ru: Титул
sv: Titel
zh_hans: 标题
zh_hant: 題名

source: Rating
ar: تقييم
de: Bewertung
es: Valoración
fr: Évaluation
id: Peringkat
ja: 評価
ko: 평가
pl: Ocena
ru: Рейтинг
sv: Rankad
zh_hans: 评分
zh_hant: 評分

source: Submitted At
ar: قدم في
de: Eingereicht bei
es: Enviado en
fr: Soumis à
id: Dikirim Pada
ja: で提出
ko: 제출 위치
pl: Przesłano o godz
ru: Отправлено на
sv: Inlämnad kl
vi: Đã nộp lúc
zh_hans: 提交于
zh_hant: 提交於

source: Session has been deleted successfully.
ar: تم حذف الجلسة بنجاح.
de: Sitzung wurde erfolgreich gelöscht.
es: La sesión se ha eliminado correctamente.
fr: La session a été supprimée.
id: Sesi berhasil dihapus.
ja: セッションは正常に削除されました。
ko: 세션이 성공적으로 삭제되었습니다.
pl: Sesja została pomyślnie usunięta.
ru: Сессия была успешно удалена.
sv: Sessionen har tagits bort.
vi: Phiên đã được xóa thành công.
zh_hans: 会话已成功删除。
zh_hant: 會話已成功刪除。

source: Session feedback has been updated successfully.
ar: تم تحديث ملاحظات الجلسة بنجاح.
de: Das Sitzungsfeedback wurde erfolgreich aktualisiert.
es: Los comentarios de la sesión se han actualizado correctamente.
fr: Les commentaires de session ont été mis à jour avec succès.
id: Umpan balik sesi berhasil diperbarui.
ja: セッションフィードバックは正常に更新されました。
ko: 세션 피드백이 성공적으로 업데이트되었습니다.
pl: Informacje zwrotne dotyczące sesji zostały pomyślnie zaktualizowane.
ru: Отзыв о сеансе успешно обновлен.
sv: Sessionens feedback har uppdaterats.
vi: Phản hồi phiên đã được cập nhật thành công.
zh_hans: 会话反馈已成功更新。
zh_hant: 會話反饋已成功更新。

source: Session feedback has been created successfully.
ar: تم إنشاء ملاحظات الجلسة بنجاح.
de: Sitzungsfeedback wurde erfolgreich erstellt.
es: Los comentarios de la sesión se han creado correctamente.
fr: Les commentaires de session ont été créés avec succès.
id: Umpan balik sesi berhasil dibuat.
ja: セッションフィードバックが正常に作成されました。
ko: 세션 피드백이 성공적으로 생성되었습니다.
pl: Opinia o sesji została pomyślnie utworzona.
ru: Отзыв о сеансе был успешно создан.
sv: Sessionens feedback har skapats.
vi: Phản hồi phiên đã được tạo thành công.
zh_hans: 会话反馈已成功创建。
zh_hant: 會話反饋已成功創建。

source: Settings have been saved successfully.
ar: تم حفظ الإعدادات بنجاح.
de: Einstellungen wurden erfolgreich gespeichert.
es: La configuración se ha guardado correctamente.
fr: Les paramètres ont été enregistrés.
id: Pengaturan berhasil disimpan.
ja: 設定は正常に保存されました。
ko: 설정이 성공적으로 저장되었습니다.
pl: Ustawienia zostały pomyślnie zapisane.
ru: Настройки успешно сохранены.
sv: Inställningarna har sparats.
vi: Cài đặt đã được lưu thành công.
zh_hans: 设置已成功保存。
zh_hant: 設置已成功保存。

source: An unexpected error has occurred. Settings not saved.
ar: لقد حدث خطأ غير متوقع. لم يتم حفظ الإعدادات.
de: Ein unerwarteter Fehler ist aufgetreten. Einstellungen nicht gespeichert.
es: Ha ocurrido un error inesperado. Configuración no guardada.
fr: Une erreur inattendue s'est produite. Les paramètres n'ont pas été sauvegardés.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Pengaturan tidak disimpan.
ja: 予期しないエラーが発生しました。設定が保存されていません。
ko: 예상치 못한 오류가 발생했습니다. 설정이 저장되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Ustawienia nie zostały zapisane.
ru: Произошла непредвиденная ошибка. Настройки не сохранены.
sv: Ett oväntat fel har uppstått. Inställningarna sparas inte.
vi: Một lỗi không mong muốn đã xảy ra. Cài đặt chưa được lưu.
zh_hans: 发生意外的错误。设置未保存。
zh_hant: 發生意外的錯誤。設置未保存。

source: Admin Billing info has been saved successfully
ar: تم حفظ معلومات فوترة المسؤول بنجاح
de: Admin-Abrechnungsinformationen wurden erfolgreich gespeichert
es: La información de facturación del administrador se ha guardado correctamente
fr: Les informations de facturation de l'administrateur ont été enregistrées avec succès
id: Info Penagihan Admin berhasil disimpan
ja: 管理者の請求情報が正常に保存されました
ko: 관리자 결제 정보가 성공적으로 저장되었습니다.
pl: Informacje rozliczeniowe administratora zostały pomyślnie zapisane
ru: Платежная информация администратора успешно сохранена
sv: Admin Faktureringsinformation har sparats
vi: Thông tin thanh toán dành cho quản trị viên đã được lưu thành công
zh_hans: 管理员帐单信息已成功保存
zh_hant: 管理員帳單信息已成功保存

source: Image sizes have been saved successfully.
ar: تم حفظ أحجام الصور بنجاح.
de: Bildgrößen wurden erfolgreich gespeichert.
es: Los tamaños de imagen se han guardado correctamente.
fr: Les tailles d'image ont été enregistrées.
id: Ukuran gambar berhasil disimpan.
ja: イメージサイズが正常に保存されました。
ko: 이미지 크기가 성공적으로 저장되었습니다.
pl: Rozmiary obrazu zostały pomyślnie zapisane.
ru: Размеры изображений успешно сохранены.
sv: Bildstorlekar har sparats.
vi: Kích thước hình ảnh đã được lưu thành công.
zh_hans: 图像尺寸已成功保存。
zh_hant: 圖像尺寸已成功保存。

source: An unexpected error has occurred. Image sizes not saved.
ar: لقد حدث خطأ غير متوقع. لم يتم حفظ أحجام الصور.
de: Ein unerwarteter Fehler ist aufgetreten. Bildgrößen nicht gespeichert.
es: Ha ocurrido un error inesperado. Tamaños de imagen no guardados.
fr: Une erreur inattendue s'est produite. La taille de l'image n'a pas été sauvegardée.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Ukuran gambar tidak disimpan.
ja: 予期しないエラーが発生しました。画像サイズが保存されていません。
ko: 예상치 못한 오류가 발생했습니다. 이미지 크기가 저장되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Rozmiary obrazu nie zostały zapisane.
ru: Произошла непредвиденная ошибка. Размеры изображений не сохранены.
sv: Ett oväntat fel har uppstått. Bildstorlekar sparas inte.
vi: Một lỗi không mong muốn đã xảy ra. Kích thước hình ảnh không được lưu.
zh_hans: 发生意外的错误。图像尺寸未保存。
zh_hant: 發生意外的錯誤。圖像尺寸未保存。

source: Social media settings have been saved successfully.
ar: تم حفظ إعدادات الوسائط الاجتماعية بنجاح.
de: Die Einstellungen für soziale Medien wurden erfolgreich gespeichert.
es: La configuración de las redes sociales se ha guardado correctamente.
fr: Les paramètres des réseaux sociaux ont été enregistrés avec succès.
id: Pengaturan media sosial berhasil disimpan.
ja: ソーシャルメディアの設定が正常に保存されました。
ko: 소셜 미디어 설정이 성공적으로 저장되었습니다.
pl: Ustawienia mediów społecznościowych zostały pomyślnie zapisane.
ru: Настройки социальных сетей успешно сохранены.
sv: Inställningar för sociala medier har sparats.
vi: Cài đặt mạng xã hội đã được lưu thành công.
zh_hans: 社交媒体设置已成功保存。
zh_hant: 社交媒體設置已成功保存。

source: Please fill the required fields.
ar: يرجى تعبئة جميع الحقول المطلوبة.
de: Bitte füllen Sie die erforderlichen Felder aus.
es: Por favor, rellene los campos obligatorios.
fr: Merci de renseigner les champs requis.
id: Harap isi bidang yang wajib diisi.
ja: 必須フィールドを入力してください。
ko: 필수 필드를 입력하십시오.
pl: Proszę wypełnić wymagane pola.
ru: Пожалуйста, заполните обязательные поля.
sv: Fyll i de obligatoriska fälten.
vi: Vui lòng điền vào các trường bắt buộc.
zh_hans: 请填写必填字段。
zh_hant: 請填寫必填字段。

source: Ticket Fee settings have been saved successfully.
ar: تم حفظ إعدادات رسوم التذاكر بنجاح.
de: Die Ticketgebühreneinstellungen wurden erfolgreich gespeichert.
es: La configuración de la tarifa de entrada se ha guardado correctamente.
fr: Les prix des billets ont été enregistrés.
id: Pengaturan Biaya Tiket telah berhasil disimpan.
ja: チケット料金の設定が正常に保存されました。
ko: 티켓 수수료 설정이 성공적으로 저장되었습니다.
pl: Ustawienia opłaty za bilet zostały pomyślnie zapisane.
ru: Настройки комиссии за билеты успешно сохранены.
sv: Inställningarna för biljettavgifter har sparats.
vi: Cài đặt Phí vé đã được lưu thành công.
zh_hans: 门票费用设置已成功保存。
zh_hant: 門票費用設置已成功保存。

source: Email
ar: بريد إلكتروني
es: Correo electrónico
fr: Courriel
ja: メール
ru: Адрес электронной почты
sv: E-post
zh_hans: 电子邮件
zh_hant: 電子郵件

source: System Roles
ar: أدوار النظام
de: Systemrollen
es: Funciones del sistema
fr: Rôles system
id: Peran Sistem
ja: システム ロール
ko: 시스템 역할
pl: Role systemowe
ru: Роли системы
sv: Systemroller
vi: Vai trò hệ thống
zh_hans: 系统角色
zh_hant: 系統角色

source: Event Roles
ar: أدوار الحدث
de: Veranstaltungsrollen
es: Roles de eventos
fr: Rôles de l'évènement
id: Peran Acara
ja: イベント ロール
ko: 이벤트 역할
pl: Role wydarzeń
ru: Роли событий
sv: Evenemangsroller
vi: Vai trò sự kiện
zh_hans: 活动角色
zh_hant: 活動角色

source: User Links
ar: روابط المستخدم
de: Benutzerlinks
es: Enlaces de usuario
fr: Liens utilisateur
id: Tautan Pengguna
ja: ユーザー リンク
ko: 사용자 링크
pl: Linki użytkownika
ru: Пользовательские ссылки
sv: Användarlänkar
vi: Liên kết Người dùng
zh_hans: 用户链接
zh_hant: 用戶鏈接

source: Member Since
ar: عضو منذ
de: Mitglied seit
es: Suscrito desde
fr: Membre depuis
id: Anggota Sejak
ja: 加入
ko: 회원 가입일
pl: Członek od
ru: Участник с
sv: Medlem sedan
vi: Thành viên kể từ
zh_hans: 注册日期
zh_hant: 會員自

source: Last Accessed
ar: آخر الوصول إليها
de: Zuletzt aufgerufen
es: Último accedido
fr: Dernier accès
id: Terakhir diakses
ja: 最終アクセス日
ko: 마지막 액세스
pl: Ostatni dostęp
ru: Последний доступ
sv: Använd senast
vi: Lần truy cập cuối cùng
zh_hans: 最后访问
zh_hant: 最後訪問

source: Mark as Spam
ar: علامة كدعاية
de: Als Spam markieren
es: Marcar como correo no deseado
fr: Marquer comme spam
id: Tandai sebagai Spam
ja: スパムとしてマークする
ko: 스팸으로 표시
pl: Oznacz jako spam
ru: Отметить как спам
sv: Markera som skräppost
vi: Đánh dấu spam
zh_hans: 标记为垃圾邮件
zh_hant: 標記為垃圾郵件

source: Verified
ar: تم التحقق
de: Verifiziert
es: Verificado
fr: Vérifié
id: Terverifikasi
ja: 確認済み
ko: 확인됨
pl: Zweryfikowane
ru: Подтверждённый
sv: Bekräftad
vi: Đã Xác Nhận
zh_hans: 已验证
zh_hant: 通過認證

source: User has been marked as Spam successfully.
ar: تم وضع علامة على المستخدم على أنه بريد عشوائي بنجاح.
de: Der Benutzer wurde erfolgreich als Spam markiert.
es: El usuario ha sido marcado como spam correctamente.
fr: L'utilisateur a été marqué comme spam avec succès.
id: Pengguna telah berhasil ditandai sebagai Spam.
ja: ユーザーはスパムとして正常にマークされました。
ko: 사용자가 스팸으로 표시되었습니다.
pl: Użytkownik został oznaczony jako spam.
ru: Пользователь был успешно отмечен как спам.
sv: Användaren har markerats som skräppost.
vi: Người dùng đã được đánh dấu là Spam thành công.
zh_hans: 用户已成功标记为垃圾邮件。
zh_hant: 用戶已成功標記為垃圾郵件。

source: User has been marked as Not Spam successfully.
ar: تم وضع علامة على المستخدم باعتباره ليس بريدًا عشوائيًا بنجاح.
de: Der Benutzer wurde als Nicht-Spam markiert.
es: El usuario ha sido marcado como No spam correctamente.
fr: L'utilisateur a été marqué comme non indésirable avec succès.
id: Pengguna telah berhasil ditandai sebagai Bukan Spam.
ja: ユーザーは正常にスパムではないとしてマークされています。
ko: 사용자가 스팸 아님으로 표시되었습니다.
pl: Użytkownik został oznaczony jako nie spam.
ru: Пользователь был успешно отмечен как не спам.
sv: Användaren har markerats som Ej skräppost.
vi: Người dùng đã được đánh dấu là Không Spam thành công.
zh_hans: 用户已成功标记为“不是垃圾邮件”。
zh_hant: 用戶已成功標記為“不是垃圾郵件”。

source: User verification state changed successfully.
ar: تم تغيير حالة التحقق من المستخدم بنجاح.
de: Der Status der Benutzerverifizierung wurde geändert.
es: El estado de verificación del usuario cambió correctamente.
fr: L'état de vérification de l'utilisateur a été modifié avec succès.
id: Status verifikasi pengguna berhasil diubah.
ja: ユーザー検証状態が正常に変更されました。
ko: 사용자 확인 상태가 성공적으로 변경되었습니다.
pl: Pomyślnie zmieniono stan weryfikacji użytkownika.
ru: Состояние проверки пользователя успешно изменено.
sv: Användarverifieringstillståndet har ändrats.
vi: Trạng thái xác minh người dùng đã thay đổi thành công.
zh_hans: 用户验证状态更改成功。
zh_hant: 用戶驗證狀態更改成功。

source: User has been deleted successfully.
ar: تم حذف المستخدم بنجاح.
de: Benutzer wurde erfolgreich gelöscht.
es: El usuario se ha eliminado correctamente.
fr: L'utilisateur a été supprimé.
id: Pengguna berhasil dihapus.
ja: ユーザーは正常に削除されました。
ko: 사용자가 성공적으로 삭제되었습니다.
pl: Użytkownik został pomyślnie usunięty.
ru: Пользователь успешно удален.
sv: Användaren har tagits bort.
vi: Người dùng đã được xóa thành công.
zh_hans: 用户已成功删除。
zh_hant: 用戶已成功刪除。

source: User has been restored successfully.
ar: تمت استعادة المستخدم بنجاح.
de: Benutzer wurde erfolgreich wiederhergestellt.
es: El usuario se ha restaurado correctamente.
fr: L'utilisateur a été restauré avec succès.
id: Pengguna berhasil dipulihkan.
ja: ユーザーは正常に復元されました。
ko: 사용자가 성공적으로 복원되었습니다.
pl: Użytkownik został pomyślnie przywrócony.
ru: Пользователь успешно восстановлен.
sv: Användaren har återställts.
vi: Người dùng đã được khôi phục thành công.
zh_hans: 用户已成功还原。
zh_hant: 用戶已成功還原。

source: Password Reset Email is successfully sent.
ar: تم إرسال البريد الإلكتروني الخاص بإعادة تعيين كلمة المرور بنجاح.
de: Die E-Mail zum Zurücksetzen des Passworts wurde erfolgreich gesendet.
es: El correo electrónico de restablecimiento de contraseña se envió correctamente.
fr: L'e-mail de réinitialisation du mot de passe a été envoyé avec succès.
id: Email Reset Password berhasil terkirim.
ja: パスワードリセットメールが正常に送信されました。
ko: 비밀번호 재설정 이메일이 성공적으로 전송되었습니다.
pl: E-mail dotyczący resetowania hasła został pomyślnie wysłany.
ru: Электронное письмо для сброса пароля успешно отправлено.
sv: E-post med återställning av lösenord har skickats.
vi: Email Đặt lại Mật khẩu đã được gửi thành công.
zh_hans: 密码重置邮件发送成功。
zh_hant: 密碼重置郵件發送成功。

source: Date
ar: تاريخ
de: Datum
es: Cita
id: Tanggal
ja: 日付
ko: 날짜
ru: Дата
sv: Datum
vi: Ngày tháng năm
zh_hans: 日期
zh_hant: 日期

source: Video channel has been deleted successfully.
ar: تم حذف قناة الفيديو بنجاح.
de: Der Videokanal wurde gelöscht.
es: El canal de video se eliminó correctamente.
fr: La chaîne vidéo a été supprimée avec succès.
id: Saluran video telah berhasil dihapus.
ja: ビデオチャンネルは正常に削除されました。
ko: 비디오 채널이 성공적으로 삭제되었습니다.
pl: Kanał wideo został pomyślnie usunięty.
ru: Видеоканал успешно удален.
sv: Videokanalen har tagits bort.
vi: Kênh video đã được xóa thành công.
zh_hans: 已成功删除视频频道。
zh_hant: 已成功刪除視頻頻道。

source: Channel
ar: قناة
de: Kanal
es: Canal
fr: Canaliser
id: Saluran
ja: チャネル
ko: 채널
pl: Kanał
ru: Канал
sv: Kanal
vi: Kênh
zh_hans: 渠道
zh_hant: 渠道

source: Video recording has been deleted successfully.
ar: تم حذف تسجيل الفيديو بنجاح.
de: Die Videoaufzeichnung wurde gelöscht.
es: La grabación de video se ha eliminado correctamente.
fr: L'enregistrement vidéo a été supprimé avec succès.
id: Rekaman video telah berhasil dihapus.
ja: ビデオ録画は正常に削除されました。
ko: 동영상 녹화가 성공적으로 삭제되었습니다.
pl: Nagranie wideo zostało pomyślnie usunięte.
ru: Видеозапись успешно удалена.
sv: Videoinspelningen har tagits bort.
vi: Quay video đã được xóa thành công.
zh_hans: 录像已成功删除。
zh_hant: 錄像已成功刪除。

source: Here is your Event Invoice
ar: ها هي فاتورة الحدث
de: Hier ist die Veranstaltungsrechnung
es: Aquí está su factura de evento
fr: Voici votre facture d'évènement
id: Ini Faktur Acara Anda
ja: ここにあなたのイベント請求書があります
ko: 이벤트 청구서입니다
pl: Oto Twoja faktura za wydarzenie
ru: Вот ваш счет-фактура
sv: Här är din evenemangsfaktura
vi: Đây là hóa đơn sự kiện của bạn
zh_hans: 这是您的活动发票
zh_hant: 這是您的活動發票

source: Event copied successfully
ar: تم نسخ الحدث بنجاح
de: Veranstaltung erfolgreich kopiert
es: Evento copiado correctamente
fr: Événement copié avec succès
id: Acara berhasil disalin
ja: イベントのコピーが正常に完了しました
ko: 이벤트가 성공적으로 복사되었습니다.
pl: Wydarzenie zostało pomyślnie skopiowane
ru: Мероприятие успешно скопировано
sv: Händelsen har kopierats
vi: Đã sao chép sự kiện thành công
zh_hans: 活动已成功复制
zh_hant: 活動已成功複製

source: Copying of event failed
ar: فشل نسخ الحدث
de: Kopieren der Veranstaltung fehlgeschlagen
es: Error al copiar el evento
fr: La copie de l'évènement a échoué
id: Penyalinan acara gagal
ja: イベントのコピーに失敗しました
ko: 이벤트 복사 실패
pl: Kopiowanie wydarzenia nie powiodło się
ru: Не удалось скопировать событие
sv: Händelsen misslyckades
vi: Sao chép sự kiện không thành công
zh_hans: 活动复制失败
zh_hant: 活動複製失敗

source: {{item}} has been {{action}} successfully.
ar: {{item}} تم {{action}} بنجاح.
de: {{item}} wurde {{action}} erfolgreich ausgeführt.
es: {{item}} ha sido {{action}} correctamente.
fr: {{item}} a été {{action}} avec succès.
id: {{item}} telah berhasil {{action}}.
ja: {{item}}は{{action}}に成功しました。
ko: {{item}}이 성공적으로 {{action}}되었습니다.
pl: {{item}} powiodło się {{action}}.
ru: {{item}} успешно {{action}}.
sv: {{item}} har {{action}} lyckats.
vi: {{item}} đã được {{action}} thành công.
zh_hans: {{item}}已成功{{action}}。
zh_hant: {{item}}已成功{{action}}。

source: Exhibitor
ar: عارض
de: Aussteller
es: Expositor
fr: Exposant
id: Eksponen
ja: 出展者
ko: 출품자
pl: Wystawca
ru: Экспонент
sv: Utställare
vi: Người trưng bày
zh_hans: 参展商
zh_hant: 參展商

source: Are you sure you would like to delete this exhibitor?
ar: هل أنت متأكد أنك تريد حذف هذا العارض؟
de: Möchten Sie diesen Aussteller wirklich löschen?
es: ¿Está seguro de que desea eliminar este expositor?
fr: Êtes-vous sûr de vouloir supprimer cet exposant ?
id: Yakin ingin menghapus peserta pameran ini?
ja: この出展者を削除してもよろしいですか？
ko: 이 전시자를 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć tego wystawcę?
ru: Вы уверены, что хотите удалить этого экспонента?
sv: Är du säker på att du vill ta bort den här utställaren?
vi: Bạn có chắc chắn muốn xóa nhà triển lãm này không?
zh_hans: 您确定要删除该参展商吗？
zh_hant: 您確定要刪除該參展商嗎？

source: Exhibitor has been deleted successfully.
ar: تم حذف العارض بنجاح.
de: Aussteller wurde erfolgreich gelöscht.
es: El expositor ha sido eliminado correctamente.
fr: L'exposant a été supprimé avec succès.
id: Peserta pameran berhasil dihapus.
ja: 出展者は正常に削除されました。
ko: 참가 업체가 성공적으로 삭제되었습니다.
pl: Wystawca został pomyślnie usunięty.
ru: Экспонент удален.
sv: Utställaren har tagits bort.
vi: Người triển lãm đã được xóa thành công.
zh_hans: 参展商已成功删除。
zh_hant: 參展商已成功刪除。

source: Exhibitor order reset successfully
ar: تمت إعادة تعيين طلب العارضين بنجاح
de: Ausstellerbestellung erfolgreich zurückgesetzt
es: Pedido del expositor restablecido correctamente
fr: Réinitialisation de la commande de l'exposant
id: Pesanan peserta berhasil disetel ulang
ja: 出展者の注文が正常にリセットされました
ko: 참가 업체 주문이 성공적으로 재설정되었습니다.
pl: Zresetowano zamówienie wystawcy
ru: Заказ экспонента сброшен успешно
sv: Utställarens beställning har återställts
vi: Đặt lại thành công đơn đặt hàng của nhà triển lãm
zh_hans: 参展商订单重置成功
zh_hant: 參展商訂單重置成功

source: Exhibitors order set successfully
ar: تم تعيين طلب العارضين بنجاح
de: Ausstellerbestellung erfolgreich eingestellt
es: Pedido de expositores establecido correctamente
fr: Commande des exposants définie avec succès
id: Pesanan peserta berhasil ditetapkan
ja: 出展者の注文が正常に設定されました
ko: 참가 업체 주문이 성공적으로 설정되었습니다.
pl: Zamówienie wystawców zostało ustawione pomyślnie
ru: Заказ участников выставлен успешно
sv: Utställarnas beställning lyckades
vi: Đơn hàng triển lãm đã đặt thành công
zh_hans: 参展商订单设置成功
zh_hant: 參展商訂單設置成功

source: Start time or End time not present
ar: وقت البدء أو وقت الانتهاء غير موجود
de: Startzeit oder Endzeit nicht vorhanden
es: Hora de inicio o hora de finalización no presentes
fr: Heure de début ou heure de fin absente
id: Waktu mulai atau Waktu akhir tidak ada
ja: 開始時刻または終了時刻が存在しません
ko: 시작 시간 또는 종료 시간이 없습니다.
pl: Brak czasu rozpoczęcia lub czasu zakończenia
ru: Время начала или время окончания не указано
sv: Starttid eller sluttid finns inte
vi: Thời gian bắt đầu hoặc Thời gian kết thúc không hiển thị
zh_hans: 开始时间或结束时间不存在
zh_hant: 開始時間或結束時間不存在

source: Changes have been made successfully
ar: تم إجراء التغييرات بنجاح
de: Änderungen wurden erfolgreich gespeichert
es: Los cambios se han realizado con éxito
fr: Les changements ont été enregistrés
id: Perubahan telah berhasil dilakukan
ja: 変更は正常に行われました
ko: 성공적으로 변경되었습니다.
pl: Zmiany zostały wprowadzone pomyślnie
ru: Изменения успешно сохранены
sv: Ändringar har gjorts framgångsrikt
vi: Các thay đổi đã được thực hiện thành công
zh_hans: 更改已成功完成
zh_hant: 更改已成功完成

source: Your session has been saved
ar: تم حفظ جلستك
de: Die Einreichung wurde gespeichert
es: Tu sesión ha sido guardada
fr: Votre session a été enregistrée
id: Sesi Anda telah disimpan
ja: セッションが保存されました
ko: 세션이 저장되었습니다
pl: Twoja sesja została zapisana
ru: Ваша сессия была сохранена
sv: Din session har sparats
vi: Phiên của bạn đã được lưu
zh_hans: 您的会话已保存
zh_hant: 您的會話已保存

source: Track
ar: مسار
de: Thementrack
es: Camino rural
fr: Suivi
id: Trek
ja: トラック
ko: 트랙
pl: Utwór
ru: Трек
sv: Spår
vi: Bài hát
zh_hans: 轨道
zh_hant: 追蹤

source: Submission Date
ar: تاريخ التقديم
de: Einreichungstermin
es: Día de entrega
fr: Date de soumission
id: Tanggal penyerahan
ja: 提出日
ko: 제출 일자
pl: Data oddania
ru: Дата подачи
sv: Inlämningsdatum
vi: Ngày nộp hồ sơ
zh_hans: 呈交日期
zh_hant: 提交日期

source: Last Modified
ar: آخر تعديل
de: Zuletzt geändert
es: Última Modificación
fr: Modifié le
id: Terakhir Diubah
ja: 最終更新
ko: 마지막 수정
ru: Последнее изменение
sv: Senast ändrad
vi: Sửa đổi lần cuối
zh_hans: 最后修改

source: Lock Session
ar: جلسة القفل
de: Sitzung sperren
es: Bloquear sesión
fr: Verrouiller la session
id: Kunci Sesi
ja: セッションのロック
ko: 세션 잠금
pl: Zablokuj sesję
ru: Заблокировать сеанс
sv: Lås session
vi: Khóa phiên
zh_hans: 锁定会议
zh_hant: 鎖定會議

source: locked
ar: مقفل
de: gesperrt
es: bloqueado
fr: verrouillé
id: terkunci
ja: ロック済
ko: 잠김
pl: zablokowany
ru: заблокировано
sv: låst
vi: bị khóa
zh_hans: 锁定
zh_hant: 已鎖定

source: unlocked
ar: مفتوحة
de: freigeschaltet
es: desbloqueado
fr: déverrouillé
id: tidak terkunci
ja: ロック 解除
ko: 잠금 해제
pl: odblokowany
ru: разблокирован
sv: olåsa
vi: mở khóa
zh_hans: 已解锁
zh_hant: 已解鎖

source: Session has been {{action}} successfully.
ar: كانت الجلسة {{action}} بنجاح.
de: Die Sitzung wurde erfolgreich {{action}}.
es: La sesión ha sido {{action}} con éxito.
fr: La session a été {{action}} avec succès.
id: Sesi telah berhasil {{action}}.
ja: セッションは {{action}} に成功しました。
ko: 세션이 성공적으로 {{action}}되었습니다.
pl: Sesja przebiegła pomyślnie {{action}}.
ru: Сеанс успешно завершен {{action}}.
sv: Sessionen har {{action}} lyckats.
vi: Phiên đã diễn ra thành công {{action}}.
zh_hans: 会话已成功{{action}}。
zh_hant: 會話已成功{{action}}。

source: Event exported.
ar: تم تصدير الحدث.
de: Veranstaltung wurde exportiert.
es: Evento exportado.
fr: Evènement exporté.
id: Acara diekspor.
ja: イベントがエクスポートされました。
ko: 이벤트를 내보냈습니다.
pl: Wyeksportowano wydarzenie.
ru: Событие экспортировано.
sv: Händelsen exporterades.
vi: Đã xuất sự kiện.
zh_hans: 活动已导出。
zh_hant: 活動已導出。

source: Event export is going on.
ar: تصدير الحدث مستمر.
de: Der Export der Veranstaltung läuft momentan.
es: La exportación de eventos está en curso.
fr: Export de l'évènement en cours.
id: Ekspor acara sedang berlangsung.
ja: イベントのエクスポートが行われます。
ko: 이벤트 내보내기가 진행 중입니다.
pl: Trwa eksport wydarzeń.
ru: Экспорт события продолжается.
sv: Händelseexport pågår.
vi: Quá trình xuất sự kiện đang diễn ra.
zh_hans: 事件导出正在进行。
zh_hant: 事件導出正在進行。

source: Event export failed.
ar: فشل تصدير الحدث.
de: Der Export der Veranstaltung ist fehlgeschlagen.
es: Error al exportar el evento.
fr: L'export de l'évènement a échoué.
id: Ekspor acara gagal.
ja: イベントのエクスポートに失敗しました。
ko: 이벤트 내보내기에 실패했습니다.
pl: Eksport wydarzenia nie powiódł się.
ru: Не удалось экспортировать событие.
sv: Händelseexport misslyckades.
vi: Không thể xuất sự kiện.
zh_hans: 事件导出失败。
zh_hant: 事件導出失敗。

source: Invite resent successfully
ar: دعوة الاستياء بنجاح
de: Einladung erneut versendet
es: Invitar reenviado correctamente
fr: Inviter à renvoyer avec succès
id: Undang berhasil dikirim ulang
ja: 再送を正常に招待する
ko: 초대가 성공적으로 재전송되었습니다.
pl: Zaproszenie zostało wysłane ponownie
ru: Приглашение успешно отправлено повторно
sv: Bjud in skicka igen
vi: Đã gửi lại lời mời thành công
zh_hans: 邀请成功发送
zh_hant: 邀請成功發送
