Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: You need to be logged in to follow this group.
ar: تحتاج إلى تسجيل الدخول لمتابعة هذه المجموعة.
de: Sie müssen eingeloggt sein, um dieser Gruppe zu folgen.
es: Debes iniciar sesión para seguir a este grupo.
fr: Vous devez être connecté pour suivre ce groupe.
id: Anda harus masuk untuk mengikuti grup ini.
ja: このグループをフォローするには、ログインする必要があります。
ko: 이 그룹을 팔로우하려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby obserwować tę grupę.
ru: Вам необходимо войти в систему, чтобы подписаться на эту группу.
sv: Du måste vara inloggad för att följa denna grupp.
vi: Bạn cần đăng nhập để theo dõi nhóm này.
zh_hans: 您需要登录才能关注此群组。
zh_hant: 您需要登錄才能關注此群組。

source: By following this group you accept that:
ar: باتباع هذه المجموعة فأنت تقبل ما يلي:
de: Indem Sie dieser Gruppe folgen, akzeptieren Sie Folgendes:
es: Al seguir este grupo, acepta que:
fr: En suivant ce groupe vous acceptez que :
id: Dengan mengikuti grup ini, Anda menerima bahwa:
ja: このグループをフォローすることにより、あなたはそれを受け入れます：
ko: 이 그룹을 팔로우하면 다음 사항에 동의하는 것입니다.
pl: Obserwując tę grupę akceptujesz, że:
ru: Следуя за этой группой, вы соглашаетесь с тем, что:
sv: Genom att följa den här gruppen accepterar du att:
vi: Bằng cách theo dõi nhóm này, bạn chấp nhận rằng:
zh_hans: 通过关注这个小组，您接受：
zh_hant: 通過關注這個小組，您接受：

source: 1. You will receive announcement emails for events of this group.
ar: 1. ستتلقى رسائل بريد إلكتروني للإعلان عن أحداث هذه المجموعة.
de: 1. Sie erhalten Ankündigungs-E-Mails für Veranstaltungen dieser Gruppe.
es: 1. Recibirás correos electrónicos con anuncios de eventos de este grupo.
fr: 1. Vous recevrez des e-mails d'annonce pour les événements de ce groupe.
id: 1. Anda akan menerima email pengumuman untuk acara grup ini.
ja: 1.このグループのイベントのお知らせメールが届きます。
ko: 1. 이 그룹의 이벤트에 대한 공지 이메일을 받게 됩니다.
pl: 1. Będziesz otrzymywać e-maile z ogłoszeniami o wydarzeniach z tej grupy.
ru: 1. Вы будете получать электронные письма с объявлениями о мероприятиях этой группы.
sv: 1. Du kommer att få e-postmeddelanden för händelser i denna grupp.
vi: 1. Bạn sẽ nhận được email thông báo về các sự kiện của nhóm này.
zh_hans: 1. 您将收到本组活动的通知邮件。
zh_hant: 1. 您將收到本組活動的通知郵件。

source: 2. You share your email with the group owners and organizers.
ar: 2. أنت تشارك بريدك الإلكتروني مع مالكي المجموعة والمنظمين.
de: 2. Sie teilen Ihre E-Mail mit den Gruppeninhabern und Organisatoren.
es: 2. Comparte su correo electrónico con los propietarios y organizadores del grupo.
fr: 2. Vous partagez votre e-mail avec les propriétaires et les organisateurs du groupe.
id: 2. Anda membagikan email Anda dengan pemilik dan penyelenggara grup.
ja: 2.メールをグループの所有者や主催者と共有します。
ko: 2. 그룹 소유자 및 주최자와 이메일을 공유합니다.
pl: 2. Udostępniasz swój adres e-mail właścicielom i organizatorom grup.
ru: 2. Вы делитесь своей электронной почтой с владельцами и организаторами группы.
sv: 2. Du delar din e-post med gruppägarna och arrangörerna.
vi: 2. Bạn chia sẻ email của mình với chủ nhóm và người tổ chức.
zh_hans: 2. 您与群组所有者和组织者共享您的电子邮件。
zh_hant: 2. 您與群組所有者和組織者共享您的電子郵件。

source: 3. All group members will be able to see your public profile image and name.
ar: 3. سيتمكن جميع أعضاء المجموعة من رؤية صورة ملفك الشخصي العام واسمك.
de: 3. Alle Gruppenmitglieder können Ihr öffentliches Profilbild und Ihren Namen sehen.
es: 3. Todos los miembros del grupo podrán ver su imagen de perfil público y su nombre.
fr: 3. Tous les membres du groupe pourront voir l'image et le nom de votre profil public.
id: 3. Semua anggota grup akan dapat melihat gambar dan nama profil publik Anda.
ja: 3.すべてのグループメンバーは、あなたの公開プロフィール画像と名前を見ることができます。
ko: 3. 모든 그룹 구성원이 귀하의 공개 프로필 이미지와 이름을 볼 수 있습니다.
pl: 3. Wszyscy członkowie grupy będą mogli zobaczyć Twój publiczny obraz profilowy i nazwę.
ru: 3. Все участники группы смогут видеть ваше изображение и имя в общедоступном профиле.
sv: 3. Alla gruppmedlemmar kommer att kunna se din offentliga profilbild och namn.
vi: 3. Tất cả các thành viên trong nhóm sẽ có thể thấy tên và hình ảnh hồ sơ công khai của bạn.
zh_hans: 3. 所有群组成员都将能够看到您的公开个人资料图片和姓名。
zh_hant: 3. 所有群組成員都將能夠看到您的公開個人資料圖片和姓名。

source: Do you want to proceed?
ar: هل تريد المتابعة؟
de: Möchten Sie fortfahren?
es: Quieres proceder?
fr: Voulez-vous poursuivre?
id: Apakah Anda ingin melanjutkan?
ja: 続行しますか？
ko: 진행 하시겠습니까?
pl: Czy chcesz kontynuować?
ru: Вы хотите продолжить?
sv: Vill du fortsätta?
vi: Bạn có muốn tiếp tục?
zh_hans: 您要继续吗？
zh_hant: 您要繼續嗎？

source: You have successfully followed this group.
ar: لقد تابعت هذه المجموعة بنجاح.
de: Sie haben sich von dieser Gruppe abgemeldet.
es: Has seguido con éxito a este grupo.
fr: Vous avez suivi avec succès ce groupe.
id: Anda telah berhasil mengikuti grup ini.
ja: このグループを正常にフォローしました。
ko: 이 그룹을 성공적으로 팔로우했습니다.
pl: Pomyślnie obserwujesz tę grupę.
ru: Вы успешно подписались на эту группу.
sv: Du har följt den här gruppen.
vi: Bạn đã theo dõi thành công nhóm này.
zh_hans: 您已成功关注此群组。
zh_hant: 您已成功關注此群組。

source: Please enter your password
ar: من فضلك أدخل رقمك السري
de: Bitte Passwort eingeben
es: Por favor ingrese su contraseña
fr: Merci de saisir votre mot de passe
id: Silakan masukkan kata sandi Anda
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
pl: Wpisz swoje hasło
ru: Пожалуйста, введите ваш пароль
sv: Ange ditt lösenord
vi: Vui lòng nhập mật khẩu của bạn
zh_hans: 请输入您的密码
zh_hant: 請輸入您的密碼

source: Here is your ticket.
ar: هذه تذكرتك.
de: Hier ist Ihr Ticket.
es: Aquí esta su ticket.
fr: Voici votre ticket.
id: Ini tiketmu.
ja: これがあなたのチケットです。
ko: 티켓 여기 있습니다.
pl: Oto twój bilet.
ru: Вот ваш билет.
sv: Här är din biljett.
vi: Đây là vé của bạn.
zh_hans: 这是你的票。
zh_hant: 這是你的票。

source: Please enter your first name.
ar: يرجى ادخال الاسم الاول.
de: Bitte geben Sie Ihren Vornamen ein.
es: Por favor, introduzca su nombre de pila.
fr: Merci de saisir votre prénom
id: Silakan masukkan nama depan Anda.
ja: 名を入力してください。
ko: 이름을 입력하세요.
pl: Proszę podaj swoje imię.
ru: Пожалуйста, введите ваше имя
sv: Vänligen ange ditt förnamn.
vi: Vui lòng nhập tên của bạn.
zh_hans: 请输入您的名字。
zh_hant: 請輸入您的名字。

source: Please enter your last name.
ar: الرجاء إدخال اسمك الأخير.
de: Bitte geben Sie ihren Familiennamen ein.
es: Por favor ingrese su apellido.
fr: Merci de saisir votre nom de famille
id: Silakan masukkan nama belakang Anda.
ja: あなたの姓を入力。
ko: 당신의 성을 입력하십시오.
pl: Proszę podać swoje nazwisko.
ru: Пожалуйста, введите свою фамилию
sv: Vänligen ange ditt efternamn.
vi: Vui lòng nhập họ của bạn.
zh_hans: 请输入您的姓氏。
zh_hant: 請輸入您的姓氏。

source: Please enter your email.
ar: رجاءا أدخل بريدك الإلكتروني.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es: Por favor introduzca su correo electrónico.
fr: Merci de saisir votre courriel.
id: Masukkan email Anda.
ja: あなたのメールアドレスを入力してください。
ko: 이메일을 입력하세요.
pl: Podaj swój adres e-mail.
ru: Пожалуйста, введите ваш адрес электронной почты
sv: Vänligen ange din e-postadress.
vi: Vui lòng nhập email của bạn.
zh_hans: 请输入您的电子邮件。
zh_hant: 請輸入您的電子郵件。

source: Please select a gender.
ar: الرجاء تحديد الجنس.
de: Bitte wählen Sie ein Geschlecht.
es: Seleccione un género.
fr: Merci de renseigner votre genre.
id: Silakan pilih jenis kelamin.
ja: 性別を選択してください。
ko: 성별을 선택하세요.
pl: Wybierz płeć.
ru: Пожалуйста, выберите пол
sv: Välj ett kön.
vi: Vui lòng chọn một giới tính.
zh_hans: 请选择性别。
zh_hant: 請選擇性別。

source: Please select your age group.
ar: الرجاء تحديد الفئة العمرية الخاصة بك.
de: Bitte wählen Sie Ihre Altersgruppe.
es: Seleccione su grupo de edad.
fr: Veuillez sélectionner votre tranche d'âge.
id: Silakan pilih kelompok usia Anda.
ja: 年齢層を選択してください。
ko: 연령대를 선택하세요.
pl: Wybierz swoją grupę wiekową.
ru: Пожалуйста, выберите вашу возрастную группу.
sv: Välj din åldersgrupp.
vi: Vui lòng chọn nhóm tuổi của bạn.
zh_hans: 请选择您的年龄组。
zh_hant: 請選擇您的年齡組。

source: You need to agree to the condition of the organizer to receive emails in order to continue the order process.
ar: تحتاج إلى الموافقة على حالة المنظم لتلقي رسائل البريد الإلكتروني من أجل متابعة عملية الطلب.
de: Um den Bestellvorgang fortzusetzen, bitte der Bedingung des Veranstalters zustimmen, E-Mails zu erhalten.
es: Debe aceptar la condición del organizador para recibir correos electrónicos para continuar con el proceso de pedido.
fr: Vous devez accepter la condition de l'organisateur pour recevoir des courriels afin de continuer le processus de commande.
id: Anda harus menyetujui ketentuan penyelenggara untuk menerima email untuk melanjutkan proses pemesanan.
ja: 注文プロセスを続行するには、メールを受信するための主催者の条件に同意する必要があります。
ko: 주문 절차를 계속하려면 이메일을 받으려면 주최자의 조건에 동의해야합니다.
pl: Musisz wyrazić zgodę na warunki organizatora, aby otrzymywać e-maile, aby kontynuować proces zamówienia.
ru: Вы должны согласиться с условиями организатора получать электронные письма, чтобы продолжить процесс заказа.
sv: Du måste godkänna arrangörens villkor för att få e -post för att kunna fortsätta beställningsprocessen.
vi: Bạn cần đồng ý với điều kiện nhận email của ban tổ chức để tiếp tục quá trình đặt hàng.
zh_hans: 您需要同意组织者的条件才能接收电子邮件，以继续进行订购过程。
zh_hant: 您需要同意組織者的條件才能接收電子郵件，以繼續進行訂購過程。

source: In order to complete the order process you need to agree to the photo & video & text consent.
ar: لإكمال عملية الطلب ، يجب أن توافق على الموافقة على الصورة والفيديو والنص.
de: Um den Bestellvorgang abzuschließen, bitte der Nutzungserlaubnis von Foto & Video & Text zustimmen.
es: Para completar el proceso de pedido, debe aceptar el consentimiento de foto, video y texto.
fr: Afin de terminer le processus de commande, vous devez accepter le consentement pour la photo, la vidéo et le texte.
id: Untuk menyelesaikan proses pemesanan, Anda harus menyetujui persetujuan foto & video & teks.
ja: 注文プロセスを完了するには、写真とビデオとテキストの同意に同意する必要があります。
ko: 주문 절차를 완료하려면 사진 및 동영상 및 텍스트 동의에 동의해야합니다.
pl: W celu realizacji zamówienia musisz wyrazić zgodę na zdjęcie i wideo oraz tekst.
ru: Чтобы завершить процесс заказа, вам необходимо дать согласие на фото, видео и текст.
sv: För att slutföra beställningsprocessen måste du godkänna foto- och video- och textmedgivande.
vi: Để hoàn tất quá trình đặt hàng, bạn cần phải đồng ý với hình ảnh và video và văn bản.
zh_hans: 为了完成订购过程，您需要同意照片，视频和文字的同意。
zh_hant: 為了完成訂購過程，您需要同意照片，視頻和文字的同意。

source: You need to agree to the condition of the organizer to share information among event partners in order to continue the order process. Such a requirement could be necessary in order to provide the event services.
ar: تحتاج إلى الموافقة على شرط المنظم لمشاركة المعلومات بين شركاء الحدث من أجل متابعة عملية الطلب. قد يكون هذا الشرط ضروريًا لتقديم خدمات الحدث.
de: Um den Bestellvorgang fortzusetzen, bitte der Bedingung des Veranstalters zustimmen, Informationen mit Veranstaltungspartnern auszutauschen. Eine solche Bedingung kann notwendig sein, um Veranstaltungsleistungen zu erbringen.
es: Debe aceptar la condición del organizador de compartir información entre los socios del evento para continuar con el proceso de pedido. Tal requisito podría ser necesario para proporcionar los servicios del evento.
fr: Vous devez accepter la condition de l'organisateur de partager des informations entre les partenaires de l'événement afin de continuer le processus de commande. Une telle exigence pourrait être nécessaire pour fournir les services événementiels.
id: Anda harus menyetujui ketentuan penyelenggara untuk berbagi informasi di antara mitra acara untuk melanjutkan proses pemesanan. Persyaratan seperti itu mungkin diperlukan untuk menyediakan layanan acara.
ja: 注文プロセスを続行するには、イベントパートナー間で情報を共有するための主催者の条件に同意する必要があります。このような要件は、イベントサービスを提供するために必要になる可能性があります。
ko: 주문 프로세스를 계속하려면 이벤트 파트너간에 정보를 공유하려면 주최자의 조건에 동의해야합니다. 이러한 요구 사항은 이벤트 서비스를 제공하기 위해 필요할 수 있습니다.
pl: Musisz wyrazić zgodę na warunki organizatora dotyczące udostępniania informacji partnerom wydarzenia, aby kontynuować proces zamówienia. Taki wymóg mógłby być konieczny w celu świadczenia usług związanych z imprezami.
ru: Вы должны согласиться с условием организатора обмениваться информацией между партнерами мероприятия, чтобы продолжить процесс заказа. Такое требование может быть необходимо для предоставления услуг мероприятия.
sv: Du måste godkänna arrangörens villkor för att dela information mellan evenemangspartners för att fortsätta beställningsprocessen. Ett sådant krav kan vara nödvändigt för att tillhandahålla evenemangstjänsterna.
vi: Bạn cần đồng ý với điều kiện chia sẻ thông tin giữa các đối tác tổ chức sự kiện để tiếp tục quá trình đặt hàng. Yêu cầu như vậy có thể là cần thiết để cung cấp các dịch vụ sự kiện.
zh_hans: 您需要同意组织者的条件才能在活动合作伙伴之间共享信息，以便继续进行订购过程。为了提供事件服务，可能需要这样的要求。
zh_hant: 您需要同意組織者的條件才能在活動合作夥伴之間共享信息，以便繼續進行訂購過程。為了提供事件服務，可能需要這樣的要求。

source: Please enter your address.
ar: الرجاء إدخال عنوانك.
de: Bitte geben Sie Ihre Adresse ein.
es: Ingrese su dirección.
fr: Merci de saisir votre adresse.
id: Silakan masukkan alamat Anda.
ja: 住所を入力してください。
ko: 주소를 입력하세요.
pl: Podaj swój adres.
ru: Пожалуйста, введите ваш адрес
sv: Vänligen ange din adress.
vi: Vui lòng nhập địa chỉ của bạn.
zh_hans: 请输入您的地址。
zh_hant: 請輸入您的地址。

source: Please enter your city.
ar: الرجاء إدخال مدينتك.
de: Bitte geben Sie Ihre Stadt ein.
es: Por favor ingrese su ciudad.
fr: Merci de saisir votre ville.
id: Silakan masukkan kota Anda.
ja: あなたの街を入力してください。
ko: 도시를 입력하세요.
pl: Podaj swoje miasto.
ru: Пожалуйста, введите ваш город
sv: Vänligen ange din stad.
vi: Làm ơn nhập tên thành phố bạn đang sinh sống.
zh_hans: 请输入您所在的城市。
zh_hant: 請輸入您所在的城市。

source: Please enter your state.
ar: الرجاء إدخال دولتك.
de: Bitte geben Sie Ihr Bundesland ein.
es: Ingrese su estado.
fr: Merci de saisir la région.
id: Silakan masukkan negara Anda.
ja: あなたの州を入力してください。
ko: 귀하의 상태를 입력하십시오.
pl: Podaj swój stan.
ru: Пожалуйста, введите ваш штат
sv: Vänligen ange din stat.
vi: Vui lòng nhập trạng thái của bạn.
zh_hans: 请输入您的州。
zh_hant: 請輸入您的州。

source: Please select your country.
ar: الرجاء تحديد بلدك.
de: Bitte wählen Sie Ihr Land.
es: Por favor seleccione su país.
fr: S'il vous plaît sélectionnez votre pays.
id: Silakan pilih negara Anda.
ja: あなたの国を選択してください。
ko: 국가를 선택하세요.
pl: Proszę wybrać swój kraj.
ru: Пожалуйста, выберите вашу страну.
sv: Välj land.
vi: Vui lòng chọn đất nước của bạn.
zh_hans: 请选择你的国家。
zh_hant: 請選擇你的國家。

source: Please enter your job title.
ar: الرجاء إدخال المسمى الوظيفي الخاص بك.
de: Bitte geben Sie Ihre Berufsbezeichnung ein.
es: Ingrese su puesto de trabajo.
fr: Merci de saisir votre profession.
id: Silakan masukkan judul pekerjaan Anda.
ja: 役職を入力してください。
ko: 직위를 입력하세요.
pl: Podaj swój tytuł zawodowy.
ru: Пожалуйста, введите вашу должность
sv: Vänligen ange din befattning.
vi: Vui lòng nhập chức danh công việc của bạn.
zh_hans: 请输入您的职位。
zh_hant: 請輸入您的職位。

source: Please enter a mobile number.
ar: الرجاء إدخال رقم الهاتف النقال.
de: Bitte geben Sie eine Handynummer ein.
es: Por favor, introduzca un número de teléfono móvil.
fr: Merci de saisir votre numéro de mobile.
id: Silakan masukkan nomor ponsel.
ja: 携帯電話番号を入力してください。
ko: 휴대폰 번호를 입력해주세요.
pl: Wprowadź numer telefonu komórkowego.
ru: Пожалуйста, введите номер мобильного телефона
sv: Vänligen ange ett mobilnummer.
vi: Vui lòng nhập một số điện thoại di động.
zh_hans: 请输入手机号码。
zh_hant: 請輸入手機號碼。

source: Please enter your tax business info.
ar: الرجاء إدخال معلومات الأعمال الضريبية الخاصة بك.
de: Bitte geben Sie Ihre steuerlichen Unternehmensdaten ein.
es: Ingrese la información de su empresa tributaria.
fr: Merci de saisir les informations fiscales de votre société.
id: Silakan masukkan info bisnis pajak Anda.
ja: 税務情報を入力してください。
ko: 세금 사업 정보를 입력하세요.
pl: Podaj informacje podatkowe dotyczące firmy.
ru: Пожалуйста, введите информацию о вашем налоговом статусе
sv: Vänligen ange din skatteverksamhetsinformation.
vi: Vui lòng nhập thông tin doanh nghiệp thuế của bạn.
zh_hans: 请输入您的税务业务信息。
zh_hant: 請輸入您的稅務業務信息。

source: Please enter your billing address.
ar: الرجاء إدخال عنوان الفواتير الخاص بك.
de: Bitte geben Sie Ihre Rechnungsadresse ein.
es: Ingrese su dirección de facturación.
fr: Merci de saisir votre adresse de facturation.
id: Silakan masukkan alamat penagihan Anda.
ja: 請求先住所を入力してください。
ko: 청구서 수신 주소를 입력하세요.
pl: Wprowadź swój adres rozliczeniowy.
ru: Пожалуйста, введите свой платежный адрес
sv: Vänligen ange din faktureringsadress.
vi: Vui lòng nhập địa chỉ thanh toán của bạn.
zh_hans: 请输入您的帐单邮寄地址。
zh_hant: 請輸入您的帳單郵寄地址。

source: Please enter your home address.
ar: الرجاء إدخال عنوان منزلك.
de: Bitte geben Sie Ihre Wohnadresse ein.
es: Ingrese la dirección de su casa.
fr: Merci de renseigner votre domicile.
id: Silakan masukkan alamat rumah Anda.
ja: 自宅の住所を入力してください。
ko: 집 주소를 입력하세요.
pl: Podaj swój adres domowy.
ru: Пожалуйста, введите ваш домашний адрес
sv: Vänligen ange din hemadress.
vi: Vui lòng nhập địa chỉ nhà của bạn.
zh_hans: 请输入您的家庭住址。
zh_hant: 請輸入您的家庭住址。

source: Please enter your shipping address.
ar: يرجى إدخال عنوان الشحن الخاص بك.
de: Bitte geben Sie Ihre Lieferadresse ein.
es: Por favor introduzca su direccion de envio.
fr: Merci de renseigner votre adresse de livraison.
id: Silakan masukkan alamat pengiriman Anda.
ja: 配送先住所を入力してください。
ko: 배송 주소를 입력하세요.
pl: Proszę wprowadzić adres wysyłki.
ru: Пожалуйста, введите ваш адрес доставки
sv: Vänligen ange din leveransadress.
vi: Vui lòng nhập địa chỉ vận chuyển của bạn.
zh_hans: 请输入您的送货地址。
zh_hant: 請輸入您的送貨地址。

source: Please enter your organisation.
ar: الرجاء إدخال مؤسستك.
de: Bitte geben Sie Ihre Organisation an.
es: Ingrese su organización.
fr: Veuillez saisir votre organisation.
id: Silakan masukkan organisasi Anda.
ja: 組織を入力してください。
ko: 소속 기관을 입력하세요.
pl: Podaj swoją organizację.
ru: Пожалуйста, укажите вашу организацию.
sv: Ange din organisation.
vi: Vui lòng nhập tổ chức của bạn.
zh_hans: 请输入您的组织。
zh_hant: 請輸入您的組織。

source: Please enter your work address.
ar: الرجاء إدخال عنوان عملك.
de: Bitte geben Sie Ihre Arbeitsadresse ein.
es: Ingrese su dirección de trabajo.
fr: Merci de renseigner votre adresse de professionnelle.
id: Silakan masukkan alamat kantor Anda.
ja: 勤務先住所を入力してください。
ko: 직장 주소를 입력하세요.
pl: Podaj swój adres służbowy.
ru: Пожалуйста, введите свой рабочий адрес
sv: Ange din arbetsadress.
vi: Vui lòng nhập địa chỉ cơ quan của bạn.
zh_hans: 请输入您的工作地址。
zh_hant: 請輸入您的工作地址。

source: Please enter your work phone.
ar: الرجاء إدخال هاتف العمل الخاص بك.
de: Bitte geben Sie Ihre geschäftliche Telefonnummer ein.
es: Ingrese su teléfono de trabajo.
fr: Merci de renseigner votre téléphone professionnel.
id: Silakan masukkan telepon kantor Anda.
ja: 職場の電話を入力してください。
ko: 직장 전화를 입력하세요.
pl: Podaj swój telefon służbowy.
ru: Пожалуйста, введите свой рабочий телефон
sv: Ange din jobbtelefon.
vi: Vui lòng nhập số điện thoại cơ quan của bạn.
zh_hans: 请输入您的工作电话。
zh_hant: 請輸入您的工作電話。

source: Please enter URL of website.
ar: الرجاء إدخال URL الخاص بالموقع.
de: Bitte geben Sie die URL der Website ein.
es: Introduzca la URL del sitio web.
fr: Veuillez saisir l'URL du site Web.
id: Silakan masukkan URL situs web.
ja: ウェブサイトのURLを入力してください。
ko: 웹사이트의 URL을 입력하세요.
pl: Podaj adres URL strony internetowej.
ru: Пожалуйста, введите URL-адрес веб-сайта.
sv: Vänligen ange webbadressen till webbplatsen.
vi: Vui lòng nhập URL của trang web.
zh_hans: 请输入网址。
zh_hant: 請輸入網址。

source: Please enter a valid Twitter profile URL.
ar: الرجاء إدخال عنوان URL صالح لملف تعريف Twitter.
de: Bitte geben Sie eine gültige Twitter-Profil-URL ein.
es: Introduzca una URL de perfil de Twitter válida.
fr: Veuillez saisir une URL de profil Twitter valide.
id: Masukkan URL profil Twitter yang valid.
ja: 有効なTwitterプロファイルのURLを入力してください。
ko: 유효한 트위터 프로필 URL을 입력하세요.
pl: Wprowadź prawidłowy adres URL profilu na Twitterze.
ru: Пожалуйста, введите действующий URL-адрес профиля Twitter.
sv: Ange en giltig URL för Twitter-profilen.
vi: Vui lòng nhập URL hồ sơ Twitter hợp lệ.
zh_hans: 请输入有效的 Twitter 个人资料 URL。
zh_hant: 請輸入有效的 Twitter 個人資料 URL。

source: Please enter Twitter link.
ar: الرجاء إدخال رابط Twitter.
de: Bitte geben Sie den Twitter-Link ein.
es: Ingrese el enlace de Twitter.
fr: Merci de saisir le lien twitter.
id: Silakan masukkan tautan Twitter.
ja: Twitterのリンクを入力してください。
ko: 트위터 링크를 입력해주세요.
pl: Proszę podać link do Twittera.
ru: Пожалуйста, введите ссылку на твиттер
sv: Ange Twitter-länk.
vi: Vui lòng nhập liên kết Twitter.
zh_hans: 请输入推特链接。
zh_hant: 請輸入推特鏈接。

source: Please enter a valid Facebook account URL.
ar: الرجاء إدخال عنوان URL صالح لحساب Facebook.
de: Bitte geben Sie eine Facebook-URL ein.
es: Ingrese una URL de cuenta de Facebook válida.
fr: Veuillez saisir une URL de compte Facebook valide.
id: Masukkan URL akun Facebook yang valid.
ja: 有効なFacebookアカウントのURLを入力してください。
ko: 유효한 Facebook 계정 URL을 입력하세요.
pl: Wprowadź prawidłowy adres URL konta na Facebooku.
ru: Пожалуйста, введите действующий URL-адрес учетной записи Facebook.
sv: Ange en giltig URL för Facebook-konto.
vi: Vui lòng nhập URL tài khoản Facebook hợp lệ.
zh_hans: 请输入有效的 Facebook 帐户 URL。
zh_hant: 請輸入有效的 Facebook 帳戶 URL。

source: Please enter Facebook link.
ar: الرجاء إدخال رابط Facebook.
de: Bitte Facebook-Link eingeben.
es: Ingrese el enlace de Facebook.
fr: Merci de saisir le lien facebook.
id: Silakan masukkan tautan Facebook.
ja: Facebookのリンクを入力してください。
ko: 페이스북 링크를 입력해주세요.
pl: Proszę wpisać link do Facebooka.
ru: Пожалуйста, введите ссылку на facebook
sv: Ange Facebook-länk.
vi: Vui lòng nhập liên kết Facebook.
zh_hans: 请输入脸书链接。
zh_hant: 請輸入臉書鏈接。

source: Please enter a valid GitHub profile URL.
ar: الرجاء إدخال عنوان URL صالح لملف تعريف GitHub.
de: Bitte geben Sie eine gültige GitHub-URL ein.
es: Ingrese una URL de perfil de GitHub válida.
fr: Veuillez saisir une URL de profil GitHub valide.
id: Harap masukkan URL profil GitHub yang valid.
ja: 有効なGitHubプロファイルURLを入力してください。
ko: 유효한 GitHub 프로필 URL을 입력하세요.
pl: Wprowadź prawidłowy adres URL profilu GitHub.
ru: Введите действительный URL-адрес профиля GitHub.
sv: Ange en giltig URL för GitHub-profilen.
vi: Vui lòng nhập URL hồ sơ GitHub hợp lệ.
zh_hans: 请输入有效的 GitHub 个人资料 URL。
zh_hant: 請輸入有效的 GitHub 個人資料 URL。

source: Please enter GitHub link.
ar: الرجاء إدخال ارتباط جيثب.
de: Bitte GitHub-Link eingeben.
es: Ingrese el enlace de GitHub.
fr: Veuillez entrer le lien GitHub.
id: Silakan masukkan tautan GitHub.
ja: GitHubリンクを入力してください。
ko: GitHub 링크를 입력하세요.
pl: Wprowadź link GitHub.
ru: Пожалуйста, введите ссылку GitHub.
sv: Vänligen ange GitHub-länken.
vi: Vui lòng nhập liên kết GitHub.
zh_hans: 请输入GitHub链接。
zh_hant: 請輸入GitHub鏈接。

source: Please enter a valid Instagram account URL.
ar: يرجى إدخال عنوان URL صالح لحساب Instagram.
de: Bitte geben Sie eine gültige URL für Ihr Instagram-Konto ein.
es: Ingrese una URL de cuenta de Instagram válida.
fr: Veuillez saisir une URL de compte Instagram valide.
id: Masukkan URL akun Instagram yang valid.
ja: 有効なInstagramアカウントのURLを入力してください。
ko: 유효한 Instagram 계정 URL을 입력하세요.
pl: Wprowadź prawidłowy adres URL konta na Instagramie.
ru: Пожалуйста, введите действующий URL-адрес учетной записи Instagram.
sv: Ange en giltig URL för Instagram-kontot.
vi: Vui lòng nhập URL tài khoản Instagram hợp lệ.
zh_hans: 请输入有效的 Instagram 帐户 URL。
zh_hant: 請輸入有效的 Instagram 帳戶 URL。

source: Please enter Instagram link
ar: الرجاء إدخال رابط Instagram
de: Bitte Instagram-Link eingeben
es: Por favor ingrese el enlace de Instagram
fr: Veuillez entrer le lien Instagram
id: Silakan masukkan tautan Instagram
ja: Instagramのリンクを入力してください
ko: 인스타그램 링크를 입력해주세요
pl: Wprowadź link do Instagrama
ru: Пожалуйста, введите ссылку Instagram
sv: Vänligen ange Instagram-länken
vi: Vui lòng nhập liên kết Instagram
zh_hans: 请输入 Instagram 链接
zh_hant: 請輸入 Instagram 鏈接
