Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Owner Role Invite sent successfully.
ar: تم إرسال دعوة دور المالك بنجاح.
de: Eigentümerrolle Einladung erfolgreich gesendet.
es: Invitación de función de propietario enviada correctamente.
fr: L'invitation au rôle de propriétaire a bien été envoyée.
id: Undangan Peran Pemilik berhasil dikirim.
ja: 所有者の役割の招待が正常に送信されました。
ko: 소유자 역할 초대가 성공적으로 전송되었습니다.
pl: Zaproszenie do roli właściciela zostało wysłane pomyślnie.
ru: Роль владельца Приглашение отправлено успешно.
sv: Ägarrollsinbjudan skickades.
vi: Đã gửi thành công lời mời vai trò chủ sở hữu.
zh_hans: 所有者角色邀请已成功发送。
zh_hant: 所有者角色邀請已成功發送。

source: Speaker details have been saved
ar: تم حفظ تفاصيل مكبر الصوت
de: Referentendetails wurden gespeichert
es: Se han guardado los detalles del orador
fr: Les informations concernant l'orateur sont enregistrées
id: Detail speaker telah disimpan
ja: スピーカーの詳細が保存されました
ko: 발표자 세부 정보가 저장되었습니다.
pl: Dane mówcy zostały zapisane
ru: Детали спикера сохранены
sv: Högtalarinformation har sparats
vi: Thông tin chi tiết về loa đã được lưu
zh_hans: 演讲者详细信息已保存
zh_hant: 演講者詳細信息已保存

source: The speaker has been saved.
ar: تم حفظ مكبر الصوت.
de: Der Referent wurde gespeichert.
es: El altavoz se ha guardado.
fr: L'orateur a été enregistré.
id: Pembicara telah disimpan.
ja: スピーカーが保存されました。
ko: 스피커가 저장되었습니다.
pl: Mówca został zapisany.
ru: Спикер сохранен.
sv: Högtalaren har sparats.
vi: Người nói đã được lưu.
zh_hans: 扬声器已保存。
zh_hant: 揚聲器已保存。

source: Position
ar: موضع
es: Posición
id: Posisi
ja: ポジション
ko: 위치
pl: Pozycja
ru: Позиция
vi: Vị Trí
zh_hans: 坐标
zh_hant: 位置

source: Organization
ar: منظمة
de: Organisation
es: Entidad corporativa
fr: Organisation
id: Organisasi
ja: 組織
ko: 조직
pl: Organizacja
ru: Организация
sv: Organisation
vi: Tổ Chức
zh_hans: 组织
zh_hant: 組織

source: Phone
ar: هاتف
de: Telefon
es: Número Telefónico
fr: Téléphone
id: Telepon
ja: 電話
ko: 전화
pl: Telefon
ru: Телефон
sv: Telefon
vi: Điện Thoại
zh_hans: 电话
zh_hant: 電話

source: Submitted Sessions
ar: الجلسات المقدمة
de: Eingereichte Vorschläge
es: Sesiones enviadas
fr: Sessions proposées
id: Sesi yang Dikirim
ja: 提出済のセッション
ko: 제출 된 세션
pl: Przesłane sesje
ru: Отправленные сеансы
sv: Inlämnade sessioner
vi: Phiên đã gửi
zh_hans: 提交的会议
zh_hant: 已提交的議程

source: Feature
ar: ميزة
es: Característica
fr: Fonctionnalité
id: Fitur
ja: 機能
ko: 특색
ru: Функция
sv: Funktion
vi: Đặc tính
zh_hans: 功能

source: Speaker has been deleted successfully.
ar: تم حذف مكبر الصوت بنجاح.
de: Referent wurde gelöscht.
es: El altavoz se ha eliminado correctamente.
fr: L'orateur a été supprimé.
id: Speaker berhasil dihapus.
ja: スピーカーは正常に削除されました。
ko: 스피커가 성공적으로 삭제되었습니다.
pl: Głośnik został pomyślnie usunięty.
ru: Спикер успешно удален.
sv: Högtalaren har tagits bort.
vi: Loa đã được xóa thành công.
zh_hans: 扬声器已成功删除。
zh_hant: 揚聲器已成功刪除。

source: Speaker details modified successfully
ar: تم تعديل تفاصيل مكبر الصوت بنجاح
de: Referentendetails erfolgreich geändert
es: Detalles del orador modificados correctamente
fr: Les informations de l'orateur ont été modifiés
id: Detail pembicara berhasil diubah
ja: スピーカーの詳細が正常に変更されました
ko: 발표자 세부 정보가 성공적으로 수정되었습니다.
pl: Dane głośnika zostały pomyślnie zmodyfikowane
ru: Сведения о спикере успешно изменены
sv: Högtalaruppgifterna har ändrats
vi: Đã sửa đổi thành công chi tiết về loa
zh_hans: 演讲者详细信息修改成功
zh_hant: 演講者詳細信息修改成功

source: Speaker order reset successfully.
ar: تمت إعادة تعيين طلب مكبر الصوت بنجاح.
de: Reihenfolge der Referenten wurd erfolgreich zurückgesetzt.
es: El orden de los altavoces se restableció correctamente.
fr: L'ordre des haut-parleurs a été réinitialisé avec succès.
id: Urutan speaker berhasil diatur ulang.
ja: スピーカーの順序が正常にリセットされました。
ko: 스피커 순서가 성공적으로 재설정되었습니다.
pl: Pomyślnie zresetowano kolejność głośników.
ru: Порядок динамиков сброшен успешно.
sv: Högtalarordningen har återställts.
vi: Đã đặt lại thứ tự loa thành công.
zh_hans: 扬声器顺序重置成功。
zh_hant: 揚聲器順序重置成功。

source: Speaker order set successfully.
ar: تم تعيين طلب المتحدث بنجاح.
de: Die Reihenfolge der Referenten wurde gespeichert.
es: El orden de los altavoces se estableció correctamente.
fr: Ordre des haut-parleurs défini avec succès.
id: Urutan speaker berhasil disetel.
ja: スピーカーの順序が正常に設定されました。
ko: 스피커 순서가 성공적으로 설정되었습니다.
pl: Kolejność głośników została pomyślnie ustawiona.
ru: Порядок динамиков установлен успешно.
sv: Högtalarordningen har ställts in.
vi: Đã đặt đơn hàng loa thành công.
zh_hans: 扬声器顺序设置成功。
zh_hant: 揚聲器順序設置成功。

source: Access code has been successfully created.
ar: تم إنشاء رمز الوصول بنجاح.
de: Der Zugangscode wurde erfolgreich erstellt.
es: El código de acceso se ha creado correctamente.
fr: Le code d'accès a été créé.
id: Kode akses berhasil dibuat.
ja: アクセス コードが正常に作成されました。
ko: 액세스 코드가 성공적으로 생성되었습니다.
pl: Kod dostępu został pomyślnie utworzony.
ru: Код доступа успешно создан.
sv: Åtkomstkoden har skapats.
vi: Mã truy cập đã được tạo thành công.
zh_hans: 访问代码已成功创建。
zh_hant: 訪問代碼已成功創建。

source: An unexpected error has occurred. Access code cannot be created.
ar: لقد حدث خطأ غير متوقع. لا يمكن إنشاء رمز الوصول.
de: Ein unerwarteter Fehler ist aufgetreten. Zugangscode kann nicht erstellt werden.
es: Ha ocurrido un error inesperado. No se puede crear el código de acceso.
fr: Une erreur inattendue est survenue. Le code d'accès ne peut pas être créé.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Kode akses tidak dapat dibuat.
ja: 予期しないエラーが発生しました。アクセス コードを作成できません。
ko: 예상치 못한 오류가 발생했습니다. 액세스 코드를 생성 할 수 없습니다.
pl: Wystąpił nieoczekiwany błąd. Nie można utworzyć kodu dostępu.
ru: Произошла непредвиденная ошибка. Код доступа не может быть создан.
sv: Ett oväntat fel har uppstått. Åtkomstkod kan inte skapas.
vi: Một lỗi không mong muốn đã xảy ra. Không thể tạo mã truy cập.
zh_hans: 发生意外的错误。无法创建访问代码。
zh_hant: 發生意外的錯誤。無法創建訪問代碼。

source: Access code has been successfully updated.
ar: تم تحديث رمز الوصول بنجاح.
de: Der Zugangscode wurde erfolgreich aktualisiert.
es: El código de acceso se ha actualizado correctamente.
fr: Le code d'accès a été mis à jour.
id: Kode akses berhasil diperbarui.
ja: アクセス コードは正常に更新されました。
ko: 액세스 코드가 성공적으로 업데이트되었습니다.
pl: Kod dostępu został pomyślnie zaktualizowany.
ru: Код доступа успешно обновлен.
sv: Åtkomstkoden har uppdaterats.
vi: Mã truy cập đã được cập nhật thành công.
zh_hans: 密码已成功更新。
zh_hant: 密碼已成功更新。

source: Access Code
ar: رمز الدخول
de: Zugangscode
es: Código de acceso
fr: Code d'accès
id: Kode akses
ja: アクセス コード
ko: 액세스 코드
pl: Kod dostępu
ru: Код доступа
sv: Åtkomstkod
vi: Mã truy cập
zh_hans: 访问代码
zh_hant: 取用金鑰

source: Access Code URL
ar: الوصول إلى رمز URL
de: Zugangscode-URL
es: URL del código de acceso
fr: URL du code d'accès
id: URL Kode Akses
ja: アクセス コード URL
ko: 액세스 코드 URL
pl: Adres URL kodu dostępu
ru: URL-адрес кода доступа
sv: Åtkomstkod URL
vi: URL mã truy cập
zh_hans: 访问代码 URL
zh_hant: 訪問代碼 URL

source: Validity
ar: صلاحية
de: Gültigkeit
es: Validez
fr: Validité
id: Keabsahan
ja: 妥当性
ko: 타당성
pl: Ważność
ru: Срок действия
sv: Giltighet
vi: Hiệu lực
zh_hans: 有效性
zh_hant: 有效性

source: Access Code has been deleted successfully.
ar: تم حذف رمز الوصول بنجاح.
de: Der Zugangscode wurde erfolgreich gelöscht.
es: El código de acceso se ha eliminado correctamente.
fr: Le code d'accès a été supprimé.
id: Kode Akses telah berhasil dihapus.
ja: アクセス コードは正常に削除されました。
ko: 액세스 코드가 성공적으로 삭제되었습니다.
pl: Kod dostępu został pomyślnie usunięty.
ru: Код доступа успешно удален.
sv: Åtkomstkoden har tagits bort.
vi: Mã truy cập đã được xóa thành công.
zh_hans: 访问代码已成功删除。
zh_hant: 訪問代碼已成功刪除。

source: Access Code has been updated successfully.
ar: تم تحديث رمز الوصول بنجاح.
de: Der Zugangscode wurde erfolgreich aktualisiert.
es: El código de acceso se ha actualizado correctamente.
fr: Le code d'accès a été mis à jour.
id: Kode Akses berhasil diperbarui.
ja: アクセス コードは正常に更新されました。
ko: 액세스 코드가 성공적으로 업데이트되었습니다.
pl: Kod dostępu został pomyślnie zaktualizowany.
ru: Код доступа успешно обновлен.
sv: Åtkomstkoden har uppdaterats.
vi: Mã truy cập đã được cập nhật thành công.
zh_hans: 访问代码已成功更新。
zh_hant: 訪問代碼已成功更新。

source: Order details saved. Please fill further details within {{time}} minutes.
ar: تم حفظ تفاصيل الطلب. يرجى ملء مزيد من التفاصيل في غضون {{time}} دقيقة.
de: Bestelldaten gespeichert. Bitte weitere Details innerhalb von {{time}} Minuten ausfüllen.
es: Se guardaron los detalles del pedido. Complete más detalles dentro de {{time}} minutos.
fr: La commande a été sauvegardée. Merci de renseigner d'autres détails d'ici {{time}} minutes.
id: Detail pesanan disimpan. Harap isi detail lebih lanjut dalam {{time}} menit.
ja: 注文の詳細が保存されました。{{時間}分以内に詳細を入力してください。
ko: 주문 세부 정보가 저장되었습니다. {{time}} 분 이내에 자세한 내용을 입력하십시오.
pl: Szczegóły zamówienia zostały zapisane. Proszę podać dalsze szczegóły w ciągu {{time}} minut.
ru: Детали заказа сохранены. Пожалуйста, заполните дополнительную информацию в течение {{time}} минут.
sv: Beställningsuppgifter sparade. Fyll i mer information inom {{time}} minuter.
vi: Đã lưu chi tiết đơn hàng. Vui lòng điền thêm chi tiết trong vòng {{time}} phút.
zh_hans: 订单详细信息已保存。请在{{time}}分钟内填写更多详细信息。
zh_hant: 訂單詳細信息已保存。請在{{time}}分鐘內填寫更多詳細信息。

source: Export has failed.
ar: فشل التصدير.
de: Der Export ist fehlgeschlagen.
es: La exportación ha fallado.
fr: L'exportation a échoué.
id: Ekspor gagal.
ja: エクスポートに失敗しました。
ko: 내보내기에 실패했습니다.
pl: Eksport nie powiódł się.
ru: Экспорт не удался.
sv: Exporten misslyckades.
vi: Quá trình xuất không thành công.
zh_hans: 导出失败。
zh_hant: 導出失敗。

source: Attendee Checked-In Successfully
ar: تم تسجيل وصول أحد الحضور بنجاح
de: Teilnehmer erfolgreich eingecheckt
es: El asistente se registró correctamente
fr: Inscription réussie du participant
id: Peserta Berhasil Melapor-Masuk
ja: 参加者が正常にチェックインされました
ko: 참석자가 성공적으로 체크인했습니다.
pl: Uczestnik zarejestrował się pomyślnie
ru: Участник успешно зарегистрировался
sv: Deltagaren checkade in framgångsrikt
vi: Người tham dự đã đăng ký thành công
zh_hans: 参加者签到成功
zh_hant: 參加者簽到成功

source: Attendee Checked-Out Successfully
ar: تم سحب الضيف بنجاح
de: Teilnehmer erfolgreich ausgecheckt
es: El asistente ha realizado el check-out correctamente
fr: Le participant a été retiré avec succès
id: Peserta Check-Out Berhasil
ja: 出席者のチェックアウトに成功しました
ko: 참석자가 성공적으로 체크 아웃했습니다.
pl: Uczestnik wyewidencjonowany pomyślnie
ru: Участник успешно выписан
sv: Deltagare checkade ut framgångsrikt
vi: Đã thanh toán thành công người tham dự
zh_hans: 与会者成功签出
zh_hant: 與會者成功簽出

source: Discount code has been successfully created.
ar: تم إنشاء كود الخصم بنجاح.
de: Der Rabattcode wurde erfolgreich erstellt.
es: El código de descuento se ha creado correctamente.
fr: Le code de remise a été créé.
id: Kode diskon telah berhasil dibuat.
ja: 割引コードが正常に作成されました。
ko: 할인 코드가 생성되었습니다.
pl: Kod rabatowy został pomyślnie utworzony.
ru: Код скидки успешно создан.
sv: Rabattkoden har skapats.
vi: Mã giảm giá đã được tạo thành công.
zh_hans: 折扣代码已成功创建。
zh_hant: 折扣代碼已成功創建。

source: An unexpected error has occurred. Discount code cannot be created.
ar: لقد حدث خطأ غير متوقع. لا يمكن إنشاء كود الخصم.
de: Ein unerwarteter Fehler ist aufgetreten. Rabattcode kann nicht erstellt werden.
es: Ha ocurrido un error inesperado. No se puede crear un código de descuento.
fr: Une erreur inattendue s'est produite. Le code de remise ne peut pas être créé.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Kode diskon tidak dapat dibuat.
ja: 予期しないエラーが発生しました。割引コードを作成できません。
ko: 예상치 못한 오류가 발생했습니다. 할인 코드를 생성 할 수 없습니다.
pl: Wystąpił nieoczekiwany błąd. Nie można utworzyć kodu rabatowego.
ru: Произошла непредвиденная ошибка. Код скидки не может быть создан.
sv: Ett oväntat fel har uppstått. Rabattkoden kan inte skapas.
vi: Một lỗi không mong muốn đã xảy ra. Không thể tạo mã giảm giá.
zh_hans: 发生意外的错误。无法创建折扣代码。
zh_hant: 發生意外的錯誤。無法創建折扣代碼。

source: Discount code has been successfully updated.
ar: تم تحديث كود الخصم بنجاح.
de: Der Rabattcode wurde erfolgreich aktualisiert.
es: El código de descuento se ha actualizado correctamente.
fr: Le code de remise a été mis à jour.
id: Kode diskon telah berhasil diperbarui.
ja: 割引コードが正常に更新されました。
ko: 할인 코드가 성공적으로 업데이트되었습니다.
pl: Kod rabatowy został pomyślnie zaktualizowany.
ru: Код скидки успешно обновлен.
sv: Rabattkoden har uppdaterats.
vi: Mã giảm giá đã được cập nhật thành công.
zh_hans: 折扣代码已成功更新。
zh_hant: 折扣代碼已成功更新。

source: An unexpected error has occurred. Discount code cannot be updated.
ar: لقد حدث خطأ غير متوقع. لا يمكن تحديث كود الخصم.
de: Ein unerwarteter Fehler ist aufgetreten. Der Rabattcode kann nicht aktualisiert werden.
es: Ha ocurrido un error inesperado. El código de descuento no se puede actualizar.
fr: Une erreur inattendue s'est produite. Le code de remise ne peut pas être mis à jour.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Kode diskon tidak dapat diperbarui.
ja: 予期しないエラーが発生しました。割引コードを更新できません。
ko: 예상치 못한 오류가 발생했습니다. 할인 코드를 업데이트 할 수 없습니다.
pl: Wystąpił nieoczekiwany błąd. Nie można zaktualizować kodu rabatowego.
ru: Произошла непредвиденная ошибка. Код скидки не может быть обновлен.
sv: Ett oväntat fel har uppstått. Rabattkoden kan inte uppdateras.
vi: Một lỗi không mong muốn đã xảy ra. Không thể cập nhật mã giảm giá.
zh_hans: 发生意外的错误。折扣代码无法更新。
zh_hant: 發生意外的錯誤。折扣代碼無法更新。

source: Discount code
ar: الرقم التسلسلي للخصم
de: Rabattcode
es: Código de descuento
fr: Code de remises
id: Kode diskon
ja: 割引コード
ko: 할인 코드
pl: Kod rabatowy
ru: Код скидки
sv: Rabattkod
vi: Mã giảm giá
zh_hans: 优惠码
zh_hant: 折扣碼

source: Discount code URL
ar: كود الخصم URL
de: Rabattcode-URL
es: URL del código de descuento
fr: Lien du code de réduction
id: URL kode diskon
ja: 割引コード URL
ko: 할인 코드 URL
pl: Kod rabatowy URL
ru: URL кода скидки
sv: Rabattkod URL
vi: URL mã giảm giá
zh_hans: 折扣码网址
zh_hant: 折扣碼網址

source: Discount per Ticket
ar: خصم على كل تذكرة
de: Rabatt pro Ticket
es: Descuento por entrada
fr: Réduction par billet
id: Diskon per Tiket
ja: チケットあたりの割引
ko: 티켓당 할인
pl: Zniżka na bilet
ru: Скидка на билет
sv: Rabatt per biljett
vi: Giảm giá mỗi vé
zh_hans: 每张票折扣
zh_hant: 每票券折扣

source: Discount Code has been deleted successfully.
ar: تم حذف كود الخصم بنجاح.
de: Der Rabattcode wurde erfolgreich gelöscht.
es: El código de descuento se ha eliminado correctamente.
fr: Le code de remise à été supprimé.
id: Kode Diskon telah berhasil dihapus.
ja: 割引コードは正常に削除されました。
ko: 할인 코드가 성공적으로 삭제되었습니다.
pl: Kod rabatowy został pomyślnie usunięty.
ru: Код скидки успешно удален.
sv: Rabattkoden har tagits bort.
vi: Mã giảm giá đã được xóa thành công.
zh_hans: 折扣代码已成功删除。
zh_hant: 折扣代碼已成功刪除。

source: Discount Code has been updated successfully.
ar: تم تحديث كود الخصم بنجاح.
de: Der Rabattcode wurde erfolgreich aktualisiert.
es: El código de descuento se ha actualizado correctamente.
fr: Le code de remise à été mis à jour.
id: Kode Diskon telah berhasil diperbarui.
ja: 割引コードが正常に更新されました。
ko: 할인 코드가 성공적으로 업데이트되었습니다.
pl: Kod rabatowy został pomyślnie zaktualizowany.
ru: Код скидки успешно обновлен.
sv: Rabattkoden har uppdaterats.
vi: Mã giảm giá đã được cập nhật thành công.
zh_hans: 折扣代码已成功更新。
zh_hant: 折扣代碼已成功更新。

source: Your Attendee form has been saved
ar: تم حفظ نموذج الحضور الخاص بك
de: Ihr Teilnehmerformular wurde gespeichert
es: Su formulario de asistente se ha guardado
fr: Le formulaire de partipation a été sauvegardé
id: Formulir Hadirin Anda telah disimpan
ja: 出席者フォームが保存されました
ko: 참석자 양식이 저장되었습니다.
pl: Twój formularz uczestnika został zapisany
ru: Ваша форма участника сохранена
sv: Ditt deltagarformulär har sparats
vi: Biểu mẫu người tham dự của bạn đã được lưu
zh_hans: 您的与会者表格已保存
zh_hant: 您的與會者表格已保存

source: Order has been marked completed successfully.
ar: تم وضع علامة على الطلب مكتمل بنجاح.
de: Bestellung wurde als erfolgreich abgeschlossen markiert.
es: El pedido se ha marcado como completado correctamente.
fr: La commande est marquée comme terminée.
id: Pesanan telah ditandai dengan sukses.
ja: 注文は正常に完了しました。
ko: 주문이 성공적으로 완료된 것으로 표시되었습니다.
pl: Zamówienie zostało oznaczone jako zakończone pomyślnie.
ru: Заказ был отмечен как завершенный.
sv: Beställningen har markerats som slutförd.
vi: Đơn hàng đã được đánh dấu là đã hoàn thành thành công.
zh_hans: 订单已标记为成功完成。
zh_hant: 訂單已標記為成功完成。

source: Email confirmation has been sent to attendees successfully
ar: تم إرسال تأكيد البريد الإلكتروني إلى الحضور بنجاح
de: Die E-Mail-Bestätigung wurde erfolgreich an die Teilnehmer gesendet
es: La confirmación por correo electrónico se envió correctamente a los asistentes.
fr: Le courriel de confirmation a été envoyé aux participants avec succès
id: Konfirmasi email telah berhasil dikirim ke peserta
ja: 電子メールの確認が参加者に送信されました。
ko: 참석자에게 이메일 확인이 성공적으로 전송되었습니다.
pl: Potwierdzenie e-mail zostało pomyślnie wysłane do uczestników
ru: Подтверждение по электронной почте успешно отправлено участникам
sv: Bekräftelse via e -post har skickats till deltagarna
vi: Email xác nhận đã được gửi thành công cho người tham dự
zh_hans: 电子邮件确认已成功发送给与会者
zh_hant: 電子郵件確認已成功發送給與會者

source: Only 5 resend actions are allowed in a minute
ar: يُسمح فقط بإعادة إرسال 5 إجراءات في دقيقة واحدة
de: Pro Minute sind maximal fünf Anforderungen zum erneuten Senden zulässig
es: Solo se permiten 5 acciones de reenvío en un minuto
fr: Seules 5 actions de renvoi sont autorisées en une minute
id: Hanya 5 tindakan pengiriman ulang yang diperbolehkan dalam satu menit
ja: 1 分間に許可される再送アクションは 5 個のみ
ko: 1 분에 5 번의 재전송 작업 만 허용됩니다.
pl: W ciągu minuty dozwolonych jest tylko 5 czynności ponownego wysyłania
ru: Допускается только 5 повторных действий за минуту
sv: Endast fem skicka åtgärder är tillåtna på en minut
vi: Chỉ cho phép 5 hành động gửi lại trong một phút
zh_hans: 一分钟内仅允许5次重新发送操作
zh_hant: 一分鐘內僅允許5次重新發送操作

source: Microlocation
ar: تحديد الموقع الدقيق
de: Mikrolokation
es: Microlocalización
fr: Emplacement
id: Mikrolokasi
ja: マイクロロケーション
ko: 마이크로 장소
pl: Mikrolokalizacja
ru: Микролокация
sv: Mikrolokalisering
vi: Định vị vi mô
zh_hans: 微型位置
zh_hant: 微定位

source: You need to add rooms into the wizard first before they show up here.
ar: تحتاج إلى إضافة غرف إلى المعالج أولاً قبل ظهورها هنا.
de: Sie müssen zuerst Räume im Assistenten hinzufügen, bevor sie hier angezeigt werden.
es: Primero debe agregar habitaciones al asistente antes de que aparezcan aquí.
fr: Vous devez d'abord ajouter des pièces dans l'assistant avant qu'elles n'apparaissent ici.
id: Anda perlu menambahkan ruangan ke dalam wizard terlebih dahulu sebelum mereka muncul di sini.
ja: ここに表示される前に、まずウィザードに部屋を追加する必要があります。
ko: 방이 여기에 표시되기 전에 먼저 마법사에 방을 추가해야 합니다.
pl: Musisz najpierw dodać pokoje do kreatora, zanim pojawią się tutaj.
ru: Вам нужно сначала добавить комнаты в мастер, прежде чем они появятся здесь.
sv: Du måste lägga till rum i guiden först innan de dyker upp här.
vi: Trước tiên, bạn cần thêm phòng vào trình hướng dẫn trước khi chúng hiển thị ở đây.
zh_hans: 您需要先将房间添加到向导中，然后它们才会出现在这里。
zh_hant: 您需要先將房間添加到嚮導中，然後它們才會出現在這裡。

source: Video Room Name
ar: اسم غرفة الفيديو
de: Name des Videoraums
es: Nombre de la sala de video
fr: Nom de la salle vidéo
id: Nama Ruang Video
ja: ビデオルーム名
ko: 비디오 룸 이름
pl: Nazwa pokoju wideo
ru: Название видео комнаты
sv: Videorumsnamn
vi: Tên phòng video
zh_hans: 视频室名称
zh_hant: 視頻室名稱

source: This column shows the video room name that will be visible to the users on the event page.
ar: يعرض هذا العمود اسم غرفة الفيديو الذي سيكون مرئيًا للمستخدمين في صفحة الحدث.
de: In dieser Spalte wird der Name des Videoraums angezeigt, der für die Benutzer auf der Veranstaltungsseite sichtbar sein wird.
es: Esta columna muestra el nombre de la sala de videos que será visible para los usuarios en la página del evento.
fr: Cette colonne affiche le nom de la salle vidéo qui sera visible par les utilisateurs sur la page de l'événement.
id: Kolom ini menunjukkan nama ruang video yang akan terlihat oleh pengguna di halaman acara.
ja: この列には、イベントページでユーザーに表示されるビデオルーム名が表示されます。
ko: 이 열은 이벤트 페이지에서 사용자에게 표시될 비디오 룸 이름을 보여줍니다.
pl: Ta kolumna zawiera nazwę pokoju wideo, która będzie widoczna dla użytkowników na stronie wydarzenia.
ru: В этом столбце отображается название видеорума, которое будет видно пользователям на странице мероприятия.
sv: I den här kolumnen visas videorumsnamnet som visas för användarna på händelsesidan.
vi: Cột này hiển thị tên phòng video sẽ hiển thị cho người dùng trên trang sự kiện.
zh_hans: 此列显示用户将在活动页面上看到的视频室名称。
zh_hant: 此列顯示用戶將在活動頁面上看到的視頻室名稱。
