Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Placeholder has been saved successfully.
ar: تم حفظ العنصر النائب بنجاح.
de: Platzhalter wurde erfolgreich gespeichert.
es: El marcador de posición se ha guardado correctamente.
fr: L'emplacement a été sauvegardé.
id: Placeholder berhasil disimpan.
ja: プレースホルダは正常に保存されました。
ko: 자리 표시자가 성공적으로 저장되었습니다.
pl: Symbol zastępczy został pomyślnie zapisany.
ru: Заполнитель успешно сохранен.
sv: Platshållaren har sparats.
vi: Trình giữ chỗ đã được lưu thành công.
zh_hans: 占位符已成功保存。
zh_hant: 佔位符已成功保存。

source: An unexpected error has occurred. Placeholder not saved.
ar: لقد حدث خطأ غير متوقع. لم يتم حفظ العنصر النائب.
de: Ein unerwarteter Fehler ist aufgetreten. Platzhalter nicht gespeichert.
es: Ha ocurrido un error inesperado. Marcador de posición no guardado.
fr: Une erreur inattendue s'est produite. L'emplacement n'a pas été sauvegardé.
id: Terjadi sebuah kesalahan yang tidak diharapkan. Placeholder tidak disimpan.
ja: 予期しないエラーが発生しました。プレースホルダは保存されません。
ko: 예상치 못한 오류가 발생했습니다. 자리 표시자가 저장되지 않았습니다.
pl: Wystąpił nieoczekiwany błąd. Nie zapisano symbolu zastępczego.
ru: Произошла непредвиденная ошибка. Заполнитель не сохранен.
sv: Ett oväntat fel har uppstått. Platshållaren har inte sparats.
vi: Một lỗi không mong muốn đã xảy ra. Trình giữ chỗ chưa được lưu.
zh_hans: 发生意外的错误。占位符未保存。
zh_hant: 發生意外的錯誤。佔位符未保存。

source: Please enter an email for new organizer
ar: الرجاء إدخال بريد إلكتروني للمنظم الجديد
de: Bitte geben Sie eine E-Mail für den neuen Veranstalter ein
es: Ingrese un correo electrónico para el nuevo organizador
fr: Veuillez entrer un courriel pour le nouvel organisateur
id: Harap masukkan email untuk penyelenggara baru
ja: 新しい開催者のメールを入力してください
ko: 새 주최자 이메일을 입력하세요.
pl: Wpisz adres e-mail nowego organizatora
ru: Пожалуйста, введите адрес электронной почты нового организатора
sv: Ange ett e -postmeddelande för den nya arrangören
vi: Vui lòng nhập email cho người tổ chức mới
zh_hans: 请输入新的组织者的电子邮件
zh_hant: 請輸入新的組織者的電子郵件

source: Please enter a valid email address for new organizer
ar: الرجاء إدخال عنوان بريد إلكتروني صالح للمنظم الجديد
de: Bitte geben Sie eine gültige E-Mail-Adresse für den neuen Veranstalter ein
es: Ingrese una dirección de correo electrónico válida para el nuevo organizador
fr: Veuillez entrer une adresse courriel valide pour le nouvel organisateur
id: Harap masukkan alamat email yang valid untuk penyelenggara baru
ja: 新しい開催者の有効な電子メール アドレスを入力してください
ko: 새 주최자의 유효한 이메일 주소를 입력하세요.
pl: Wprowadź prawidłowy adres e-mail nowego organizatora
ru: Пожалуйста, введите действующий адрес электронной почты для нового организатора
sv: Ange en giltig e -postadress för den nya arrangören
vi: Vui lòng nhập địa chỉ email hợp lệ cho người tổ chức mới
zh_hans: 请为新的组织者输入有效的电子邮件地址
zh_hant: 請為新的組織者輸入有效的電子郵件地址

source: Please enter a message.
ar: من فضلك أدخل رسالة.
de: Bitte geben Sie eine Nachricht ein.
es: Por favor ingrese un mensaje.
fr: Veuillez saisir un message.
id: Silakan masukkan pesan.
ja: メッセージを入力してください。
ko: 메시지를 입력하세요.
pl: Proszę wpisać wiadomość.
ru: Пожалуйста, введите сообщение.
sv: Vänligen ange ett meddelande.
vi: Vui lòng nhập một tin nhắn.
zh_hans: 请输入信息。
zh_hant: 請輸入信息。

source: Organizer contacted successfully.
ar: تم الاتصال بالمنظم بنجاح.
de: Der Organisator wurde kontaktiert.
es: El organizador se contactó correctamente.
fr: L'organisateur a été contacté avec succès.
id: Penyelenggara berhasil dihubungi.
ja: 主催者は正常に連絡しました。
ko: 주최자와 성공적으로 연락 되었습니다
pl: Pomyślnie nawiązano kontakt z organizatorem.
ru: Организатор связалась успешно.
sv: Arrangören har kontaktats.
vi: Ban tổ chức đã liên hệ thành công.
zh_hans: 主办方联系成功。
zh_hant: 主辦方聯繫成功。

source: Please enter the OTP
ar: الرجاء إدخال كلمة المرور لمرة واحدة
de: Bitte geben Sie das OTP ein
es: Ingrese la OTP
fr: Veuillez saisir l'OTP
id: Harap masukkan OTP
ja: OTP を入力してください
ko: OTP를 입력하세요
pl: Wprowadź hasło jednorazowe
ru: Пожалуйста, введите OTP
sv: Ange OTP
vi: Vui lòng nhập OTP
zh_hans: 请输入OTP
zh_hant: 請輸入OTP

source: Please enter the Mobile Number
ar: الرجاء إدخال رقم الهاتف المحمول
de: Bitte Handynummer eingeben
es: Introduzca el número de móvil
fr: Veuillez saisir le numéro de mobile
id: Silakan masukkan Nomor Ponsel
ja: 携帯電話番号を入力してください
ko: 휴대폰 번호를 입력하세요
pl: Proszę wprowadź numer telefonu
ru: Пожалуйста, введите номер мобильного телефона
sv: Ange mobilnummer
vi: Vui lòng nhập Số điện thoại di động
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

source: Please enter a valid mobile number
ar: الرجاء إدخال رقم جوال صحيح
de: Bitte geben Sie eine gültige Handynummer ein
es: Por favor, introduzca un número de móvil válido
fr: Veuillez saisir un numéro de mobile valide
id: Harap masukkan nomor ponsel yang valid
ja: 有効な携帯電話番号を入力してください
ko: 유효한 휴대폰 번호를 입력하십시오
pl: Wprowadź prawidłowy numer telefonu komórkowego
ru: Пожалуйста, введите действующий номер мобильного телефона
sv: Ange giltigt mobilnummer
vi: Vui lòng nhập số điện thoại di động hợp lệ
zh_hans: 请输入有效的手机号码
zh_hant: 請輸入有效的手機號碼

source: Notify Speakers
ar: إخطار المتحدثين
de: Sprecher benachrichtigen
es: Notificar a los oradores
fr: Notifier les orateurs
id: Beri Tahu Pembicara
ja: スピーカーに通知する
ko: 발표자에게 알림
pl: Powiadom głośników
ru: Уведомить докладчиков
sv: Meddela högtalare
vi: Thông báo cho diễn giả
zh_hans: 通知发言人
zh_hant: 通知發言人

source: From
ar: من
de: Von
es: Desde
fr: De
id: Dari
ko: 기본가
pl: Od
ru: От
sv: Från
vi: Từ
zh_hans: 自
zh_hant: 從

source: To
ar: ل
de: An
es: Para
fr: À
id: Sampai
ja: 宛先
ko: 수신
pl: Do
ru: До
sv: Till
vi: Đến
zh_hans: 至
zh_hant: 到

source: Reply-to
ar: الرد على
de: Antwort an
es: Responder a
fr: Répondre à
id: Membalas ke
ja: に返信
ko: 답장하다
pl: Odpowiedź do
ru: Ответить на
sv: Svara till
vi: Trả lời
zh_hans: 回复
zh_hant: 回复

source: Subject
ar: موضوع
de: Thema
es: Asunto
fr: Sujet
id: Subjek
ja: 件名
ko: 주제
pl: Temat
ru: Тема
sv: Ämne
vi: Chủ đề
zh_hans: 名称
zh_hant: 主旨

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
id: Pesan
ja: メッセージ
ko: 메시지
pl: Wiadomość
ru: Сообщение
sv: Meddelande
vi: Tin nhắn
zh_hans: 信息
zh_hant: 訊息

source: You can use these identifiers as placeholders for actual details sent in the email:
ar: يمكنك استخدام هذه المعرفات كعناصر نائبة للحصول على التفاصيل الفعلية المرسلة في البريد الإلكتروني:
de: Sie können die folgenden Bezeichner als Platzhalter für die tatsächlichen Angaben in der E-Mail verwenden:
es: Puede utilizar estos identificadores como marcadores de posición para los detalles reales enviados en el correo electrónico:
fr: Vous pouvez utiliser ces identifiants comme espaces réservés pour les détails réels envoyés dans l'e-mail :
id: Anda dapat menggunakan pengidentifikasi ini sebagai placeholder untuk detail aktual yang dikirim melalui email:
ja: これらの識別子は、電子メールで送信される実際の詳細のプレースホルダーとして使用できます。
ko: 다음 식별자를 이메일로 전송된 실제 세부 정보의 자리 표시자로 사용할 수 있습니다.
pl: Możesz użyć tych identyfikatorów jako symboli zastępczych dla rzeczywistych danych wysyłanych w wiadomości e-mail:
ru: Вы можете использовать эти идентификаторы в качестве заполнителей для фактических данных, отправленных по электронной почте:
sv: Du kan använda dessa identifierare som platshållare för faktiska detaljer som skickas i e-postmeddelandet:
vi: Bạn có thể sử dụng các số nhận dạng này làm trình giữ chỗ để biết thông tin chi tiết thực tế được gửi trong email:
zh_hans: 您可以使用这些标识符作为电子邮件中发送的实际详细信息的占位符：
zh_hant: 您可以使用這些標識符作為電子郵件中發送的實際詳細信息的佔位符：

source: A copy of this email will be send to all organizers of this event.
ar: سيتم إرسال نسخة من هذا البريد الإلكتروني إلى جميع منظمي هذا الحدث.
de: Eine Kopie dieser E-Mail wird an alle Organisatoren der Veranstaltung geschickt.
es: Se enviará una copia de este correo electrónico a todos los organizadores de este evento.
fr: Une copie de cet e-mail sera envoyée à tous les organisateurs de cet événement.
id: Salinan email ini akan dikirimkan ke semua penyelenggara acara ini.
ja: このメールのコピーは、このイベントのすべての主催者に送信されます。
ko: 이 이메일의 사본은 이 이벤트의 모든 주최자에게 전송됩니다.
pl: Kopia tego e-maila zostanie wysłana do wszystkich organizatorów tego wydarzenia.
ru: Копия этого письма будет отправлена всем организаторам этого мероприятия.
sv: En kopia av detta e-postmeddelande kommer att skickas till alla arrangörer av detta evenemang.
vi: Một bản sao của email này sẽ được gửi đến tất cả những người tổ chức sự kiện này.
zh_hans: 此电子邮件的副本将发送给此次活动的所有组织者。
zh_hant: 此電子郵件的副本將發送給此次活動的所有組織者。

source: Notify
ar: يخطر
de: Benachrichtigen
es: Notificación
fr: Annoncer
ja: 通知
ko: 알림
pl: Powiadomienie
ru: Уведомление
sv: Avisera
zh_hans: 提醒声
zh_hant: 提醒聲

source: Email scheduled to be sent successfully
ar: تمت جدولة البريد الإلكتروني ليتم إرساله بنجاح
de: E-Mail soll erfolgreich gesendet werden
es: Correo electrónico programado para enviarse correctamente
fr: Envoi du courriel planifié avec succès
id: Email dijadwalkan untuk berhasil dikirim
ja: 正常に送信されるようにスケジュールされた電子メール
ko: 성공적으로 전송되도록 예약 된 이메일
pl: E-mail zaplanowany do pomyślnego wysłania
ru: Электронное письмо планируется успешно отправить
sv: E -postmeddelandet är planerat att skickas
vi: Email dự kiến sẽ được gửi thành công
zh_hans: 已安排成功发送电子邮件
zh_hant: 已安排成功發送電子郵件

source: Please tell us your tax rate (in %).
ar: يرجى إخبارنا بمعدل الضريبة (بالنسبة المئوية).
de: Bitte nennen Sie uns Ihren Steuersatz (in %).
es: Indíquenos su tipo impositivo (en%).
fr: Merci de renseigner votre taux de TVA (en%).
id: Harap beri tahu kami tarif pajak Anda (dalam %).
ja: 税率（％）を教えてください。
ko: 세율(%)을 알려주십시오.
pl: Podaj nam swoją stawkę podatku (w %).
ru: Сообщите нам свою налоговую ставку (в %)
sv: Berätta för oss din skattesats (i %).
vi: Vui lòng cho chúng tôi biết thuế suất của bạn (tính bằng%).
zh_hans: 请告诉我们您的税率（%）。
zh_hant: 請告訴我們您的稅率（%）。

source: Please give a valid tax rate.
ar: يرجى إعطاء معدل ضريبة صالح.
de: Bitte geben Sie einen gültigen Steuersatz an.
es: Indique una tasa impositiva válida.
fr: Merci de saisir un taux valide.
id: Harap berikan tarif pajak yang valid.
ja: 有効な税率を教えてください。
ko: 유효한 세율을 입력하십시오.
pl: Podaj prawidłową stawkę podatku.
ru: Пожалуйста, укажите действительную ставку налога
sv: Ange en giltig skattesats.
vi: Vui lòng cung cấp một mức thuế hợp lệ.
zh_hans: 请给出有效的税率。
zh_hant: 請給出有效的稅率。

source: Please enter your tax ID.
ar: الرجاء إدخال معرف الضريبة الخاص بك.
de: Bitte geben Sie Ihre Steuernummer ein.
es: Ingrese su número de identificación fiscal.
fr: Veuillez saisir votre numéro d'identification fiscale.
id: Silakan masukkan nomor pajak Anda.
ja: 納税者番号を入力してください。
ko: 세금 ID를 입력하세요.
pl: Podaj swój identyfikator podatkowy.
ru: Пожалуйста, введите свой налоговый номер.
sv: Ange ditt skatte-ID.
vi: Vui lòng nhập ID thuế của bạn.
zh_hans: 请输入您的税号。
zh_hant: 請輸入您的稅號。

source: Please enter the name of your organisation.
ar: الرجاء إدخال اسم مؤسستك.
de: Bitte geben Sie den Namen Ihrer Organisation ein.
es: Ingrese el nombre de su organización.
fr: Veuillez saisir le nom de votre organisation.
id: Silakan masukkan nama organisasi Anda.
ja: 組織名を入力してください。
ko: 조직의 이름을 입력하세요.
pl: Podaj nazwę swojej organizacji.
ru: Пожалуйста, введите название вашей организации.
sv: Vänligen ange namnet på din organisation.
vi: Vui lòng nhập tên tổ chức của bạn.
zh_hans: 请输入您的组织名称。
zh_hant: 請輸入您的組織名稱。

source: Please enter a contact name.
ar: الرجاء إدخال اسم جهة اتصال.
de: Bitte geben Sie einen Kontaktnamen ein.
es: Ingrese un nombre de contacto.
fr: Veuillez saisir un nom de contact.
id: Harap masukkan nama kontak.
ja: 連絡先の名前を入力してください。
ko: 연락처 이름을 입력하세요.
pl: Wprowadź imię i nazwisko osoby kontaktowej.
ru: Пожалуйста, введите контактное имя.
sv: Vänligen ange ett kontaktnamn.
vi: Vui lòng nhập tên liên hệ.
zh_hans: 请输入联系人姓名。
zh_hant: 請輸入聯繫人姓名。

source: Please enter your phone number.
ar: يرجى إدخال رقم الهاتف الخاص بك.
de: Bitte geben sie ihre Telefonnummer ein.
es: Por favor, introduzca su número de teléfono.
fr: Veuillez entrer votre numéro de téléphone.
id: Masukkan nomor telepon anda.
ja: 電話番号を入力してください。
ko: 전화번호를 입력하세요.
pl: Podaj swój numer telefonu.
ru: Пожалуйста, введите свой номер телефона.
sv: Vänligen skriv in ditt telefonnummer.
vi: Xin vui lòng điền số điện thoại của bạn.
zh_hans: 请输入您的电话号码。
zh_hant: 請輸入您的電話號碼。

source: Please enter a city.
ar: الرجاء إدخال مدينة.
de: Bitte geben Sie eine Stadt ein.
es: Ingrese una ciudad.
fr: Merci de saisir une ville.
id: Silakan masukkan kota.
ja: 都市を入力してください。
ko: 도시를 입력하세요.
pl: Proszę podać miasto.
ru: Пожалуйста, введите город
sv: Vänligen ange en stad.
vi: Vui lòng nhập một thành phố.
zh_hans: 请输入城市。
zh_hant: 請輸入城市。

source: Please enter a state.
ar: الرجاء إدخال الدولة.
de: Bitte geben Sie ein Bundesland ein.
es: Por favor, ingresa un estado.
fr: Veuillez saisir un état.
id: Harap masukkan negara bagian.
ja: 状態を入力してください。
ko: 상태를 입력하세요.
pl: Podaj stan.
ru: Пожалуйста, введите состояние.
sv: Vänligen ange en stat.
vi: Vui lòng nhập một tiểu bang.
zh_hans: 请输入状态。
zh_hant: 請輸入狀態。

source: Please provide a ZIP code.
ar: الرجاء تقديم رمز بريدي.
de: Bitte geben Sie eine Postleitzahl an.
es: Proporcione un código postal.
fr: Veuillez fournir un code postal.
id: Harap berikan kode pos.
ja: 郵便番号を入力してください。
ko: 우편번호를 입력하세요.
pl: Podaj kod pocztowy.
ru: Укажите почтовый индекс.
sv: Ange ett postnummer.
vi: Vui lòng cung cấp mã ZIP.
zh_hans: 请提供邮政编码。
zh_hant: 請提供郵政編碼。

source: Marked as Read successfully
ar: تم وضع علامة "مقروءة" بنجاح
de: Als erfolgreich gelesen markiert
es: Marcado como leído correctamente
fr: Marqué comme lu
id: Ditandai sebagai Berhasil
ja: 正常に開封済みとしてマークされました
ko: 읽음으로 표시됨
pl: Oznaczono jako przeczytane pomyślnie
ru: Успешно отмечено как прочитанное
sv: Markerad som läst framgångsrikt
vi: Được đánh dấu là Đã đọc thành công
zh_hans: 标记为已成功读取
zh_hant: 標記為已成功讀取

source: Order has been cancelled successfully.
ar: تم إلغاء الطلب بنجاح.
de: Bestellung wurde erfolgreich storniert.
es: El pedido se canceló con éxito.
fr: La commande est annulée.
id: Pesanan telah berhasil dibatalkan.
ja: 注文は正常にキャンセルされました。
ko: 주문이 성공적으로 취소되었습니다.
pl: Zamówienie zostało pomyślnie anulowane.
ru: Заказ был успешно отменен.
sv: Beställningen har avbrutits.
vi: Đơn hàng đã được hủy thành công.
zh_hans: 订单已成功取消。
zh_hant: 訂單已成功取消。

source: Add to Calendar
ar: إضافة إلى التقويم
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
ko: 캘린더에 추가
pl: Dodaj do kalendarza
sv: Lägg till i kalender
vi: Ghi Chú Vào Lịch
zh_hant: 添加到日曆

source: Add Event
ar: أضف حدث
de: Veranstaltung hinzufügen
es: Añadir Evento
fr: Ajouter évènement
id: Tambah Event
ja: イベントを追加
ko: 이벤트 추가
pl: Dodaj zdarzenie
ru: Добавить событие
sv: Lägg till händelse
vi: Thêm sự kiện
zh_hans: 添加事件
zh_hant: 新增事件

source: Add Sessions
ar: إضافة الجلسات
de: Sitzungen hinzufügen
es: Agregar sesiones
fr: Ajouter des sessions
id: Tambahkan Sesi
ja: セッションの追加
ko: 세션 추가
pl: Dodaj sesje
ru: Добавить сеансы
sv: Lägg till sessioner
vi: Thêm phiên
zh_hans: 添加会议
zh_hant: 添加會議

source: Add My Schedule
ar: أضف الجدول الزمني الخاص بي
de: Meinen Zeitplan hinzufügen
es: Agregar mi horario
fr: Ajouter mon horaire
id: Tambahkan Jadwal Saya
ja: スケジュールを追加
ko: 내 일정 추가
pl: Dodaj mój harmonogram
ru: Добавить мое расписание
sv: Lägg till mitt schema
vi: Thêm lịch biểu của tôi
zh_hans: 添加我的时间表
zh_hant: 添加我的時間表

source: You need to add your speaker details first before submitting a session.
ar: تحتاج إلى إضافة تفاصيل المتحدث الخاص بك أولاً قبل إرسال الجلسة.
de: Sie müssen zuerst Ihre Referentendetails hinzufügen, bevor Sie eine Sitzung einreichen können.
es: Primero debe agregar los detalles de su orador antes de enviar una sesión.
fr: Vous devez d'abord ajouter les détails de votre conférencier avant de soumettre une session.
id: Anda perlu menambahkan detail pembicara Anda terlebih dahulu sebelum mengirimkan sesi.
ja: セッションを送信する前に、まずスピーカーの詳細を追加する必要があります。
ko: 세션을 제출하기 전에 먼저 발표자 세부 정보를 추가해야 합니다.
pl: Przed przesłaniem sesji musisz najpierw dodać dane prelegenta.
ru: Перед отправкой сеанса вам необходимо добавить данные о спикере.
sv: Du måste lägga till högtalarinformationen först innan du skickar in en session.
vi: Trước tiên, bạn cần thêm thông tin chi tiết về diễn giả của mình trước khi gửi phiên.
zh_hans: 在提交会话之前，您需要先添加您的演讲者详细信息。
zh_hant: 在提交會話之前，您需要先添加您的演講者詳細信息。

source: You need to verify your email first before accepting an invite for a session.
ar: تحتاج إلى التحقق من بريدك الإلكتروني أولاً قبل قبول دعوة لحضور جلسة.
de: Sie müssen Ihre E-Mail zuerst verifizieren, bevor Sie eine Einladung zu einer Sitzung annehmen können.
es: Primero debe verificar su correo electrónico antes de aceptar una invitación para una sesión.
fr: Vous devez d'abord vérifier votre adresse e-mail avant d'accepter une invitation à une session.
id: Anda perlu memverifikasi email Anda terlebih dahulu sebelum menerima undangan untuk sesi.
ja: セッションへの招待を受け入れる前に、まずメールを確認する必要があります。
ko: 세션 초대를 수락하기 전에 먼저 이메일을 확인해야 합니다.
pl: Musisz najpierw zweryfikować swój adres e-mail, zanim zaakceptujesz zaproszenie na sesję.
ru: Прежде чем принимать приглашение на сеанс, вам необходимо подтвердить свой адрес электронной почты.
sv: Du måste verifiera din e-post först innan du accepterar en inbjudan till en session.
vi: Bạn cần xác minh email của mình trước khi chấp nhận lời mời tham gia một phiên.
zh_hans: 在接受会话邀请之前，您需要先验证您的电子邮件。
zh_hant: 在接受會話邀請之前，您需要先驗證您的電子郵件。

source: You need to add your speaker details first before accepting an invite for a session.
ar: تحتاج إلى إضافة تفاصيل المتحدث الخاص بك أولاً قبل قبول دعوة لحضور جلسة.
de: Bevor Sie eine Einladung zu einer Sitzung annehmen können, müssen Sie zunächst Ihre Referentendaten hinzufügen.
es: Primero debe agregar los detalles de su orador antes de aceptar una invitación para una sesión.
fr: Vous devez d'abord ajouter les détails de votre intervenant avant d'accepter une invitation à une session.
id: Anda perlu menambahkan detail pembicara Anda terlebih dahulu sebelum menerima undangan untuk sesi.
ja: セッションへの招待を受け入れる前に、まずスピーカーの詳細を追加する必要があります。
ko: 세션 초대를 수락하기 전에 먼저 발표자 세부 정보를 추가해야 합니다.
pl: Zanim zaakceptujesz zaproszenie na sesję, musisz najpierw dodać dane prelegenta.
ru: Прежде чем принимать приглашение на сеанс, вам необходимо добавить данные о спикере.
sv: Du måste lägga till högtalarinformationen först innan du accepterar en inbjudan till en session.
vi: Trước tiên, bạn cần thêm thông tin chi tiết về diễn giả của mình trước khi chấp nhận lời mời tham gia phiên.
zh_hans: 在接受会议邀请之前，您需要先添加您的演讲者详细信息。
zh_hant: 在接受會議邀請之前，您需要先添加您的演講者詳細信息。

source: to
ar: ل
de: bis
es: a
fr: à
id: untuk
ja: に
ko: 까지
pl: do
ru: в
sv: till
vi: đến
zh_hans: 到
zh_hant: 至

source: Online Event
ar: حدث عبر الإنترنت
de: Online-Veranstaltung
es: Evento en línea
fr: Évènement en ligne
id: Acara Daring
ja: オンラインイベント
ko: 온라인 이벤트
pl: Wydarzenie online
ru: Онлайн-мероприятие
sv: Event online
vi: Sự kiện trực tuyến
zh_hans: 线上活动
zh_hant: 線上活動

source: Session Documents
ar: وثائق الجلسة
de: Dokumente zur Sitzung
es: Documentos de la sesión
fr: Documents de séance
id: Dokumen Sesi
ja: セッションドキュメント
ko: 세션 문서
pl: Dokumenty sesji
ru: Документы сессии
sv: Sessionsdokument
vi: Tài liệu phiên
zh_hans: 会议文件
zh_hant: 會議文件

source: Watch Video
ar: شاهد الفيديو
de: Video ansehen
es: Ver video
fr: Regarder la vidéo
id: Menonton video
ja: ビデオを見る
ko: 비디오를보다
pl: Obejrzyj wideo
ru: Смотреть видео
sv: Kolla på video
vi: Xem video
zh_hans: 看视频
zh_hant: 看視頻

source: Join Video
ar: الانضمام إلى الفيديو
de: Video beitreten
es: Unirse al video
fr: Rejoindre la vidéo
id: Bergabunglah dengan Video
ja: ビデオに参加
ko: 비디오 참여
pl: Dołącz do wideo
ru: Присоединиться к видео
sv: Gå med i video
vi: Tham gia video
zh_hans: 加入影片
zh_hant: 加入影片

source: Add to My Schedule
ar: أضف إلى الجدول الزمني الخاص بي
de: Zu meinem Zeitplan hinzufügen
es: Agregar a mi horario
fr: Ajouter à mon agenda
id: Tambahkan ke Jadwal Saya
ja: スケジュールに追加
ko: 내 일정에 추가
pl: Dodaj do mojego harmonogramu
ru: Добавить в мое расписание
sv: Lägg till i mitt schema
vi: Thêm vào lịch biểu của tôi
zh_hans: 添加到我的日程
zh_hant: 添加到我的日程

source: Website
ar: موقع إلكتروني
es: Sitio web
fr: Site web
id: Situs Web
ko: 웹사이트
pl: Strona internetowa
ru: Веб-сайт
sv: Webbplats
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Facebook
ar: فيسبوك
ko: 페이스북
zh_hans: 面簿

source: LinkedIn
ar: ينكدين
zh_hans: 领英
zh_hant: 領英

source: Twitter
ar: تويتر
ko: 트위터
zh_hans: 推特

source: GitHub
ar: جيثب

source: GitLab
ar: جيت لاب
pl: Repozytorium GitLab

source: Mastodon
ar: المستودون
es: Mastodonte
fr: Mastodonte
ja: マストドン
ko: 마스토돈
pl: Mastodont
ru: Мастодонт
sv: Mastodont
zh_hans: 乳齿象
zh_hant: 乳齒象

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pl: Wideo
ru: Видео
zh_hans: 视频
zh_hant: 視訊

source: Linkedin
ar: ينكدين
zh_hans: 领英
zh_hant: 領英

source: Please login to add a session to your personal schedule.
ar: الرجاء تسجيل الدخول لإضافة جلسة إلى جدولك الشخصي.
de: Bitte anmelden, um eine Sitzung zum persönlichen Zeitplan hinzuzufügen.
es: Inicie sesión para agregar una sesión a su programa personal.
fr: Veuillez vous connecter pour ajouter une session à votre horaire personnel.
id: Silakan login untuk menambahkan sesi ke jadwal pribadi Anda.
ja: ログインして、個人のスケジュールにセッションを追加してください。
ko: 개인 일정에 세션을 추가하려면 로그인하십시오.
pl: Zaloguj się, aby dodać sesję do swojego osobistego harmonogramu.
ru: Пожалуйста, войдите, чтобы добавить сеанс в свое личное расписание.
sv: Logga in för att lägga till en session i ditt personliga schema.
vi: Vui lòng đăng nhập để thêm một phiên vào lịch trình cá nhân của bạn.
zh_hans: 请登录以将会话添加到您的个人日程中。
zh_hant: 請登錄以將會話添加到您的個人日程中。

source: Info
ar: معلومات
de: Infos
fr: Infos
ko: 정보
ru: Информация
vi: Thông tin
zh_hans: 信息

source: Schedule
ar: جدول
de: Zeitplan
es: Programar
fr: Programme
id: Jadwal
ja: スケジュール
ko: 계획
pl: Harmonogram
ru: Расписание
sv: Schema
vi: Lịch
zh_hans: 计划任务
zh_hant: 排定時間

source: Calendar
ar: تقويم
de: Kalender
es: Calendario
fr: Calendrier
id: Kalender
ja: カレンダー
ko: 달력
pl: Kalendarz
ru: Календарное Событие
sv: Kalender
vi: Lịch
zh_hans: 日程表
zh_hant: 行事曆

source: Call for Speakers
ar: دعوة للمتحدثين
de: Laut hören
es: Llamado para Oradores
fr: Appel aux conférenciers
id: Panggilan untuk Pembicara
ja: スピーカー募集
ko: 발표 제안
pl: Wezwij prelegentów
ru: Приглашение для спикеров
sv: Ring efter talare
vi: Mời diễn giả
zh_hans: 呼吁演讲者
zh_hant: 講者徵集

source: Code of Conduct
ar: مدونة لقواعد السلوك
de: Verhaltenskodex
es: Código de conducta
fr: Code de conduite
id: Kode etik
ja: 行動規範
ko: 행동 강령
pl: Kodeks postępowania
ru: Правила поведения
sv: Uppförandekod
vi: Quy Tắc Sự Kiện
zh_hans: 行为守则
zh_hant: 行為守則

source: Select section
ar: حدد القسم
de: Abschnitt auswählen
es: Seleccionar sección
fr: Sélectionnez une section
id: Pilih bagian
ja: セクションを選択
ko: 섹션 선택
pl: Wybierz sekcję
ru: Выбрать раздел
sv: Välj avsnitt
vi: Chọn phần
zh_hans: 选择部分
zh_hant: 選擇部分

source: Please confirm that you understand and agree to the conditions of using the chat!
ar: يرجى تأكيد أنك تفهم وتوافق على شروط استخدام الدردشة!
de: Bitte bestätigen Sie, dass Sie die Bedingungen für die Nutzung des Chats verstehen und diesen zustimmen.
es: ¡Confirme que comprende y acepta las condiciones de uso del chat!
fr: Veuillez confirmer que vous comprenez et acceptez les conditions d'utilisation du chat!
id: Harap konfirmasikan bahwa Anda memahami dan menyetujui ketentuan menggunakan obrolan!
ja: チャットの利用条件を理解し、同意することを確認してください！
ko: 채팅 사용 조건을 이해하고 동의하는지 확인하십시오!
pl: Potwierdź, że rozumiesz i akceptujesz warunki korzystania z czatu!
ru: Подтвердите, что вы понимаете и соглашаетесь с условиями использования чата!
sv: Bekräfta att du förstår och godkänner villkoren för att använda chatten!
vi: Vui lòng xác nhận rằng bạn hiểu và đồng ý với các điều kiện sử dụng trò chuyện!
zh_hans: 请确认您了解并同意使用聊天的条件！
zh_hant: 請確認您了解並同意使用聊天的條件！
