Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: Musical
ar: موسيقي
id: Musikal
ja: ミュージカル
ko: 뮤지컬
ru: Музыкальный
sv: Musikalisk
vi: Âm nhạc
zh_hans: 音乐
zh_hant: 音樂

source: Orchestra
ar: أوركسترا
de: Orchester
es: Orquesta
fr: Orchestre
id: Orkestra
ja: オーケストラ
ko: 오케스트라
pl: Orkiestra
ru: Оркестр
sv: Orkester
vi: Dàn nhạc
zh_hans: 乐队
zh_hant: 樂隊

source: Theatre
ar: مسرح
de: Theater
es: Teatro
fr: Théâtre
id: Teater
ja: シアター
ko: 극장
pl: Teatr
ru: Театр
sv: Teater
vi: Rạp hát
zh_hans: 剧院
zh_hant: 劇院

source: Buddhism
ar: البوذية
de: Buddhismus
es: Budismo
fr: bouddhisme
id: agama buddha
ja: 仏教
ko: 불교
pl: buddyzm
ru: буддизм
vi: đạo Phật
zh_hans: 佛教
zh_hant: 佛教

source: Christianity
ar: النصرانية
de: Christentum
es: cristiandad
fr: Christianisme
id: Kekristenan
ja: キリスト教
ko: 기독교
pl: chrześcijaństwo
ru: христианство
sv: Kristendomen
vi: Cơ đốc giáo
zh_hans: 基督教
zh_hant: 基督教

source: Eastern Religion
ar: الدين الشرقي
de: Östliche Religion
es: Religión oriental
fr: Religion orientale
id: Agama Timur
ja: 東洋の宗教
ko: 동양 종교
pl: Religia Wschodu
ru: Восточная религия
sv: österländsk religion
vi: Tôn giáo phương Đông
zh_hans: 东方宗教
zh_hant: 東方宗教

source: Islam
ar: دين الاسلام
ja: イスラム教
ko: 이슬람교
ru: ислам
vi: đạo Hồi
zh_hans: 伊斯兰教
zh_hant: 伊斯蘭教

source: Judaism
ar: اليهودية
de: Judentum
es: judaísmo
fr: judaïsme
id: agama Yahudi
ja: ユダヤ教
ko: 유태교
pl: judaizm
ru: Иудаизм
sv: judendom
vi: Đạo Do Thái
zh_hans: 犹太教
zh_hant: 猶太教

source: Mormonism
ar: المورمونية
de: Mormonentum
es: Mormonismo
fr: Mormonisme
id: Mormonisme
ja: モルモン教
ko: 모르몬교
pl: Mormoni
ru: Мормонизм
vi: Chủ nghĩa Mormonism
zh_hans: 摩门教
zh_hant: 摩門教

source: Mysticism and Occult
ar: التصوف والسحر
de: Mystik und Okkultismus
es: Misticismo y ocultismo
fr: Mysticisme et occultisme
id: Mistisisme dan Okultisme
ja: 神秘主義とオカルト
ko: 신비주의와 오컬트
pl: Mistycyzm i okultyzm
ru: Мистицизм и оккультизм
sv: Mystik och ockult
vi: Thuyết huyền bí và huyền bí
zh_hans: 神秘主义和神秘主义
zh_hant: 神秘主義和神秘主義

source: New Age
ar: عصر جديد
es: Nueva era
fr: Nouvel Age
id: Zaman baru
ja: 新時代
ko: 새로운 시대
pl: Nowy wiek
ru: Нью Эйдж
sv: Ny tid
vi: Tuổi mới
zh_hans: 新时代
zh_hant: 新時代

source: Sikhism
ar: السيخية
de: Sikhismus
es: Sijismo
fr: Sikhisme
id: Sikhisme
ja: シーク教
ko: 시크교
pl: sikhizm
ru: Сикхизм
vi: Đạo Sikh
zh_hans: 锡克教
zh_hant: 錫克教

source: Biotech
ar: التكنولوجيا الحيوية
de: Biotechnologie
es: Biotecnología
fr: biotechnologies
id: Biotek
ja: バイオテクノロジー
ko: 생명공학
pl: Biotechnologia
ru: Биотехнологии
vi: Công nghệ sinh học
zh_hans: 生物科技
zh_hant: 生物科技

source: High Tech
ar: التكنولوجيا العالية
es: Alta tecnología
fr: Technologie de pointe
id: Teknologi tinggi
ja: ハイテク
ko: 하이 테크
pl: Wysoka technologia
ru: Высокотехнологичный
sv: Avancerad
vi: Công nghệ cao
zh_hans: 高科技
zh_hant: 高科技

source: Medicine
ar: الدواء
de: Medizin
es: Medicamento
fr: Médicament
id: Obat
ja: 薬
ko: 약
pl: Medycyna
ru: Лекарство
sv: Medicin
vi: Thuốc
zh_hans: 药品
zh_hant: 藥品

source: Robotics
ar: علم الروبوتات
de: Robotik
es: Robótica
fr: Robotique
id: Robotika
ja: ロボット工学
ko: 로봇 공학
pl: Robotyka
ru: Робототехника
sv: Robotik
vi: Người máy
zh_hans: 机器人
zh_hant: 機器人

source: Science
ar: علوم
de: Wissenschaft
es: Ciencias
fr: La science
id: Sains
ja: 化学
ko: 과학
pl: Nauka
ru: Наука
sv: Vetenskap
vi: Khoa học
zh_hans: 科学
zh_hant: 科學

source: Channukah
ar: حانوكا
de: Channukka
es: Janucá
fr: 'Hanoucca
ja: ハヌカ
ko: 차누카
pl: Channuka
ru: Ханука
zh_hans: 光明节
zh_hant: 光明節

source: Christmas
ar: عيد الميلاد
de: Weihnachten
es: Navidad
fr: Noël
id: hari Natal
ja: クリスマス
ko: 크리스마스
pl: Boże Narodzenie
ru: Рождество
sv: Jul
vi: Giáng sinh
zh_hans: 圣诞节
zh_hant: 聖誕節

source: Easter
ar: عيد الفصح
de: Ostern
es: Pascua de Resurrección
fr: Pâques
id: Paskah
ja: イースター
ko: 부활절
pl: święta Wielkanocne
ru: Пасха
sv: påsk
vi: lễ Phục sinh
zh_hans: 复活节
zh_hant: 復活節

source: Fall events
ar: أحداث الخريف
de: Herbst-Veranstaltungen
es: Eventos de otoño
fr: Événements d'automne
id: Acara musim gugur
ja: 秋のイベント
ko: 가을 이벤트
pl: Wydarzenia jesienne
ru: Осенние события
sv: Höstens evenemang
vi: Sự kiện mùa thu
zh_hans: 秋季活动
zh_hant: 秋季活動

source: Halloween/Haunt
ar: هالوين / هانت
de: Halloween/Jagd
fr: Halloween/Hantise
id: Halloween/Menghantui
ja: ハロウィーン/出没
ko: 할로윈/헌트
pl: Halloween/Hunt
ru: Хэллоуин / Призрак
sv: Halloween/Tillhåll
vi: Halloween / Ám ảnh
zh_hans: 万圣节/出没
zh_hant: 萬聖節/出沒

source: Independence Day
ar: يوم الاستقلال
de: Unabhängigkeitstag
es: Día de la Independencia
fr: Jour de l'indépendance
id: Hari Kemerdekaan
ja: 独立記念日
ko: 독립 기념일
pl: Dzień Niepodległości
ru: День независимости
sv: Självständighetsdag
vi: Ngày Quốc Khánh
zh_hans: 独立日
zh_hant: 獨立日

source: New Years Eve
ar: ليلة رأس السنة الجديدة
de: Silvester
es: Vispera de Año Nuevo
fr: Réveillon de Nouvel an
id: Malam tahun baru
ja: 大晦日
ko: 새해 전날
pl: Sylwester
ru: Канун Нового года
sv: Nyårsafton
vi: Đêm giao thừa
zh_hans: 除夕夜
zh_hant: 除夕夜

source: St Patricks Day
ar: عيد القديس باتريك
de: St. Patricks Tag
es: Día de San Patricio
fr: la Saint-Patrick
id: Hari St Patrick
ja: 聖パトリックの日
ko: 성 패트릭의 날
pl: Dzień Świętego Patryka
ru: День Святого Патрика
vi: Ngày St Patricks
zh_hans: 圣帕特里克节
zh_hant: 聖帕特里克節

source: Thanksgiving
ar: عيد الشكر
de: Erntedankfest
es: Acción de gracias
fr: Action de grâces
id: ucapan syukur
ja: 感謝祭
ko: 추수감사절
pl: święto Dziękczynienia
ru: День Благодарения
sv: Tacksägelse
vi: Lễ tạ ơn
zh_hans: 感恩
zh_hant: 感恩

source: Baseball
ar: البيسبول
es: Béisbol
ja: 野球
ko: 야구
ru: Бейсбол
sv: Baseboll
vi: Bóng chày
zh_hans: 棒球
zh_hant: 棒球

source: Basketball
ar: كرة سلة
es: Baloncesto
id: Bola basket
ja: バスケットボール
ko: 농구
pl: Koszykówka
ru: Баскетбол
sv: Basketboll
vi: Bóng rổ
zh_hans: 篮球
zh_hant: 籃球

source: Cycling
ar: ركوب الدراجات
de: Radfahren
es: Ciclismo
fr: Cyclisme
id: Bersepeda
ja: サイクリング
ko: 사이클링
pl: Kolarstwo
ru: Катание на велосипеде
sv: Cykling
vi: Đạp xe
zh_hans: 骑自行车
zh_hant: 騎自行車

source: Exercise
ar: يمارس
de: Sportaktivitäten
es: Ejercicio
fr: Exercer
id: Olahraga
ja: エクササイズ
ko: 연습
pl: Ćwiczenie
ru: Упражнение
sv: Träning
vi: Bài tập
zh_hans: 锻炼
zh_hant: 鍛煉

source: Fighting & Martial Arts
ar: القتال والفنون القتالية
de: Kampfsport
es: Lucha y artes marciales
fr: Combats et arts martiaux
id: Pertarungan & Seni Bela Diri
ja: ファイティング＆マーシャルアーツ
ko: 격투 및 무술
pl: Walki i sztuki walki
ru: Борьба и боевые искусства
vi: Chiến đấu & võ thuật
zh_hans: 格斗与武术
zh_hant: 格鬥與武術

source: Football
ar: كرة القدم
de: Fußball
es: Fútbol americano
id: Sepak bola
ja: フットボール
ko: 축구
pl: Piłka nożna
ru: Футбол
sv: Fotboll
vi: Bóng đá
zh_hans: 足球
zh_hant: 足球

source: Golf
ar: الجولف
fr: Le golf
ja: ゴルフ
ko: 골프
ru: Гольф
zh_hans: 高尔夫球
zh_hant: 高爾夫球

source: Hockey
ar: الهوكي
fr: Le hockey
id: Hoki
ja: ホッケー
ko: 하키
pl: Hokej
ru: Хоккей
vi: Khúc côn cầu
zh_hans: 曲棍球
zh_hant: 曲棍球

source: Motorsports
ar: رياضة السيارات
de: Motorsport
es: Deportes de motor
fr: Sports mécaniques
id: Olahraga motor
ja: モータースポーツ
ko: 모터스포츠
pl: Sporty motorowe
ru: Автоспорт
sv: Motorsport
vi: Đua xe thể thao
zh_hans: 赛车运动
zh_hant: 賽車運動

source: Mountain Biking
ar: ركوب الدراجات في الجبل
de: Mountainbiken
es: Bicicleta de montaña
fr: Vélo de montagne
id: Bersepeda gunung
ja: マウンテンバイク
ko: 산악 자전거
pl: Kolarstwo górskie
ru: Катание на горных велосипедах
sv: Bergscykling
vi: Đi xe đạp leo núi
zh_hans: 山地骑行
zh_hant: 山地騎行

source: Obstacles
ar: عوائق
de: Hindernislauf
es: Obstáculos
id: Hambatan
ja: 障害物
ko: 장애물
pl: Przeszkody
ru: Препятствия
sv: Hinder
vi: Chướng ngại vật
zh_hans: 障碍
zh_hant: 障礙

source: Rugby
ar: كرة القدم الامريكية
fr: Le rugby
id: Ragbi
ja: ラグビー
ko: 럭비
ru: Регби
vi: bóng bầu dục
zh_hans: 橄榄球
zh_hant: 橄欖球

source: Running
ar: جري
de: Laufen
es: Corriendo
fr: Fonctionnement
id: Berlari
ja: ランニング
ko: 달리기
pl: Bieganie
ru: Бег
sv: Löpning
vi: Đang chạy
zh_hans: 跑步
zh_hant: 跑步

source: Snow Sports
ar: رياضات الثلج
de: Schneesport
es: Deportes de nieve
fr: Sports de neige
id: Olahraga Salju
ja: スノースポーツ
ko: 스노우 스포츠
pl: Sporty zimowe
ru: Снежный спорт
sv: Snösport
vi: Thể thao trên tuyết
zh_hans: 雪上运动
zh_hant: 雪上運動

source: Soccer
ar: كرة القدم
de: Fußball
es: Fútbol
fr: Le football
id: Sepak bola
ja: サッカー
ko: 축구
pl: Piłka nożna
ru: Футбольный
sv: Fotboll
vi: Bóng đá
zh_hans: 足球
zh_hant: 足球

source: Swimming & Water Sports
ar: السباحة والرياضات المائية
de: Schwimmen & Wassersport
es: Natación y deportes acuáticos
fr: Natation et sports nautiques
id: Berenang & Olahraga Air
ja: 水泳＆ウォータースポーツ
ko: 수영 및 수상 스포츠
pl: Pływanie i sporty wodne
ru: Плавание и водные виды спорта
sv: Simning & vattensporter
vi: Bơi lội & Thể thao dưới nước
zh_hans: 游泳和水上运动
zh_hant: 游泳和水上運動

source: Tennis
ar: تنس
es: Tenis
id: Tenis
ja: テニス
ko: 테니스
pl: Tenis
ru: Большой теннис
vi: Quần vợt
zh_hans: 网球
zh_hant: 網球

source: Volleyball
ar: الكرة الطائرة
es: Vóleibol
id: Bola voli
ja: バレーボール
ko: 배구
pl: Siatkówka
ru: Волейбол
sv: Volleyboll
vi: Bóng chuyền
zh_hans: 排球
zh_hant: 排球

source: Walking
ar: المشي
de: Zu Fuß gehen
es: Para caminar
fr: Marche
id: Berjalan
ja: ウォーキング
ko: 걷는
pl: Pieszy
ru: Гулять пешком
sv: Gående
vi: Đi dạo
zh_hans: 步行
zh_hant: 步行

source: Canoeing
ar: التجديف بالقوارب
de: Kanufahren
es: Canotaje
fr: Canoë
id: Berkano
ja: カヌー
ko: 카누
pl: Kajakarstwo
ru: Гребля на каноэ
sv: Paddla kanot
vi: Chèo thuyền
zh_hans: 划独木舟
zh_hant: 劃獨木舟

source: Climbing
ar: التسلق
de: Klettern
es: Escalada
fr: Escalade
id: Pendakian
ja: クライミング
ko: 등반
pl: Wspinaczka
ru: Альпинизм
sv: Klättrande
vi: Leo
zh_hans: 攀登
zh_hant: 攀登

source: Hiking
ar: جولة على الأقدام
de: Wandern
es: Senderismo
fr: Randonnée
id: Mendaki
ja: ハイキング
ko: 등산
pl: Turystyka piesza
ru: Пеший туризм
sv: Vandring
vi: Đi bộ đường dài
zh_hans: 远足
zh_hant: 遠足

source: Kayaking
ar: التجديف
de: Kajakfahren
es: Kayak
fr: Kayak
id: Kayak
ja: カヤック
ko: 카약
pl: Spływ kajakowy
ru: Каякинг
sv: Kajakpaddling
vi: Chèo thuyền kayak
zh_hans: 皮划艇
zh_hant: 皮划艇

source: Rafting
ar: التجديف
es: Canotaje
id: Arung Jeram
ja: ラフティング
ko: 래프팅
pl: Flisactwo
ru: Рафтинг
sv: Forsränning
vi: Đi bè
zh_hans: 漂流
zh_hant: 漂流

source: Travel
ar: يسافر
de: Reisen
es: Viajar
fr: Voyager
id: Bepergian
ja: トラベル
ko: 여행하다
pl: Podróż
ru: Путешествовать
sv: Resa
vi: Đi du lịch
zh_hans: 旅行
zh_hant: 旅行

source: All Dates
ar: كل التواريخ
de: Alle Termine
es: Todas las Fechas
fr: Toutes les dates
id: Semua Tanggal
ja: すべての日付
ko: 모든 날짜
pl: Wszystkie daty
ru: Все даты
sv: Alla datum
vi: Tất cả các ngày
zh_hans: 所有日期
zh_hant: 所有日期

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
id: Hari ini
ja: 今日
ko: 오늘
pl: Dzisiaj
ru: Сегодня
sv: Idag
vi: Hôm nay
zh_hans: 今天
zh_hant: 今日

source: Tomorrow
ar: غداً
de: Morgen
es: Mañana
fr: Demain
id: Besok
ja: 明日
ko: 내일
pl: Jutro
ru: Завтра
sv: Imorgon
vi: Ngày mai
zh_hans: 明天
zh_hant: 明日

source: This week
ar: هذا الاسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
id: Minggu Ini
ja: 今週
ko: 이번 주
pl: Ten tydzień
ru: На этой неделе
sv: Denna veckan
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

source: This Weekend
ar: نهاية هذا الأسبوع
de: Dieses Wochenende
es: Este Fin de Semana
fr: Ce week-end
id: Kahir pekan ini
ja: 今週末
ko: 이번 주말
pl: Najbliższy weekend
ru: В эти выходные
sv: Det här helgen
vi: Cuối tuần này
zh_hans: 这个周末
zh_hant: 本週末

source: Next week
ar: الأسبوع المقبل
de: Nächste Woche
es: Semana siguiente
fr: La semaine prochaine
id: Pekan depan
ko: 다음 주
pl: w przyszłym tygodniu
ru: На следующей неделе
sv: Nästa vecka
zh_hans: 下周
zh_hant: 下週

source: This Month
ar: هذا الشهر
de: Diesen Monat
es: Este Mes
fr: Ce mois-ci
id: Bulan ini
ja: 今月
ko: 이번 달
pl: W tym miesiącu
ru: В этом месяце
sv: Den här månaden
vi: Tháng này
zh_hans: 这个月
zh_hant: 本月

source: Custom dates
ar: تواريخ مخصصة
de: Benutzerdefinierte Termine
es: Fechas personalizadas
fr: Dates spécifiques
id: Tanggal khusus
ja: カスタム日付
ko: 맞춤 날짜
pl: Daty niestandardowe
ru: В указанные даты
sv: Anpassade datum
vi: Ngày tùy chỉnh
zh_hans: 自订日期
zh_hant: 自訂日期

source: Attribution-NonCommercial
ar: نَسب المُصنَّف - غير تجاري
de: Namensnennung-Nicht-Kommerziell
es: Reconocimiento-No comercial
fr: Attribution non commerciale
id: Atribusi-NonKomersial
ja: 帰属-非営利
pl: Uznanie autorstwa - niekomercyjne
ru: Атрибуция - Некоммерческий
vi: Ghi nhận tác giả-Phi thương mại
zh_hans: 归因于非商业目的
zh_hant: 歸因於非商業目的

source: Public Domain Dedication (CC0)
ar: إهداء المجال العام (CC0)
de: Gemeingut (CC0)
es: Dedicación de dominio público (CC0)
fr: Dédicace au domaine public (CC0)
id: Dedikasi Domain Publik (CC0)
ja: パブリックドメインの献身（CC0）
ko: 공개 도메인 헌신 (CC0)
pl: Przeznaczenie do domeny publicznej (CC0)
ru: Посвящение общественному достоянию (CC0)
vi: Cống hiến trên phạm vi công cộng (CC0)
zh_hans: 公共领域奉献（CC0）
zh_hant: 公共領域奉獻（CC0）

source: Attribution
ar: الإسناد
de: Namensnennung
es: Atribución
id: Atribusi
ja: 翻訳の著作情報
ko: 속성
pl: Przypisywanie
ru: Указание авторства
sv: Erkännande
vi: Ghi công
zh_hans: 署名
zh_hant: 記名標示

source: All rights reserved
ar: كل الحقوق محفوظة
de: Alle Rechte vorbehalten
es: Todos los derechos reservados.
fr: Tous droits réservés.
id: Seluruh hak cipta
ja: 全著作権所有。
ko: 판권 소유.
pl: Wszelkie prawa zastrzeżone.
ru: Все права защищены.
sv: Alla rättigheter är reserverade
vi: Đã đăng ký bản quyền.
zh_hans: 保留所有权利。
zh_hant: 保留所有權利。

source: Attribution-NoDerivs
ar: نَسب المُصنَّف - NoDerivs
de: Namensnennung-NoDerivs
id: Atribusi-TanpaTurunan
ja: アトリビューション-NoDerivs
pl: Uznanie autorstwa - brak przychodów
zh_hans: 归因编号
zh_hant: 歸因編號

source: Public Domain Work
ar: عمل المجال العام
de: Gemeinfrei
es: Trabajo de dominio público
fr: Domaine public - Oeuvre
id: Pekerjaan Domain Publik
ja: PD 楽曲
ko: 퍼블릭 도메인 작업
pl: Praca w domenie publicznej
ru: Общественное достояние
vi: Công việc trên miền công cộng
zh_hans: 公共领域的工作
zh_hant: 公共領域的工作

source: Attribution-ShareAlike
ar: إسناد - ShareAlike
de: Namensnennung-Weitergabe unter gleichen Bedingungen
es: Reconocimiento-CompartirIgual
id: Atribusi-BerbagiSerupa
ja: 帰属-継承
zh_hans: 归因分享
zh_hant: 歸因分享

source: Polish zloty
ar: الزلوتي البولندي
de: Polnischer Zloty
es: Zloty polaco
fr: Zloty polonais
id: Zloty Polandia
ja: ポーランドズウォティ
ko: 폴란드 즐 로티
pl: Złoty polski
ru: Польский злотый
sv: Polska zloty
vi: Đồng zloty Ba Lan
zh_hans: 波兰兹罗提
zh_hant: 波蘭茲羅提

source: New Zealand dollar
ar: الدولار النيوزيلندي
de: Neuseeland-Dollar
es: Dolar de Nueva Zelanda
fr: Dollar néo-zélandais
id: Dolar Selandia Baru
ja: ニュージーランドドル
ko: 뉴질랜드 달러
pl: Dolar nowozelandzki
ru: Новозеландский доллар
sv: Nya Zeelands dollar
vi: Đô la New Zealand
zh_hans: 新西兰元
zh_hant: 新西蘭元

source: Indian rupee
ar: روبية هندية
de: Indische Rupie
es: Rupia india
fr: Roupie indienne
id: Rupee India
ja: インドルピー
ko: 인도 루피
pl: Rupia indyjska
ru: Индийская рупия
sv: Indisk rupie
vi: Rupee Ấn Độ
zh_hans: 印度卢比
zh_hant: 印度盧比

source: Brazilian real
ar: ريال برازيلي
de: Brasilianischer Real
es: Real brasileño
fr: Real brésilien
id: Real Brasil
ja: ブラジルレアル
ko: 브라질 헤알
pl: Real brazylijski
ru: Бразильский реал
sv: Brasiliansk verklig
vi: Đồng real Brazil
zh_hans: 巴西雷亚尔
zh_hant: 巴西雷亞爾

source: Singapore dollar
ar: دولار سينغافوري
de: Singapur-Dollar
es: dolar de Singapur
fr: Dollar de Singapour
id: Dolar Singapura
ja: シンガポールドル
ko: 싱가포르 달러
pl: dolar singapurski
ru: Сингапурский доллар
vi: đô la Singapore
zh_hans: 新加坡元
zh_hant: 新加坡元

source: Canadian dollar
ar: الدولار الكندي
de: Kanadischer Dollar
es: Dolar canadiense
fr: dollar canadien
id: dolar Kanada
ja: カナダドル
ko: 캐나다 달러
pl: dolar kanadyjski
ru: канадский доллар
sv: kanadensisk dollar
vi: đô la Canada
zh_hans: 加元
zh_hant: 加元

source: Hong Kong dollar
ar: الدولار هونج كونج
es: Dolar de Hong Kong
fr: dollar de Hong Kong
id: dollar Hongkong
ja: 香港ドル
ko: 홍콩 달러
pl: Dolar hongkoński
ru: Гонконгский доллар
vi: đôla Hong Kong
zh_hans: 港元
zh_hant: 港元

source: Czech koruna
ar: الكورونا التشيكية
de: Tschechische Krone
es: Corona checa
fr: Couronne tchèque
id: Koruna Ceko
ja: チェココルナ
ko: 체코 코 루나
pl: Korona czeska
ru: Чешская крона
sv: Tjeckiska koruna
vi: Đồng koruna của Séc
zh_hans: 捷克克朗
zh_hant: 捷克克朗

source: Danish krone
ar: كرونة دنماركية
de: Dänische Krone
es: Corona danesa
fr: Couronne danoise
id: Krone Denmark
ja: デンマーククローネ
ko: 덴마크 크로네
pl: Korona duńska
ru: Датская крона
sv: Danska kronor
vi: Krone Đan Mạch
zh_hans: 丹麦克朗
zh_hant: 丹麥克朗

source: Norwegian krone
ar: الكرونة النرويجية
de: Norwegische Krone
es: Corona noruega
fr: Couronne norvégienne
id: Krone Norwegia
ja: ノルウェークローネ
ko: 노르웨이 크로네
pl: Korona norweska
ru: Норвежская крона
sv: Norsk krona
vi: Krone Na Uy
zh_hans: 挪威克朗
zh_hant: 挪威克朗

source: Swedish krona
ar: كرونة سويدية
de: Schwedische Krone
es: Corona sueca
fr: Couronne suédoise
id: Krona Swedia
ja: スウェーデンクローナ
ko: 스웨덴 크로나
pl: Korona szwedzka
ru: Шведская крона
sv: Svenska kronor
vi: Đồng curon Thụy Điển
zh_hans: 瑞典克朗
zh_hant: 瑞典克朗

source: New Taiwan dollar
ar: الدولار التايواني الجديد
de: Neuer Taiwan-Dollar
es: Nuevo dólar taiwanés
fr: Nouveau dollar de Taiwan
id: Dolar Taiwan baru
ja: ニュー台湾ドル
ko: 신 대만 달러
pl: Nowy dolar tajwański
ru: Новый тайваньский доллар
sv: Ny Taiwan -dollar
vi: Đô la Đài Loan mới
zh_hans: 新台币
zh_hant: 新台幣

source: United States dollar
ar: دولار الولايات المتحدة
de: US-Dollar
es: dólar de los Estados Unidos
fr: dollar américain
id: Dolar Amerika Serikat
ja: 米ドル
ko: 미국 달러
pl: dolar amerykański
ru: доллар США
sv: amerikansk dollar
vi: đô la Mĩ
zh_hans: 美国美元
zh_hant: 美國美元

source: Hungarian forint
ar: فورنت مجري
de: Ungarischer Forint
es: Florín húngaro
fr: Forint hongrois
id: Forint Hongaria
ja: ハンガリーフォリント
ko: 헝가리 포린 트
pl: Forint węgierski
ru: Венгерский форинт
sv: Ungerska forint
vi: Đồng forint của Hungary
zh_hans: 匈牙利福林
zh_hant: 匈牙利福林

source: Japanese yen
ar: الين الياباني
de: Japanischer Yen
es: yen japonés
fr: yen japonais
id: Yen jepang
ja: 日本円
ko: 일본 엔
pl: japoński jen
ru: Японская иена
sv: japanska yen
vi: yen Nhật
zh_hans: 日圆
zh_hant: 日圓

source: Israeli new sheqel
ar: شيكل إسرائيلي جديد
de: Israelischer neuer Sheqel
es: Nuevo sheqel israelí
fr: Nouveau shekel israélien
id: Shekel baru Israel
ja: イスラエルの新しいシェケル
ko: 이스라엘의 새 셰켈
pl: Nowy izraelski szekel
ru: Новый израильский шекель
sv: Israelisk ny shekel
vi: Đồng sheqel mới của Israel
zh_hans: 以色列新谢克尔
zh_hant: 以色列新謝克爾

source: European Euro
ar: اليورو الأوروبي
de: Europäischer Euro
es: Euro europeo
fr: Euro européen
id: Euro Eropa
ja: 欧州ユーロ
ko: 유럽 유로
pl: Europejskie Euro
ru: Европейский евро
sv: Europeiska euro
vi: Euro Châu Âu
zh_hans: 欧洲欧元
zh_hant: 歐洲歐元

source: Mexican peso
ar: بيزو مكسيكي
de: Mexikanischer Peso
es: Peso mexicano
fr: Peso mexicain
id: Peso Meksiko
ja: メキシコペソ
ko: 멕시코 페소
pl: Peso meksykańskie
ru: Мексиканский песо
sv: Mexikansk peso
vi: đồng peso Mexican
zh_hans: 墨西哥比索
zh_hant: 墨西哥比索

source: Philippine peso
ar: بيزو فلبيني
de: Philippinischer Peso
es: Peso filipino
fr: Peso philippin
id: Peso Filipina
ja: フィリピンペソ
ko: 필리핀 페소
pl: Peso filipińskie
ru: Филиппинское песо
sv: Filippinsk peso
vi: Peso Philippine
zh_hans: 菲律宾比索
zh_hant: 菲律賓比索

source: Australian dollar
ar: دولار استرالي
de: Australischer Dollar
es: dólar australiano
fr: dollar australien
id: dollar Australia
ja: オーストラリアドル
ko: 호주 달러
pl: dolar australijski
ru: Австралийский доллар
sv: Australisk dollar
vi: Đô la Úc
zh_hans: 澳元
zh_hant: 澳元

source: British pound
ar: الجنيه البريطاني
de: Britisches Pfund
es: Libra británica
fr: Livre sterling
id: Pound Inggris
ja: 英国ポンド
ko: 영국 파운드
pl: funt brytyjski
ru: английский фунт
sv: brittiskt pund
vi: Đồng bảng anh
zh_hans: 英镑
zh_hant: 英鎊

source: Thai baht
ar: بات تايلندي
de: Thailändischer Baht
es: Baht tailandés
fr: baht thaïlandais
id: Baht Thailand
ja: タイバーツ
ko: 태국 바트
pl: Bat tajlandzki
ru: Тайский бат
sv: Thailändska baht
vi: Đồng baht Thái
zh_hans: 泰铢
zh_hant: 泰銖

source: Russian ruble
ar: روبل روسي
de: Russischer Rubel
es: Rublo ruso
fr: Rouble russe
id: Rubel Rusia
ja: ロシアルーブル
ko: 러시아 루블
pl: Rubel rosyjski
ru: Русский рубль
sv: Rysk rubel
vi: Rúp Nga
zh_hans: 俄罗斯卢布
zh_hant: 俄羅斯盧布

source: Malaysian ringgit
ar: رينغيت ماليزي
de: Malaysischer Ringgit
es: Ringgit malayo
fr: Cloche malaisienne
id: Ringgit Malaysia
ja: マレーシアリンギット
ko: 말레이시아 링깃
pl: Ringgit malezyjski
ru: Малайзийский ринггит
sv: Malaysisk ringgit
vi: Đồng Ringgit Mã Lai
zh_hans: 马来西亚林吉特
zh_hant: 馬來西亞林吉特

source: Swiss franc
ar: فرنك سويسري
de: Schweizer Franken
es: Franco suizo
fr: franc suisse
id: Franc Swiss
ja: スイスフラン
ko: 스위스 프랑
pl: Frank szwajcarski
ru: швейцарский франк
sv: Schweiziska franc
vi: Đồng franc Thụy Sĩ
zh_hans: 瑞士法郎
zh_hant: 瑞士法郎

source: Under 18
ar: Menores de 18 años
de: Unter 18
es: Menores de 18 años
fr: Moins de 18 ans
id: Dibawah 18
ja: 18歳以下
ko: 18세 미만
pl: poniżej 18
ru: До 18
vi: Dưới 18
zh_hans: 18岁以下
zh_hant: 18歲以下

source: I prefer not to say
ar: أنا أفضل ألا أقول
de: Ich sage es lieber nicht
es: prefiero no decir
fr: Je préfère ne pas dire
id: Saya lebih suka tidak mengatakannya
ja: 言わない方がいいです
ko: 나는 말하지 않는 것을 선호한다
pl: wolę nie mówić
ru: я предпочитаю не говорить
sv: Jag föredrar att inte säga
vi: tôi thích việc không nói ra hơn
zh_hans: 我宁愿不说
zh_hant: 我寧願不說

source: Wikipedia
ar: Վիքիպեդիա
fr: Wikipédia
ja: ウィキペディア
ko: 위키백과
pl: Wikipedii
ru: Википедия
zh_hans: 维基百科
zh_hant: 維基百科

source: Wiktionary
ar: Վիքիբառարան
es: Wikcionario
fr: Wiktionnaire
ja: ウィクショナリー
ko: 위키낱말사전
pl: Wikisłownik
ru: Викисловарь
vi: từ điển mở
zh_hans: 维基词典
zh_hant: 維基詞典

source: Wikiquote
ar: Վիքիքաղվածք
fr: Citation Wiki
ja: ウィキクォート
ko: 위키인용
pl: Wikicytaty
ru: Викицитатник
zh_hans: 维基语录
zh_hant: 維基語錄

source: Wikinews
ar: Վիքինորություններ
es: Wikinoticias
ja: ウィキニュース
ko: 위키뉴스
ru: Викиновости
sv: Nyheter på wiki'n
zh_hans: 维基新闻
zh_hant: 維基新聞

source: Wikisource
ar: Վիքիդարան
es: Wikifuente
id: Sumber Wiki
ja: ウィキソース
ko: 위키출처
pl: Wikiźródła
ru: Википедия
zh_hans: 维基文库
zh_hant: 維基文庫

source: Wikibooks
ar: Վիքիգրքեր
es: Wikilibros
fr: Wikilivres
id: Wikibook
ja: ウィキブック
ko: 위키책
pl: Wikibooki
ru: Викиверситет
sv: Wikiböcker
zh_hans: 维基教科书
zh_hant: 維基教科書

source: Wikiversity
ar: Վիքիհամալսարան
es: Wikiversidad
fr: Wikiversité
ja: ウィキバーシティ
ko: 위키배움터
pl: Wikiwersytet
ru: Викиверситет
zh_hans: 维基大学
zh_hant: 維基大學

source: Wikivoyage
ar: Վիքիճամփորդություն
es: Wikiviaje
ja: ウィキボヤージュ
ko: 위키여행
pl: Wikipodróż
ru: Википутешествие
zh_hans: 维基导游
zh_hant: 維基導遊

source: Wikidata
ar: Վիքիտվյալներ
ja: ウィキデータ
ko: 위키데이터
pl: Wikidane
ru: Викиданные
zh_hans: 维基数据
zh_hant: 維基數據

source: Wikispecies
ar: Վիքիտեսակներ
es: Wikiespecies
fr: Espèces Wiki
id: Wikispesies
ja: ウィキスピーシーズ
ru: Викивиды
zh_hans: 维基物种
zh_hant: 維基物種

source: Meta-Wiki
ar: Մետա-Վիքի
fr: Méta-Wiki
ja: メタウィキ
ko: 메타위키
ru: Мета-Вики
zh_hans: 元维基
zh_hant: 元維基

source: What is your home wiki
ar: Ո՞րն է ձեր տնային վիքին
de: Was ist Ihr Home-Wiki?
es: ¿Cuál es tu wiki de inicio?
fr: Quel est votre wiki personnel
id: Apa wiki rumah Anda
ja: ホームウィキとは何ですか
ko: 당신의 홈 위키는 무엇입니까
pl: Jaka jest twoja domowa wiki
ru: Какая у тебя домашняя вики
sv: Vilken är din hemwiki
vi: Wiki nhà bạn là gì
zh_hans: 你的主页维基是什么
zh_hant: 你的家庭維基是什麼

source: Select your home wiki
ar: Ընտրեք ձեր տնային վիքին
de: Wählen Sie Ihr Heim-Wiki aus
es: Seleccione su wiki de inicio
fr: Sélectionnez votre wiki d'accueil
id: Pilih wiki rumah Anda
ja: ホーム Wiki を選択してください
ko: 홈 위키 선택
pl: Wybierz swoją domową wiki
ru: Выберите свою домашнюю вики
sv: Välj din hemwiki
vi: Chọn wiki nhà của bạn
zh_hans: 选择您的主页维基
zh_hant: 選擇您的家庭維基

source: What is your native language, or what language are you most fluent in?
ar: ما هي لغتك الأم ، أو ما هي اللغة التي تتقنها أكثر؟
de: Was ist Ihre Muttersprache bzw. welche Sprache beherrschen Sie am besten?
es: ¿Cuál es su idioma nativo, o qué idioma domina con mayor fluidez?
fr: Quelle est votre langue maternelle ou quelle langue parlez-vous le plus couramment ?
id: Apa bahasa asli Anda, atau bahasa apa yang paling Anda kuasai?
ja: あなたの母国語は何ですか、または最も流暢に話せる言語は何ですか?
ko: 당신의 모국어는 무엇입니까, 또는 당신이 가장 유창하게 구사하는 언어는 무엇입니까?
pl: Jaki jest twój język ojczysty lub jakim językiem posługujesz się najlepiej?
ru: Ваш родной язык или на каком языке вы лучше всего говорите?
sv: Vilket är ditt modersmål, eller vilket språk är du mest flytande i?
vi: Ngôn ngữ mẹ đẻ của bạn là gì, hoặc bạn thông thạo ngôn ngữ nào nhất?
zh_hans: 您的母语是什么，或者您最流利的语言是什么？
zh_hant: 你的母語是什麼，或者你最流利的語言是什麼？
