Repository: fossasia/open-event-frontend
Catalog: translations/*.po
Languages: ar, de, es, fr, id, ja, ko, pl, ru, sv, vi, zh_hans, zh_hant

source: document
ar: وثيقة
de: Dokument
es: documento
id: dokumen
ja: 資料
ko: 문서
pl: dokument
ru: документ
sv: dokument
vi: tài liệu
zh_hans: 文档
zh_hant: 文檔

source: Select a file
ar: حدد ملف
de: Wähle eine Datei
es: Seleccionar archivo
fr: Sélectionner un fichier
id: Pilih file
ja: ファイルを選択
ko: 파일 선택
pl: Wybierz plik
ru: Выберите файл
sv: Välj en fil
vi: Chọn một tập tin
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Remove
ar: يزيل
de: Entfernen
es: Eliminar
fr: Retirer
id: Hapus
ja: 削除
ko: 제거
ru: Удалить
sv: Ta bort
vi: Tẩy
zh_hans: 移除
zh_hant: 移除

source: Document updated successfully
ar: تم تحديث المستند بنجاح
de: Dokument erfolgreich aktualisiert
es: Documento actualizado con éxito
fr: Document mis à jour avec succès
id: Dokumen berhasil diperbarui
ja: ドキュメントが正常に更新されました
ko: 문서가 성공적으로 업데이트되었습니다.
pl: Dokument został pomyślnie zaktualizowany
ru: Документ успешно обновлен
sv: Dokumentet har uppdaterats
vi: Đã cập nhật tài liệu thành công
zh_hans: 文档更新成功
zh_hant: 文檔更新成功

source: Please enter access code
ar: الرجاء إدخال رمز الوصول
de: Bitte den Zugangscode eingeben
es: Ingrese el código de acceso
fr: Merci de saisir votre code d'accès
id: Silakan masukkan kode akses
ja: アクセス コードを入力してください
ko: 액세스 코드를 입력하십시오.
pl: Wprowadź kod dostępu
ru: Пожалуйста, введите код доступа
sv: Ange åtkomstkod
vi: Vui lòng nhập mã truy cập
zh_hans: 请输入访问代码
zh_hant: 請輸入訪問代碼

source: Please enter number of tickets
ar: الرجاء إدخال عدد التذاكر
de: Bitte die Anzahl der Tickets eingeben
es: Ingrese el número de boletos
fr: Merci de saisir le nombre de billets
id: Silakan masukkan jumlah tiket
ja: チケットの枚数を入力してください
ko: 티켓 수에 입력해 주세요.
pl: Wprowadź liczbę biletów
ru: Пожалуйста, введите количество билетов
sv: Ange antal biljetter
vi: Vui lòng nhập số lượng vé
zh_hans: 请输入票数
zh_hant: 請輸入票數

source: Please enter proper number of tickets
ar: الرجاء إدخال العدد الصحيح للتذاكر
de: Bitte die richtige Anzahl an Tickets eingeben
es: Ingrese la cantidad adecuada de boletos
fr: Merci de saisir un bon nombre de billets
id: Silakan masukkan jumlah tiket yang tepat
ja: 適切な枚数のチケットを入力してください
ko: 적절한 수의 티켓을 입력해 주세요.
pl: Proszę podać odpowiednią liczbę biletów
ru: Пожалуйста, введите правильное количество билетов
sv: Ange rätt antal biljetter
vi: Vui lòng nhập số lượng vé thích hợp
zh_hans: 请输入正确的门票数量
zh_hant: 請輸入正確的門票數量

source: Please enter the proper number
ar: الرجاء إدخال الرقم الصحيح
de: Bitte die richtige Anzahl eingeben
es: Ingrese el número correcto
fr: Merci de saisir le bon nombre
id: Silakan masukkan nomor yang tepat
ja: 適切な番号を入力してください
ko: 적절한 번호를 입력하십시오.
pl: Proszę podać poprawną liczbę
ru: Пожалуйста, введите правильное количество
sv: Ange rätt nummer
vi: Vui lòng nhập số thích hợp
zh_hans: 请输入正确的号码
zh_hant: 請輸入正確的號碼

source: Minimum value should not be greater than maximum
ar: يجب ألا تكون القيمة الدنيا أكبر من الحد الأقصى
de: Der Mindestwert darf nicht größer als der Höchstwert sein
es: El valor mínimo no debe ser mayor que el máximo
fr: La valeur minimale ne peut être supérieure à la maximale
id: Nilai minimum tidak boleh lebih besar dari maksimum
ja: 最小値は最大値より大きくすることはできません
ko: 최소 값이 최대값을 초과해서는 안 됩니다.
pl: Minimalna wartość nie powinna być większa niż maksymalna
ru: Минимальное значение не должно быть больше максимального
sv: Minsta värde bör inte vara större än max
vi: Giá trị nhỏ nhất không được lớn hơn giá trị lớn nhất
zh_hans: 最小值不应大于最大值
zh_hant: 最小值不應大於最大值

source: Maximum value should not be less than minimum
ar: يجب ألا تقل القيمة القصوى عن الحد الأدنى
de: Der Maximalwert darf nicht unter dem Minimum liegen
es: El valor máximo no debe ser menor que el mínimo
fr: La valeur maximale ne peut être inférieure à la minimale
id: Nilai maksimum tidak boleh kurang dari minimum
ja: 最大値は最小値より小さくすることはできません
ko: 최대 값은 최소값보다 낮지 않아야 합니다.
pl: Maksymalna wartość nie powinna być mniejsza niż minimum
ru: Максимальное значение не должно быть меньше минимального
sv: Högsta värde bör inte vara lägre än minimum
vi: Giá trị tối đa không được nhỏ hơn giá trị tối thiểu
zh_hans: 最大值不应小于最小值
zh_hant: 最大值不應小於最小值

source: Maximum value should not be greater than number of tickets
ar: يجب ألا تكون القيمة القصوى أكبر من عدد التذاكر
de: Der Maximalwert darf nicht größer als die Anzahl der Tickets sein
es: El valor máximo no debe ser mayor que el número de entradas
fr: La valeur maximale ne peut excéder le nombre de billets
id: Nilai maksimum tidak boleh lebih besar dari jumlah tiket
ja: 最大値はチケットの数より大きくすることはできません
ko: 최대 값은 티켓 수보다 크지 않아야 합니다
pl: Maksymalna wartość nie może być większa niż liczba biletów
ru: Максимальное значение не должно быть больше количества билетов
sv: Högsta värde får inte vara större än antalet biljetter
vi: Giá trị tối đa không được lớn hơn số lượng vé
zh_hans: 最大值不能大于票数
zh_hant: 最大值不能大於票數

source: Please enter the proper date
ar: الرجاء إدخال التاريخ الصحيح
de: Bitte das richtige Datum eingeben
es: Ingrese la fecha correcta
fr: Merci de saisir une bonne date
id: Silakan masukkan tanggal yang tepat
ja: 適切な日付を入力してください
ko: 적절한 날짜를 입력하십시오.
pl: Wprowadź prawidłową datę
ru: Пожалуйста, введите правильную дату
sv: Ange rätt datum
vi: Vui lòng nhập ngày thích hợp
zh_hans: 请输入正确的日期
zh_hant: 請輸入正確的日期

source: Please enter a discount code
ar: الرجاء إدخال رمز الخصم
de: Bitte einen Rabattcode eingeben
es: Por favor, introduzca un código de descuento
fr: Merci de saisir un code de remise
id: Silakan masukkan kode diskon
ja: 割引コードを入力してください
ko: 할인 코드를 입력하세요
pl: Wpisz kod rabatowy
ru: Пожалуйста, введите код скидки
sv: Ange en rabattkod
vi: Vui lòng nhập một mã giảm giá
zh_hans: 请输入优惠码
zh_hant: 請輸入優惠碼

source: Please enter the number of tickets
ar: الرجاء إدخال عدد التذاكر
de: Bitte die Anzahl der Tickets eingeben
es: Ingrese el número de boletos
fr: Merci de saisir le nombre de billets
id: Silakan masukkan jumlah tiket
ja: チケットの枚数を入力してください
ko: 티켓 수를 입력하세요
pl: Podaj liczbę biletów
ru: Пожалуйста, введите количество билетов
sv: Ange antalet biljetter
vi: Vui lòng nhập số lượng vé
zh_hans: 请输入票数
zh_hant: 請輸入票數

source: Please enter the discount amount
ar: الرجاء إدخال مبلغ الخصم
de: Bitte den Rabattbetrag eingeben
es: Ingrese el monto del descuento
fr: Merci de saisir le montant de la remise
id: Silakan masukkan jumlah diskon
ja: 割引金額を入力してください
ko: 할인 금액을 입력하세요
pl: Podaj kwotę rabatu
ru: Пожалуйста, введите размер скидки
sv: Ange rabattbeloppet
vi: Vui lòng nhập số tiền chiết khấu
zh_hans: 请输入折扣金额
zh_hant: 請輸入折扣金額

source: Please enter the discount percentage
ar: الرجاء إدخال نسبة الخصم
de: Bitte einen Rabattprozentsatz eingeben
es: Ingrese el porcentaje de descuento
fr: Merci de saisir le pourcentage de remise
id: Silakan masukkan persentase diskon
ja: 割引率を入力してください
ko: 할인율을 입력하세요.
pl: Wprowadź procent rabatu
ru: Пожалуйста, введите процент скидки
sv: Ange rabattprocenten
vi: Vui lòng nhập phần trăm chiết khấu
zh_hans: 请输入折扣百分比
zh_hant: 請輸入折扣百分比

source: Please enter a valid integer
ar: الرجاء إدخال عدد صحيح صحيح
de: Bitte eine gültige ganze Zahl eingeben
es: Por favor, introduzca un entero válido.
fr: Merci de saisir un nombre entier
id: Mohon masukkan sebuah bilangan bulat yang sah.
ja: 有効な整数を入力してください。
ko: 유효한 정수를 입력해주세요.
pl: Proszę wpisać prawidłową liczbę.
ru: Пожалуйста, введите действительное целое число
sv: Vänligen ange ett giltigt heltal
vi: Vui lòng nhập một số nguyên hợp lệ
zh_hans: 请输入一个整数类型。
zh_hant: 請輸入有效的整數。

source: Please select at least 1 ticket.
ar: الرجاء تحديد تذكرة واحدة على الأقل.
de: Bitte wählen Sie mindestens 1 Ticket aus.
es: Seleccione al menos 1 boleto.
fr: Veuillez sélectionner au moins 1 billet.
id: Silakan pilih minimal 1 tiket.
ja: チケットを1枚以上お選びください。
ko: 티켓을 1장 이상 선택하세요.
pl: Wybierz co najmniej 1 bilet.
ru: Выберите хотя бы 1 билет.
sv: Välj minst 1 biljett.
vi: Vui lòng chọn ít nhất 1 vé.
zh_hans: 请至少选择一张票。
zh_hant: 請至少選擇一張票。

source: Contact Email
ar: تواصل بالبريد الاكتروني
de: Kontakt-E-Mail
es: Email de Contacto
fr: Email de contact
id: Kontak Email
ja: 連絡先メール
ko: 이메일 연락처
pl: Kontaktowy adres e-mail
ru: Контактный email
sv: Kontakt e -post
vi: địa chỉ email liên lạc
zh_hans: 联系电子邮件
zh_hant: 聯繫電子郵件

source: Contact URL
ar: URL جهة الاتصال
de: Kontakt-URL
es: URL de contacto
fr: URL de contact
id: URL Kontak
ja: 連絡先URL
ko: 연락처 URL
pl: Kontaktowy adres URL
ru: Контактный URL
sv: Kontaktadress
vi: URL liên hệ
zh_hans: 联络网址
zh_hant: 聯絡網址

source: Description
ar: وصف
de: Beschreibung
es: Descripción
id: Deskripsi
ja: 説明
ko: 설명
pl: Opis
ru: Описание
sv: Beskrivning
vi: Sự miêu tả
zh_hans: 描述
zh_hant: 描述

source: Banner
ar: لافتة
fr: Bannière
id: Spanduk
ja: バナー
ko: 배너
pl: Baner
ru: Баннер
zh_hans: 横幅图
zh_hant: 橫幅

source: Select Banner
ar: حدد بانر
de: Banner auswählen
es: Seleccione Banner
fr: Sélectionnez la bannière
id: Pilih Spanduk
ja: バナーを選択
ko: 배너 선택
pl: Wybierz Baner
ru: Выбрать баннер
sv: Välj Banner
vi: Chọn biểu ngữ
zh_hans: 选择横幅
zh_hant: 選擇橫幅

source: We recommend using at least a 2160x1080px (2:1 ratio) image
ar: نوصي باستخدام صورة بحجم 2160 × 1080 بكسل على الأقل (بنسبة 2: 1)
de: Wir empfehlen die Verwendung von mindestens 2160 x 1080 Pixel (Verhältnis 2: 1)
es: Recomendamos utilizar al menos una imagen de 2160 x 1080 px (relación 2: 1)
fr: Une image d'au moins 2160x1080px est recommandée (ratio 2:1)
id: Kami menganjurkan untuk menggunakan setidaknya gambar 2160x1080px (rasio 2: 1)
ja: 2160x1080px (2:1 比) 以上の画像を使用することをお勧めします
ko: 최소 2160x1080px (2 : 1 비율) 이미지를 사용하는 것이 좋습니다.
pl: Zalecamy użycie obrazu co najmniej 2160 x 1080 pikseli (współczynnik 2: 1)
ru: Мы рекомендуем использовать изображение размером не менее 2160 x 1080 пикселей (соотношение сторон 2:1).
sv: Vi rekommenderar att du använder minst en bild på 2160 x 1080 pixlar (2: 1)
vi: Chúng tôi khuyên bạn nên sử dụng ít nhất hình ảnh 2160x1080px (tỷ lệ 2: 1)
zh_hans: 我们建议至少使用2160x1080px（比例为2：1）的图像
zh_hant: 我們建議至少使用2160x1080px（比例為2：1）的圖像

source: Logo
ar: شعار
ja: ロゴ
ko: 로고
ru: Логотип
zh_hans: 商标
zh_hant: 標誌

source: Select Logo
ar: حدد الشعار
de: Logo auswählen
es: Seleccionar logo
fr: Sélectionner le logo
id: Pilih Logo
ja: ロゴを選択
ko: 로고 선택
pl: Wybierz logo
ru: Выберите логотип
sv: Välj logotyp
vi: Chọn biểu trưng
zh_hans: 选择标志
zh_hant: 選擇徽標

source: Add a related exhibitor session
ar: إضافة جلسة العارضين ذات الصلة
de: Fügen Sie eine verwandte Ausstellersitzung hinzu
es: Agregar una sesión de expositor relacionada
fr: Ajouter une session exposant associée
id: Tambahkan sesi peserta pameran terkait
ja: 関連する出展者セッションを追加する
ko: 관련 전시자 세션 추가
pl: Dodaj powiązaną sesję wystawcy
ru: Добавить связанную сессию экспонента
sv: Lägg till en relaterad utställarsession
vi: Thêm một phiên triển lãm liên quan
zh_hans: 添加相关的参展商会议
zh_hant: 添加相關的參展商會議

source: Select Sessions
ar: حدد الجلسات
de: Sitzung auswählen
es: Seleccionar sesiones
fr: Sélectionnez des sessions
id: Pilih Sesi
ja: セッションを選択
ko: 세션 선택
pl: Wybierz Sesje
ru: Выберите сеансы
sv: Välj sessioner
vi: Chọn phiên
zh_hans: 选择会议
zh_hant: 選擇會議

source: Video URL
ar: رابط الفيديو
es: Dirección de vídeo
fr: Adresse de la vidéo
id: URL Video
ja: ビデオURL
ko: 비디오 URL
pl: URL wideo
ru: URL видео
vi: URL video
zh_hans: 影片网址
zh_hant: 影片網址

source: Slides
ar: الشرائح
de: Folien
es: Dispositivas
fr: Diapositives
id: Salindia
ja: スライド
ko: 슬라이드
pl: Slajdy
ru: Слайды
sv: Presentationsbilder
vi: Trang trình bày
zh_hans: 幻灯片
zh_hant: 幻燈片

source: Enable Video Room
ar: تمكين غرفة الفيديو
de: Videoraum aktivieren
es: Habilitar sala de video
fr: Activer la salle vidéo
id: Aktifkan Ruang Video
ja: ビデオルームを有効にする
ko: 비디오 룸 활성화
pl: Włącz pokój wideo
ru: Включить видео-комнату
sv: Aktivera videorum
vi: Bật phòng video
zh_hans: 启用视频室
zh_hant: 啟用視頻室

source: Social Media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
es: Redes sociales
fr: Réseaux sociaux
id: Media sosial
ja: ソーシャルメディア
ko: 소셜 미디어
pl: Media społecznościowe
ru: Социальные медиа
sv: Sociala medier
vi: Truyền thông xã hội
zh_hans: 社交媒体
zh_hant: 社交媒體

source: Add social link
ar: أضف رابطًا اجتماعيًا
de: Fügen Sie einen sozialen Link hinzu
es: Agregar enlace social
fr: Ajouter un lien social
id: Tambahkan tautan sosial
ja: ソーシャル リンクの追加
ko: 소셜 링크 추가
pl: Dodaj link społecznościowy
ru: Добавить социальную ссылку
sv: Lägg till social länk
vi: Thêm liên kết xã hội
zh_hans: 添加社交链接
zh_hant: 添加社交鏈接

source: Extra Links
ar: روابط اضافية
de: Zusätzliche Links
es: Enlaces extra
fr: Liens supplémentaires
id: Tautan Ekstra
ja: 追加のリンク
ko: 추가 링크
pl: Dodatkowe linki
ru: Дополнительные ссылки
sv: Extra länkar
vi: Liên kết bổ sung
zh_hans: 额外连结
zh_hant: 額外連結

source: Add custom link
ar: إضافة ارتباط مخصص
de: Benutzerdefinierten Link hinzufügen
es: Agregar enlace personalizado
fr: Ajouter un lien personnalisé
id: Tambahkan tautan khusus
ja: カスタム リンクの追加
ko: 맞춤 링크 추가
pl: Dodaj własny link
ru: Добавить ссылку
sv: Lägg till anpassad länk
vi: Thêm liên kết tùy chỉnh
zh_hans: 添加自定义链接
zh_hant: 添加自定義鏈接

source: Please enter a name.
ar: الرجاء إدخال اسم.
de: Bitte geben Sie einen Namen ein.
es: Ingrese un nombre.
fr: Merci de saisir votre nom
id: Harap masukkan nama.
ja: 名前を入力してください。
ko: 이름을 입력하세요.
pl: Podaj nazwę.
ru: Пожалуйста, введите имя
sv: Vänligen ange ett namn.
vi: Vui lòng nhập tên.
zh_hans: 请输入名称。
zh_hant: 請輸入名稱。

source: Please enter a URL.
ar: الرجاء إدخال عنوان URL.
de: Bitte geben Sie eine URL ein.
es: Ingrese una URL.
fr: Veuillez saisir une URL.
id: Harap masukkan URL.
ja: URLを入力してください。
ko: URL을 입력하세요.
pl: Wprowadź adres URL.
ru: Пожалуйста, введите URL.
sv: Ange en URL.
vi: Vui lòng nhập một URL.
zh_hans: 请输入网址。
zh_hant: 請輸入網址。

source: Please enter a valid URL.
ar: أدخل رابط صحيح من فضلك.
de: Bitte geben Sie eine gültige URL ein.
es: Por favor introduzca un URL válido.
fr: Veuillez saisir une URL valide.
id: Harap masukkan URL yang valid.
ja: 有効なURLを入力してください。
ko: 유효한 URL을 입력 해주세요.
pl: Proszę podać poprawny adres URL.
ru: Пожалуйста, введите корректный адрес.
sv: Var god och skriv in en giltig url.
vi: Vui lòng nhập một URL hợp lệ.
zh_hans: 请输入有效网址。
zh_hant: 請輸入有效網址。

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
de: Bitte geben Sie eine E-Mail Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: Merci de renseigner une adresse courriel valide
id: Silakan isi alamat email.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
pl: Proszę wpisać aktualny adres e-mail.
ru: Пожалуйста, введите действительный адрес электронной почты
sv: Vänligen ange en giltig e-postadress.
vi: Vui lòng nhập một địa chỉ email hợp lệ.
zh_hans: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

source: Please enter a valid contact link.
ar: الرجاء إدخال ارتباط اتصال صالح.
de: Bitte geben Sie einen Kontaktlink ein.
es: Introduzca un enlace de contacto válido.
fr: Veuillez entrer un lien de contact valide.
id: Masukkan tautan kontak yang valid.
ja: 有効な連絡先リンクを入力してください。
ko: 유효한 연락처 링크를 입력하십시오.
pl: Podaj prawidłowy link kontaktowy.
ru: Пожалуйста, введите действительную контактную ссылку.
sv: Ange en giltig kontaktlänk.
vi: Vui lòng nhập một liên kết liên hệ hợp lệ.
zh_hans: 请输入有效的联系链接。
zh_hant: 請輸入有效的聯繫鏈接。

source: Please upload exhibitor's logo.
ar: الرجاء تحميل شعار العارضين.
de: Bitte das Ausstellerlogo hochladen.
es: Sube el logo del expositor.
fr: Veuillez télécharger le logo de l'exposant.
id: Harap unggah logo peserta pameran.
ja: 出展者のロゴをアップロードしてください。
ko: 참가 업체 로고를 업로드 해주세요.
pl: Prosimy o przesłanie logo wystawcy.
ru: Пожалуйста, загрузите логотип экспонента.
sv: Ladda upp utställarens logotyp.
vi: Vui lòng tải lên logo của nhà triển lãm.
zh_hans: 请上传参展商徽标。
zh_hant: 請上傳參展商徽標。

source: Your exhibitor has been saved.
ar: تم حفظ العارض الخاص بك.
de: Der Aussteller wurde gespeichert.
es: Su expositor se ha salvado.
fr: Votre exposant a été enregistré.
id: Peserta pameran Anda telah disimpan.
ja: 出展者は保存されました。
ko: 전시자가 저장되었습니다.
pl: Twój wystawca został zapisany.
ru: Ваш экспонент был спасен.
sv: Din utställare har sparats.
vi: Triển lãm của bạn đã được lưu.
zh_hans: 您的参展商已保存。
zh_hant: 您的參展商已保存。

source: Video Channel
ar: قناة الفيديو
de: Videokanal
es: Canal de video
fr: Chaîne vidéo
id: Saluran Video
ja: ビデオチャンネル
ko: 비디오 채널
pl: Kanał wideo
ru: Видео канал
sv: Videokanal
vi: Kênh video
zh_hans: 视讯频道
zh_hant: 視訊頻道

source: Add Video
ar: أضف فيديو
de: Video hinzufügen
es: Añadir un vídeo
fr: Ajouter une vidéo
id: Tambah Video
ja: ビデオを追加
ko: 비디오 추가
pl: Dodaj wideo
ru: Добавить видео
sv: Lägg till video
vi: Thêm Video
zh_hans: 添加视频
zh_hant: 添加視頻

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnaliser
id: Sesuaikan
ja: カスタム
ko: 사용자 지정
pl: Własne
ru: Другой
sv: Special
vi: Tự chọn
zh_hans: 自定义
zh_hant: 自訂範圍

source: Room
ar: غرفة
de: Raum
es: Sala de prácticas
fr: Salle
id: Kamar
ja: ワークスペース
ko: 공간/방
ru: Вкладка
sv: Rum
vi: Phòng
zh_hans: 工作区
zh_hant: 聊天室

source: Video Source
ar: مصدر الفيديو
de: Videoquelle
es: Fuente de vídeo
fr: Source Vidéo
id: Sumber Video
ja: ビデオソース
ko: 동영상 소스
pl: Źródło wideo
ru: Источник видео
sv: Videokälla
vi: Nguồn video
zh_hans: 视讯来源
zh_hant: 視訊來源

source: Video Source URL
ar: عنوان URL لمصدر الفيديو
de: Videoquellen-URL
es: URL de origen de vídeo
fr: URL source vidéo
id: URL Sumber Video
ja: ビデオ ソース URL
ko: 비디오 소스 URL
pl: Adres URL źródła wideo
ru: URL-адрес источника видео
sv: Videokällans URL
vi: URL Nguồn Video
zh_hans: 视频源 URL
zh_hant: 視頻源 URL

source: This column shows the original link of the video. We do not recommend to share this link as users can access it without logging into {{appName}}.
ar: يُظهر هذا العمود الرابط الأصلي للفيديو. لا نوصي بمشاركة هذا الرابط حيث يمكن للمستخدمين الوصول إليه دون تسجيل الدخول إلى {{appName}}.
de: Diese Spalte zeigt den Originallink des Videos an. Wir empfehlen, diesen Link nicht weiterzugeben, da Benutzer darauf zugreifen können, ohne sich bei {{appName}} anzumelden.
es: Esta columna muestra el enlace original del video. No recomendamos compartir este enlace, ya que los usuarios pueden acceder a él sin iniciar sesión en {{appName}}.
fr: Cette colonne montre le lien original de la vidéo. Nous vous déconseillons de partager ce lien car les utilisateurs peuvent y accéder sans se connecter à {{appName}}.
id: Kolom ini menunjukkan link asli dari video tersebut. Kami tidak menyarankan untuk membagikan tautan ini karena pengguna dapat mengaksesnya tanpa masuk ke {{appName}}.
ja: この列には、ビデオの元のリンクが表示されます。ユーザーは{{appName}}にログインせずにアクセスできるため、このリンクを共有することはお勧めしません。
ko: 이 열은 비디오의 원본 링크를 보여줍니다. 사용자가 {{appName}}에 로그인하지 않고도 액세스할 수 있으므로 이 링크를 공유하지 않는 것이 좋습니다.
pl: Ta kolumna pokazuje oryginalny link do filmu. Nie zalecamy udostępniania tego linku, ponieważ użytkownicy mogą uzyskać do niego dostęp bez logowania się do {{appName}}.
ru: В этом столбце отображается исходная ссылка на видео. Мы не рекомендуем делиться этой ссылкой, поскольку пользователи могут получить к ней доступ без входа в {{appName}}.
sv: Den här kolumnen visar den ursprungliga länken till videon. Vi rekommenderar inte att dela denna länk eftersom användare kan komma åt den utan att logga in på {{appName}}.
vi: Cột này hiển thị liên kết gốc của video. Chúng tôi không khuyên bạn nên chia sẻ liên kết này vì người dùng có thể truy cập nó mà không cần đăng nhập vào {{appName}}.
zh_hans: 此列显示视频的原始链接。我们不建议共享此链接，因为用户无需登录 {{appName}} 即可访问它。
zh_hant: 此列顯示視頻的原始鏈接。我們不建議共享此鏈接，因為用戶無需登錄 {{appName}} 即可訪問它。

source: Room Password
ar: كلمة المرور الغرفة
de: Raumkennwort
es: Contraseña de la habitación
fr: Mot de passe de la chambre
id: Kata Sandi Kamar
ja: ルームパスワード
ko: 룸 암호
pl: Hasło do pokoju
ru: Пароль комнаты
sv: Rumslösenord
vi: Mật khẩu phòng
zh_hans: 房间密码
zh_hant: 房間密碼
